<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>AFFLICTION &#1575;&#1604;&#1605;&#1589;&#1610;&#1576;&#1577;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">AFFLICTION</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;</span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1605;&#1589;&#1610;&#1576;&#1577;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1571;&#1580;&#1585; &#1575;&#1604;&#1605;&#1589;&#1575;&#1574;&#1576;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Reward for (Enduring an) Affliction</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1581;&#1587;&#1606; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1605;&#1589;&#1575;&#1574;&#1576; &#1605;&#1601;&#1575;&#1578;&#1610;&#1581; &#1575;&#1604;&#1571;&#1580;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">1&ndash; Imam al-Hasan (AS) said, &lsquo;Afflictions are the keys to reward.&rsquo;</span></td>
</tr>
<tr>
<td>
</p>
<p align="center">
<img border="0" src="divider1.png" width="40%"></p>
<p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1571;&#1588;&#1583; &#1575;&#1604;&#1605;&#1589;&#1575;&#1574;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Worst of Afflictions</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1571;&#1588;&#1583; &#1575;&#1604;&#1605;&#1589;&#1575;&#1574;&#1576; &#1600;: &#1575;&#1604;&#1605;&#1589;&#1610;&#1576;&#1577; &#1576;&#1575;&#1604;&#1583;&#1610;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">2&ndash; Imam Ali (AS) was once asked what the worst affliction was, to which he replied, &lsquo;To be afflicted with a blow to one&rsquo;s faith.&rsquo;</span></td>
</tr>
<tr>
<td>
</p>
<p align="center">
<img border="0" src="divider1.png" width="40%"></p>
<p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1593;&#1592;&#1605; &#1575;&#1604;&#1605;&#1589;&#1575;&#1574;&#1576; &#1608;&#1575;&#1604;&#1588;&#1602;&#1575;&#1569; &#1575;&#1604;&#1608;&#1604;&#1607; &#1576;&#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">3&ndash; Imam Ali (AS) said, &lsquo;The greatest affliction and source of wretchedness is infatuation with this world.&rsquo;</span></td>
</tr>
<tr>
<td>
</p>
<p align="center">
<img border="0" src="divider1.png" width="40%"></p>
<p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1593;&#1592;&#1605; &#1575;&#1604;&#1605;&#1589;&#1575;&#1574;&#1576; &#1575;&#1604;&#1580;&#1607;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-family: Arial;">4&ndash; Imam Ali (AS) said, &lsquo;The greatest affliction is ignorance.&rsquo;</span></td>
</tr>
<tr>
<td>
</p>
<p align="center">
<img border="0" src="divider1.png" width="40%"></p>
<p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1585;&#1580;&#1604; &#1602;&#1583; &#1575;&#1588;&#1578;&#1583; &#1580;&#1586;&#1593;&#1607; &#1593;&#1604;&#1609; &#1608;&#1604;&#1583;&#1607; &#1600;: &#1610;&#1575; &#1607;&#1584;&#1575; &#1580;&#1586;&#1593;&#1578; &#1604;&#1604;&#1605;&#1589;&#1610;&#1576;&#1577; &#1575;&#1604;&#1589;&#1594;&#1585;&#1609;&#1548; &#1608;&#1594;&#1601;&#1604;&#1578; &#1593;&#1606; &#1575;&#1604;&#1605;&#1589;&#1610;&#1576;&#1577; &#1575;&#1604;&#1603;&#1576;&#1585;&#1609;! &#1608;&#1604;&#1608; &#1603;&#1606;&#1578; &#1604;&#1605;&#1575; &#1589;&#1575;&#1585; &#1573;&#1604;&#1610;&#1607; &#1608;&#1604;&#1583;&#1603; &#1605;&#1587;&#1578;&#1593;&#1583;&#1575; &#1604;&#1605;&#1575; &#1575;&#1588;&#1600;&#1578;&#1583; &#1593;&#1604;&#1610;&#1607; &#1580;&#1586;&#1593;&#1603;&#1548; &#1601;&#1605;&#1589;&#1575;&#1576;&#1603; &#1576;&#1578;&#1585;&#1603;&#1603; &#1575;&#1604;&#1575;&#1587;&#1578;&#1593;&#1583;&#1575;&#1583; &#1604;&#1607; &#1571;&#1593;&#1592;&#1605; &#1605;&#1606; &#1605;&#1589;&#1575;&#1576;&#1603; &#1576;&#1608;&#1604;&#1583;&#1603; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">5&ndash; Imam al-Sadiq (AS) said to a man who was experiencing intense grief at the loss of his son, &lsquo;You are grieving at the minor affliction and are heedless of the major affliction! If only you prepared yourself for the place that your son has passed away to, your grief would not be so intense, for your affliction at having neglected preparation for it [i.e. the Hereafter] is much greater than the loss of your son.&rsquo;[`Uyoun Akhbar al-Ridha (AS), v. 2, p. 5, no. 10]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1575;&#1587;&#1578;&#1585;&#1580;&#1575;&#1593; &#1593;&#1606;&#1583; &#1575;&#1604;&#1605;&#1589;&#1610;&#1576;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>To Say &ldquo;Indeed we belong to Allah and to Him do we indeed return&rdquo; when Struck with an Affliction</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1575;&#1604;&#1607;&#1605; &#1575;&#1604;&#1575;&#1587;&#1578;&#1585;&#1580;&#1575;&#1593; &#1593;&#1606;&#1583; &#1575;&#1604;&#1605;&#1589;&#1610;&#1576;&#1577; &#1608;&#1580;&#1576;&#1578; &#1604;&#1607; &#1575;&#1604;&#1580;&#1606;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">6&ndash; He who is inspired to utter the words, &lsquo;Indeed we belong to Allah, and to Him do we indeed return&rsquo; during an affliction, his entrance into Paradise is made obligatory.&rsquo;[Thawab al-A`amal, p. 235, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1571;&#1583;&#1576; &#1575;&#1604;&#1605;&#1589;&#1575;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Etiquette of Dealing with an Affliction</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1606;&#1610;&#1575;&#1581;&#1577; &#1593;&#1605;&#1604; &#1575;&#1604;&#1580;&#1575;&#1607;&#1604;&#1610;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">7&ndash; The Prophet (SAWA) said, &lsquo;Wailing is an act from the pre-Islamic age of ignorance.&rsquo;[Bihar al-Anwar, v. 82, p. 103, no. 50]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; (&#1589;): &#1605;&#1606; &#1603;&#1606;&#1608;&#1586; &#1575;&#1604;&#1576;&#1585;: &#1603;&#1578;&#1605;&#1575;&#1606; &#1575;&#1604;&#1605;&#1589;&#1575;&#1574;&#1576; &#1608;&#1575;&#1604;&#1571;&#1605;&#1585;&#1575;&#1590; &#1608;&#1575;&#1604;&#1589;&#1583;&#1602;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">8&ndash; The Prophet (SAWA) said, &lsquo;Among the hidden treasures of goodness are: concealing one&rsquo;s afflictions, one&rsquo;s illnesses and one&rsquo;s charity [from others].&rsquo;[Bihar al-Anwar, v. 82, p. 103, no. 50]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1593;&#1606; &#1593;&#1575;&#1574;&#1588;&#1577;: &#1604;&#1605;&#1575; &#1605;&#1575;&#1578; &#1573;&#1576;&#1585;&#1575;&#1607;&#1610;&#1605; &#1576;&#1603;&#1609; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1581;&#1578;&#1609; &#1580;&#1585;&#1578; &#1583;&#1605;&#1608;&#1593;&#1607; &#1593;&#1604;&#1609; &#1604;&#1581;&#1610;&#1578;&#1607;&#1548; &#1601;&#1602;&#1610;&#1604; &#1604;&#1607;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1578;&#1606;&#1607;&#1609; &#1593;&#1606; &#1575;&#1604;&#1576;&#1603;&#1575;&#1569; &#1608;&#1571;&#1606;&#1578; &#1578;&#1576;&#1603;&#1610; &#1567;! &#1601;&#1602;&#1575;&#1604;: &#1604;&#1610;&#1587; &#1607;&#1584;&#1575; &#1576;&#1603;&#1575;&#1569;&#1548; &#1608;&#1573;&#1606;&#1605;&#1575; &#1607;&#1584;&#1607; &#1585;&#1581;&#1605;&#1577;&#1548; &#1608;&#1605;&#1606; &#1604;&#1575; &#1610;&#1585;&#1581;&#1605; &#1604;&#1575; &#1610;&#1585;&#1581;&#1605; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">9&ndash; `Aa&rsquo;isha narrated, &lsquo;When Ibrahim [the Prophet&rsquo;s son] passed away, the Prophet (SAWA) cried such that tears rolled onto his beard, so people said to him, &lsquo;O Prophet of Allah, you dissuade people from crying and here you are now crying?!&rsquo; to which he replied, &lsquo;This is not crying, it is compassion, for he who does not have compassion [for others] will not be treated with compassion [by Allah].&rsquo;[Amali al-Tusi, p. 388, no. 227]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1593;&#1606; &#1571;&#1576;&#1610; &#1607;&#1585;&#1610;&#1585;&#1577;: &#1605;&#1575;&#1578; &#1605;&#1610;&#1578; &#1605;&#1606; &#1570;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1601;&#1575;&#1580;&#1578;&#1605;&#1593; &#1575;&#1604;&#1606;&#1587;&#1575;&#1569; &#1610;&#1576;&#1603;&#1610;&#1606; &#1593;&#1604;&#1610;&#1607; &#1601;&#1602;&#1575;&#1605; &#1593;&#1605;&#1585; &#1610;&#1606;&#1607;&#1575;&#1607;&#1606; &#1608;&#1610;&#1591;&#1585;&#1583;&#1607;&#1606;&#1548; &#1601;&#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1583;&#1593;&#1607;&#1606; &#1610;&#1575; &#1593;&#1605;&#1585;&#1548; &#1601;&#1573;&#1606; &#1575;&#1604;&#1593;&#1610;&#1606; &#1583;&#1575;&#1605;&#1593;&#1577; &#1608;&#1575;&#1604;&#1602;&#1604;&#1576; &#1605;&#1589;&#1575;&#1576; &#1608;&#1575;&#1604;&#1593;&#1607;&#1583; &#1602;&#1585;&#1610;&#1576; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">10&ndash; Abu Hurayra narrated, &lsquo;A man from the family of the Prophet (SAWA) had passed away and the women were gathered around crying for him when `Aumar stood up and prohibited them from doing so, and told them to go away from there. The Prophet (SAWA) then said, &lsquo;Leave them O `Aumar, for verily the eye feels teary [at the moment], the heart is afflicted and the pain of the incident is still fresh.&rsquo;[Sunan al-Nasai, p. 4, no. 19]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1593;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1589;&#1608;&#1578;&#1575;&#1606; &#1605;&#1604;&#1593;&#1608;&#1606;&#1575;&#1606; &#1610;&#1576;&#1594;&#1590;&#1607;&#1605;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm;: &#1573;&#1593;&#1608;&#1575;&#1604; &#1593;&#1606;&#1583; &#1605;&#1589;&#1610;&#1576;&#1577;&#1548; &#1608;&#1589;&#1608;&#1578; &#1593;&#1606;&#1583; &#1606;&#1593;&#1605;&#1577; &#1563; &#1610;&#1593;&#1606;&#1610; &#1575;&#1604;&#1606;&#1608;&#1581; &#1608;&#1575;&#1604;&#1594;&#1606;&#1575;&#1569; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">11&ndash; Imam Ali (AS) narrated on the authority of the Prophet (SAWA), &lsquo;Two voices are cursed and despised by Allah: howling when struck by an affliction, and singing when blessed with a bounty.&rsquo;[Da`aim al-Islam, v. 1, p. 227]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1607;&#1608;&#1606; &#1575;&#1604;&#1605;&#1589;&#1575;&#1574;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Factors that Ease Afflictions</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">12&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1586;&#1607;&#1583; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1607;&#1575;&#1606;&#1578; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1605;&#1589;&#1610;&#1576;&#1575;&#1578;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">12&ndash; The Prophet (SAWA) said, &lsquo;Afflictions are easy for one who is abstemious in this world.&rsquo;[Kanz al-Fawa&rsquo;id li al-Karajiki, v. 2, p. 163]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">13&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1593;&#1592;&#1605;&#1578; &#1593;&#1606;&#1583;&#1607; &#1605;&#1589;&#1610;&#1576;&#1577; &#1601;&#1604;&#1610;&#1584;&#1603;&#1585; &#1605;&#1589;&#1610;&#1576;&#1578;&#1607; &#1576;&#1610;&#1563; &#1601;&#1573;&#1606;&#1607;&#1575; &#1587;&#1578;&#1607;&#1608;&#1606; &#1593;&#1604;&#1610;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">13&ndash; The Prophet (SAWA) said, &lsquo;He who finds an affliction too great to bear should think about [the greatness of his affliction resulting from] my passing away from this world, and his own affliction will become easier to bear.&rsquo;[Bihar al-Anwar, v. 82, p. 84, no. 26]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1603;&#1579;&#1585;&#1608;&#1575; &#1584;&#1603;&#1585; &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1608;&#1610;&#1608;&#1605; &#1582;&#1585;&#1608;&#1580;&#1603;&#1605; &#1605;&#1606; &#1575;&#1604;&#1602;&#1576;&#1608;&#1585;&#1548; &#1608;&#1602;&#1610;&#1575;&#1605;&#1603;&#1605; &#1576;&#1610;&#1606; &#1610;&#1583;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;&#1548; &#1578;&#1607;&#1608;&#1606; &#1593;&#1604;&#1610;&#1603;&#1605; &#1575;&#1604;&#1605;&#1589;&#1575;&#1574;&#1576;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">14&ndash; Imam Ali (AS) said, &lsquo;Increase your remembrance of death, the day that you will rise from your graves, and your standing before Allah, Mighty and Exalted, and your afflictions will become easier to bear.&rsquo;[al-Khisal, p. 616, no. 10]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1573;&#1606;&#1607; &#1603;&#1575;&#1606; &#1610;&#1602;&#1608;&#1604; &#1593;&#1606;&#1583; &#1575;&#1604;&#1605;&#1589;&#1610;&#1576;&#1577; &#1600;: &#1575;&#1604;&#1581;&#1605;&#1583; &#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1584;&#1610; &#1604;&#1605; &#1610;&#1580;&#1593;&#1604; &#1605;&#1589;&#1610;&#1576;&#1578;&#1610; &#1601;&#1610; &#1583;&#1610;&#1606;&#1610;&#1548; &#1608;&#1575;&#1604;&#1581;&#1605;&#1583; &#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1584;&#1610; &#1604;&#1608; &#1588;&#1575;&#1569; &#1571;&#1606; &#1578;&#1603;&#1608;&#1606; &#1605;&#1589;&#1610;&#1576;&#1578;&#1610; &#1571;&#1593;&#1592;&#1605; &#1605;&#1605;&#1575; &#1603;&#1575;&#1606;&#1578; (&#1603;&#1575;&#1606;&#1578;)&#1548; &#1608;&#1575;&#1604;&#1581;&#1605;&#1583; &#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1609; &#1575;&#1604;&#1571;&#1605;&#1585; &#1575;&#1604;&#1584;&#1610; &#1588;&#1575;&#1569; &#1571;&#1606; &#1610;&#1603;&#1608;&#1606; &#1608;&#1603;&#1575;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">15&ndash; Imam al-Sadiq (AS) used to say the following when faced with an affliction, &lsquo;All praise is due to Allah, Who did not afflict me in my faith, and all praise is due to Allah Who, if He had willed for my affliction to be greater than it is could have made it so, and all praise is due to Allah for the command that He willed to be and it is.&rsquo;[Bihar al-Anwar, v. 78, p. 268, no. 183]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">16&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1605;&#1610;&#1578; &#1573;&#1584;&#1575; &#1605;&#1575;&#1578; &#1576;&#1593;&#1579; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1604;&#1603;&#1575; &#1573;&#1604;&#1609; &#1571;&#1608;&#1580;&#1593; &#1571;&#1607;&#1604;&#1607;&#1548; &#1601;&#1605;&#1587;&#1581; &#1593;&#1604;&#1609; &#1602;&#1604;&#1576;&#1607; &#1601;&#1571;&#1606;&#1587;&#1575;&#1607; &#1604;&#1608;&#1593;&#1577; &#1575;&#1604;&#1581;&#1586;&#1606;&#1548; &#1608;&#1604;&#1608;&#1604;&#1575; &#1584;&#1604;&#1603; &#1604;&#1605; &#1578;&#1593;&#1605;&#1585; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">16&ndash; Imam al-Sadiq (AS) said, &lsquo;Verily when someone dies, Allah sends an angel to the most grieved member of his family, who strokes his heart and makes him forget the agony of grief, and if it were not for this, the world would never again thrive.&rsquo;[al-Kafi, v. 3, p. 227, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1588;&#1605;&#1575;&#1578;&#1577; &#1576;&#1575;&#1604;&#1605;&#1589;&#1575;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 25pt; color: #990033; font-family: Arial;">Gloating at Another&rsquo;s Affliction</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">17&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1588;&#1605;&#1578; &#1576;&#1605;&#1589;&#1610;&#1576;&#1577; &#1606;&#1586;&#1604;&#1578; &#1576;&#1571;&#1582;&#1610;&#1607; &#1604;&#1605; &#1610;&#1582;&#1585;&#1580; &#1605;&#1606; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1581;&#1578;&#1609; &#1610;&#1601;&#1578;&#1578;&#1606; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">17&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever gloats over an affliction that has befallen his fellow brother does not leave this world until he is tried similarly.&rsquo;[al-Kafi, v. 2, p. 359, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
