<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>AGRICULTURE&nbsp;&nbsp; &#1575;&#1604;&#1586;&#1585;&#1575;&#1593;&#1577;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">AGRICULTURE</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1586;&#1585;&#1575;&#1593;&#1577;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1587;&#1578;&#1581;&#1576;&#1575;&#1576; &#1575;&#1604;&#1586;&#1585;&#1593; &#1608;&#1575;&#1604;&#1594;&#1585;&#1587;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Divine Recommendation of Cultivation and Agriculture</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1575; &#1605;&#1606; &#1605;&#1587;&#1604;&#1605; &#1610;&#1594;&#1585;&#1587; &#1594;&#1585;&#1587;&#1575; &#1571;&#1608; &#1610;&#1586;&#1585;&#1593; &#1586;&#1585;&#1593;&#1575;&#1548; &#1601;&#1610;&#1571;&#1603;&#1604; &#1605;&#1606;&#1607; &#1591;&#1610;&#1585; &#1571;&#1608; &#1573;&#1606;&#1587;&#1575;&#1606; &#1571;&#1608; &#1576;&#1607;&#1610;&#1605;&#1577; &#1548; &#1573;&#1604;&#1575; &#1603;&#1575;&#1606; &#1604;&#1607; &#1576;&#1607; &#1589;&#1583;&#1602;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, 'Every single Muslim that plants or cultivates anything of which humans, animals or birds may eat from is counted as charity towards them on his behalf.&rsquo;[Mustadrak al-Wasail, v. 13, p. 460, no. 15892]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1603;&#1575;&#1606; &#1571;&#1576;&#1610; &#1610;&#1602;&#1608;&#1604;: &#1582;&#1610;&#1585; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604; &#1575;&#1604;&#1581;&#1585;&#1579; &#1548; &#1578;&#1586;&#1585;&#1593;&#1607; &#1601;&#1610;&#1571;&#1603;&#1604; &#1605;&#1606;&#1607; &#1575;&#1604;&#1576;&#1585; &#1608;&#1575;&#1604;&#1601;&#1575;&#1580;&#1585; &#1548; &#1571;&#1605;&#1575; &#1575;&#1604;&#1576;&#1585; &#1601;&#1605;&#1575; &#1571;&#1603;&#1604; &#1605;&#1606; &#1588;&#1610;&#1569; &#1575;&#1587;&#1578;&#1594;&#1601;&#1585; &#1604;&#1603; &#1548; &#1608;&#1571;&#1605;&#1575; &#1575;&#1604;&#1601;&#1575;&#1580;&#1585; &#1601;&#1605;&#1575; &#1571;&#1603;&#1604; &#1605;&#1606;&#1607; &#1605;&#1606; &#1588;&#1610;&#1569; &#1604;&#1593;&#1606;&#1607; &#1548; &#1608;&#1610;&#1571;&#1603;&#1604; &#1605;&#1606;&#1607; &#1575;&#1604;&#1576;&#1607;&#1575;&#1574;&#1605; &#1608;&#1575;&#1604;&#1591;&#1610;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; Imam al-Baqir (AS) narrated that his father used to say, 'The best of occupations is tilling the land, the produce of which is eaten by both the good-doer and the wrongdoer. That which the good-doer eats will seek forgiveness on his [i.e. the grower&rsquo;s] behalf, and that which the wrongdoer eats will curse him [i.e. the wrongdoer]. The birds and animals eat thereof too.&rsquo;[al-Kafi, v. 5, p. 260, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1603;&#1575;&#1606; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; (&#1593;) &#1610;&#1602;&#1608;&#1604;: &#1605;&#1606; &#1608;&#1580;&#1583; &#1605;&#1575;&#1569; &#1608;&#1578;&#1585;&#1575;&#1576;&#1575; &#1579;&#1605; &#1575;&#1601;&#1578;&#1602;&#1585; &#1601;&#1571;&#1576;&#1593;&#1583;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; Imam al-Baqir (AS) narrated that Imam Ali (AS) used to say, 'He who, in spite of having water and soil at his disposal, is still poor, is dissociated by Allah.&rsquo;[Qurb al-Isnad, p. 115, no. 404]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1586;&#1575;&#1585;&#1593;&#1608;&#1606; &#1603;&#1606;&#1608;&#1586; &#1575;&#1604;&#1571;&#1606;&#1575;&#1605;&#1548; &#1610;&#1586;&#1585;&#1593;&#1608;&#1606; &#1591;&#1610;&#1576;&#1575; &#1571;&#1582;&#1585;&#1580;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1548; &#1608;&#1607;&#1605; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1571;&#1581;&#1587;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1605;&#1602;&#1575;&#1605;&#1575;&#1548; &#1608;&#1571;&#1602;&#1585;&#1576;&#1607;&#1605; &#1605;&#1606;&#1586;&#1604;&#1577; &#1548; &#1610;&#1583;&#1593;&#1608;&#1606; &#1575;&#1604;&#1605;&#1576;&#1575;&#1585;&#1603;&#1610;&#1606;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; Imam al-Sadiq (AS) said, 'The farmers are the treasures of mankind for they plant and harvest the good things that Allah has made grow. On the Day of Resurrection, they will occupy the best and nearest position [to Allah] and will be called the blessed ones.&rsquo;[al-Kafi, v. 5, p. 261, no. 7]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&rlm;&#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;: &laquo;&#1608;&#1593;&#1604;&#1609;&rlm;&#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1604;&#1610;&#1578;&#1608;&#1603;&#1604; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1608;&#1606;&raquo; &#1600;: &#1575;&#1604;&#1586;&#1575;&#1585;&#1593;&#1608;&#1606; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; Imam al-Sadiq (AS) said that the verse of Allah in the Qur'an: "And on Allah do the believers rely" refers to the farmers.&rsquo;[Bihar al-Anwar, v. 103, p. 66, no. 16]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1571;&#1604;&#1607; &#1610;&#1586;&#1610;&#1583; &#1576;&#1606; &#1607;&#1575;&#1585;&#1608;&#1606; &#1575;&#1604;&#1608;&#1575;&#1587;&#1591;&#1610; &#1593;&#1606; &#1575;&#1604;&#1601;&#1604;&#1575;&#1581;&#1610;&#1606; &#1600;: &#1607;&#1605; &#1575;&#1604;&#1586;&#1575;&#1585;&#1593;&#1608;&#1606; &#1603;&#1606;&#1608;&#1586; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1571;&#1585;&#1590;&#1607; &#1548; &#1608;&#1605;&#1575; &#1601;&#1610; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604; &#1588;&#1610;&#1569; &#1571;&#1581;&#1576; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1606; &#1575;&#1604;&#1586;&#1585;&#1575;&#1593;&#1577; &#1548; &#1608;&#1605;&#1575; &#1576;&#1593;&#1579; &#1575;&#1604;&#1604;&#1607;&rlm; &#1606;&#1576;&#1610;&#1575; &#1573;&#1604;&#1575; &#1586;&#1585;&#1575;&#1593;&#1575; &#1573;&#1604;&#1575; &#1573;&#1583;&#1585;&#1610;&#1587; (&#1593;) &#1601;&#1573;&#1606;&#1607; &#1603;&#1575;&#1606; &#1582;&#1610;&#1575;&#1591;&#1575; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; Imam al-Sadiq (AS) said, 'There is no occupation more beloved to Allah than agriculture, and every single prophet that Allah sent down was a farmer except Prophet Enoch [Prophet Enoch (AS) is known as Idris in the Arabic tradition (ed.)] (AS) who was a tailor.&rsquo;[Mustadrak al-Wasail, v. 13, p. 461, no. 15898]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
