<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>ANGELS&nbsp;&nbsp; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 14pt; font-family: Arial;">ANGELS</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1582;&#1604;&#1602;&#1577; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Creation of Angels</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1579;&#1605; &#1582;&#1604;&#1602; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607; &#1604;&#1573;&#1587;&#1603;&#1575;&#1606; &#1587;&#1605;&#1575;&#1608;&#1575;&#1578;&#1607;&#1548; &#1608;&#1593;&#1605;&#1575;&#1585;&#1577; &#1575;&#1604;&#1589;&#1601;&#1610;&#1581; &#1575;&#1604;&#1571;&#1593;&#1604;&#1609; &#1605;&#1606; &#1605;&#1604;&#1603;&#1608;&#1578;&#1607;&#1548; &#1582;&#1604;&#1602;&#1575; &#1576;&#1583;&#1610;&#1593;&#1575; &#1605;&#1606; &#1605;&#1604;&#1575;&#1574;&#1603;&#1578;&#1607;&#1548; &#1608;&#1605;&#1604;&#1571; &#1576;&#1607;&#1605; &#1601;&#1585;&#1608;&#1580; &#1601;&#1580;&#1575;&#1580;&#1607;&#1575;&#1548; &#1608;&#1581;&#1588;&#1575; &#1576;&#1607;&#1605; &#1601;&#1578;&#1608;&#1602; &#1571;&#1580;&#1608;&#1575;&#1574;&#1607;&#1575; (&#1571;&#1580;&#1608;&#1575;&#1576;&#1607;&#1575;). </span></span></p>
</td>
</tr>
<tr>
<td>
<p align="justify"><span style="font-size: 25pt; font-family:Arial">1&ndash; Imam Ali (AS) said, &lsquo;He, Glory be to Him, then created for the inhabiting of His skies and populating the higher strata of his realm an innovative creation of the angels. With them He filled the openings of its cavities and populated with them the vastness of its circumference.&rsquo;[Nahj al-Balagha, Sermon 91]</span></p>
<p align="center"><span style="font-family: Arial;">
<img border="0" src="divider1.png" width="40%"></span></p>
</td>
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1582;&#1604;&#1602; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577; &#1605;&#1606; &#1575;&#1604;&#1606;&#1608;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">2&ndash; Imam al-Sadiq (AS) said, &lsquo;Allah Almighty created the angels from light.&rsquo;[al-Ikhtisas, p. 109]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1582;&#1604;&#1602; &#1575;&#1604;&#1604;&#1607;&rlm; &#1582;&#1604;&#1602;&#1575; &#1571;&#1603;&#1579;&#1585; &#1605;&#1606; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577;.</span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; Imam al-Sadiq (AS) said, &lsquo;Allah did not create any creation more [numerous] than the angels&hellip;&rsquo;[Amali al-Tusi, p. 314, no. 372]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1608;&#1575;&#1604;&#1584;&#1610; &#1606;&#1601;&#1587;&#1610; &#1576;&#1610;&#1583;&#1607;&#1548; &#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1575;&#1604;&#1587;&#1605;&#1575;&#1608;&#1575;&#1578; &#1571;&#1603;&#1579;&#1585; &#1605;&#1606; &#1593;&#1583;&#1583; &#1575;&#1604;&#1578;&#1585;&#1575;&#1576; &#1601;&#1610; &#1575;&#1604;&#1571;&#1585;&#1590;&#1548; &#1608;&#1605;&#1575;&#1601;&#1610; &#1575;&#1604;&#1587;&#1605;&#1575;&#1569; &#1605;&#1608;&#1590;&#1593; &#1602;&#1583;&#1605; &#1573;&#1604;&#1575; &#1608;&#1601;&#1610;&#1607;&#1575; &#1605;&#1604;&#1603; &#1610;&#1587;&#1576;&#1581;&#1607; &#1608;&#1610;&#1602;&#1583;&#1587;&#1607;&#1548; &#1608;&#1604;&#1575; &#1601;&#1610; &#1575;&#1604;&#1571;&#1585;&#1590; &#1588;&#1580;&#1585; &#1608;&#1604;&#1575; &#1605;&#1583;&#1585; &#1573;&#1604;&#1575; &#1608;&#1601;&#1610;&#1607;&#1575; &#1605;&#1604;&#1603; &#1605;&#1608;&#1603;&#1604; &#1576;&#1607;&#1575; . </span></span></p>
</td>
</tr>
<tr>
<td>
<p align="justify"><span style="font-size: 25pt">4&ndash; Imam al-Sadiq (AS) said, &lsquo;By He who owns my soul, the number of angels in the Heavens is more than the amount of sand on the earth, and there is not even the space of a footstep in Heaven that does not have an angel glorifying and sanctifying Him, nor is there a tree or a ground without having an angel responsible for it.&rsquo;[Bihar al-Anwar, v. 59, p. 176, no. 7]</span></p>
</td>
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1589;&#1601;&#1577; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Description of the Angels</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1589;&#1601;&#1577; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577; &#1600;: &#1607;&#1605; &#1571;&#1593;&#1604;&#1605; &#1582;&#1604;&#1602;&#1603; &#1576;&#1603;&#1548; &#1608;&#1571;&#1582;&#1608;&#1601;&#1607;&#1605; &#1604;&#1603;&#1548; &#1608;&#1571;&#1602;&#1585;&#1576;&#1607;&#1605; &#1605;&#1606;&#1603;&#1548; &#1604;&#1605; &#1610;&#1587;&#1603;&#1606;&#1608;&#1575; &#1575;&#1604;&#1571;&#1589;&#1604;&#1575;&#1576;&#1548; &#1608;&#1604;&#1605; &#1610;&#1590;&#1605;&#1606;&#1608;&#1575; &#1575;&#1604;&#1571;&#1585;&#1581;&#1575;&#1605;&#1548; &#1608;&#1604;&#1605; &#1610;&#1582;&#1604;&#1602;&#1608;&#1575; &#1605;&#1606; &#1605;&#1575;&#1569; &#1605;&#1607;&#1610;&#1606;&#1548; &#1608;&#1604;&#1605; &#1610;&#1578;&#1588;&#1593;&#1576;&#1607;&#1605; &#1585;&#1610;&#1576; &#1575;&#1604;&#1605;&#1606;&#1608;&#1606;&#1548; &#1608;&#1573;&#1606;&#1607;&#1605; &#1593;&#1604;&#1609; &#1605;&#1603;&#1575;&#1606;&#1607;&#1605; &#1605;&#1606;&#1603;&#1548; &#1608;&#1605;&#1606;&#1586;&#1604;&#1578;&#1607;&#1605; &#1593;&#1606;&#1583;&#1603;&#1548; &#1608;&#1575;&#1587;&#1578;&#1580;&#1605;&#1575;&#1593; &#1571;&#1607;&#1608;&#1575;&#1574;&#1607;&#1605; &#1601;&#1610;&#1603;&#1548; &#1608;&#1603;&#1579;&#1585;&#1577; &#1591;&#1575;&#1593;&#1578;&#1607;&#1605; &#1604;&#1603;&#1548; &#1608;&#1602;&#1604;&#1577; &#1594;&#1601;&#1604;&#1578;&#1607;&#1605; &#1593;&#1606; &#1571;&#1605;&#1585;&#1603;&#1548; &#1604;&#1608; &#1593;&#1575;&#1610;&#1606;&#1608;&#1575; &#1603;&#1606;&#1607; &#1605;&#1575; &#1582;&#1601;&#1610; &#1593;&#1604;&#1610;&#1607;&#1605; &#1605;&#1606;&#1603; &#1604;&#1581;&#1602;&#1585;&#1608;&#1575; &#1571;&#1593;&#1605;&#1575;&#1604;&#1607;&#1605;. </span></span></p>
</td>
</tr>
<tr>
<td>
<p align="justify"><span style="font-size: 25pt">5&ndash; Imam Ali (AS), describing angels said, &lsquo;They are the most knowledgeable of Your creation about You, the most fearful of You and the closest to You. They did not come from loins nor did they enter wombs; they were not dispersed by vicissitudes of time. They are on their places [distinct] from You and in their positions near You. Their desires are concentrated in You. Their worship for You is very much. Their neglect from Your command is little. If they were to witness what remains hidden about You, they would belittle their actions.&rsquo;[Nahj al-Balagha, Sermon 109]</span></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"></p>
</td>
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577; &#1604;&#1575; &#1610;&#1571;&#1603;&#1604;&#1608;&#1606;&#1548; &#1608;&#1604;&#1575; &#1610;&#1588;&#1585;&#1576;&#1608;&#1606;&#1548; &#1608;&#1604;&#1575;&#1610;&#1606;&#1603;&#1581;&#1608;&#1606;&#1548; &#1608;&#1573;&#1606;&#1605;&#1575; &#1610;&#1593;&#1610;&#1588;&#1608;&#1606; &#1576;&#1606;&#1587;&#1610;&#1605; &#1575;&#1604;&#1593;&#1585;&#1588;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; Imam al-Sadiq (AS) said, &lsquo;Angels do not eat or drink or copulate, rather they subsist through the breeze of the Throne.&rsquo;[Tafsir al-Qummi, v. 2, p. 206]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577; &#1575;&#1604;&#1581;&#1601;&#1592;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Guardian Angels</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1604;&#1607; &#1605;&#1593;&#1602;&#1576;&#1575;&#1578; &#1605;&#1606; &#1576;&#1610;&#1606; &#1610;&#1583;&#1610;&#1607; &#1608;&#1605;&#1606; &#1582;&#1604;&#1601;&#1607; &#1610;&#1581;&#1601;&#1592;&#1608;&#1606;&#1607; &#1605;&#1606; &#1571;&#1605;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm;&raquo; &#1600;: &#1576;&#1571;&#1605;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1606; &#1571;&#1606; &#1610;&#1602;&#1593; &#1601;&#1610; &#1585;&#1603;&#1610;&#1548; &#1571;&#1608; &#1610;&#1602;&#1593; &#1593;&#1604;&#1610;&#1607; &#1581;&#1575;&#1574;&#1591;&#1548; &#1571;&#1608; &#1610;&#1589;&#1610;&#1576;&#1607; &#1588;&#1610;&#1569;&#1563; &#1581;&#1578;&#1609; &#1573;&#1584;&#1575; &#1580;&#1575;&#1569; &#1575;&#1604;&#1602;&#1583;&#1585; &#1582;&#1604;&#1608;&#1575; &#1576;&#1610;&#1606;&#1607; &#1608;&#1576;&#1610;&#1606;&#1607; &#1610;&#1583;&#1601;&#1593;&#1608;&#1606;&#1607; &#1573;&#1604;&#1609; &#1575;&#1604;&#1605;&#1602;&#1575;&#1583;&#1610;&#1585;&#1548; &#1608;&#1607;&#1605;&#1575; &#1605;&#1604;&#1603;&#1575;&#1606; &#1610;&#1581;&#1601;&#1592;&#1575;&#1606;&#1607; &#1576;&#1575;&#1604;&#1604;&#1610;&#1604;&#1548; &#1608;&#1605;&#1604;&#1603;&#1575;&#1606; &#1610;&#1581;&#1601;&#1592;&#1575;&#1606;&#1607; &#1576;&#1575;&#1604;&#1606;&#1607;&#1575;&#1585; &#1610;&#1578;&#1593;&#1575;&#1602;&#1576;&#1575;&#1606; . </span></span></p>
</td>
</tr>
<tr>
<td>
<p align="justify"><span style="font-size: 25pt">7&ndash; Imam al-Baqir (AS), with regard to Allah&rsquo;s verse in the Qur&rsquo;an: "He has guardian angels, to his front and his rear, who guard him by Allah's command" [Qur&rsquo;an 13:11], said, &lsquo;By the command of Allah he is protected from falling into a well or from a wall falling onto him, or from being struck with something, until the decree of Allah comes. They [i.e. the angels] are a bridge between him and it and pass him onto his decrees. There are two angels that protect him in the night, and two angels following them that protect him in the day.&rsquo;[Bihar al-Anwar, v. 59, p. 179, no. 16]</span></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"></p>
</td>
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1602;&#1605;&#1610;: &laquo;&#1608;&#1573;&#1606; &#1593;&#1604;&#1610;&#1603;&#1605; &#1604;&#1581;&#1575;&#1601;&#1592;&#1610;&#1606;&raquo; &#1602;&#1575;&#1604;: &#1575;&#1604;&#1605;&#1604;&#1603;&#1575;&#1606; &#1575;&#1604;&#1605;&#1608;&#1603;&#1604;&#1575;&#1606; &#1576;&#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606;&#1548; &laquo;&#1603;&#1585;&#1575;&#1605;&#1575; &#1603;&#1575;&#1578;&#1576;&#1610;&#1606;&raquo; &#1610;&#1603;&#1578;&#1576;&#1608;&#1606; &#1575;&#1604;&#1581;&#1587;&#1606;&#1575;&#1578; &#1608;&#1575;&#1604;&#1587;&#1610;&#1574;&#1575;&#1578; . </span></p>
</td>
</tr>
<tr>
<td>
<p align="justify"><span style="font-size: 25pt">8&ndash; Tafsir al-Qummi: "Indeed, there are over you watchers."[Qur&rsquo;an 82:10], &lsquo;The two angels entrusted with man;&ldquo;noble writers."[Qur&rsquo;an 82:11], &lsquo;They write the good deeds and the bad.&rsquo;[Tafsir al-Qummi, v. 2, p. 409]</span></p>
</td>
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1576;&#1610;&#1608;&#1578; &#1575;&#1604;&#1578;&#1610; &#1604;&#1575; &#1578;&#1583;&#1582;&#1604;&#1607;&#1575; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Houses that Angels do not Enter</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1578;&#1575;&#1606;&#1610; &#1580;&#1576;&#1585;&#1574;&#1610;&#1604; <span lang="ar-sa">(&#1593;) &#1601;&#1602;&#1575;&#1604;: &#1610;&#1575; &#1605;&#1581;&#1605;&#1583;&#1548; &#1603;&#1610;&#1601; &#1606;&#1606;&#1586;&#1604; &#1593;&#1604;&#1610;&#1603;&#1605; &#1608;&#1571;&#1606;&#1578;&#1605; &#1604;&#1575; &#1578;&#1587;&#1578;&#1575;&#1603;&#1608;&#1606; &#1608;&#1604;&#1575; &#1578;&#1587;&#1578;&#1606;&#1580;&#1608;&#1606; &#1576;&#1575;&#1604;&#1605;&#1575;&#1569; &#1608;&#1604;&#1575; &#1578;&#1594;&#1587;&#1604;&#1608;&#1606; &#1576;&#1585;&#1575;&#1580;&#1605;&#1603;&#1605;&#1567;!</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="justify"><span style="font-size: 25pt">9 &ndash; The Prophet (SAWA) said, &lsquo;Gabriel (AS) came to me and said, &lsquo;O Muhammad, how can we [angels] descend to you [people] whilst you do not brush your teeth, you do not purify yourselves with water after excretion, and you do not wash your knuckles [of the dirt on them].&rsquo;[Nawadir al-Rawandi, p. 30]</span></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"></p>
</td>
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1602;&#1575;&#1604; &#1580;&#1576;&#1585;&#1574;&#1610;&#1604; (&#1593;): &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1573;&#1606;&#1575; &#1604;&#1575; &#1606;&#1583;&#1582;&#1604; &#1576;&#1610;&#1578;&#1575; &#1601;&#1610;&#1607; &#1589;&#1608;&#1585;&#1577; &#1573;&#1606;&#1587;&#1575;&#1606;&#1548; &#1608;&#1604;&#1575; &#1576;&#1610;&#1578;&#1575; &#1610;&#1576;&#1575;&#1604; &#1601;&#1610;&#1607;&#1548; &#1608;&#1604;&#1575; &#1576;&#1610;&#1578;&#1575; &#1601;&#1610;&#1607; &#1603;&#1604;&#1576;. </span></p>
</td>
</tr>
<tr>
<td>
<p align="justify">10&ndash; Imam al-Baqir (AS) said, &lsquo;Gabriel (AS) said, &lsquo;O Messenger of Allah, we do not enter a house that has in it a picture of a human, nor a house that one urinates in, nor a house that has a dog.&rsquo;[al-Kafi, v. 3, p. 393, no. 26] </p>
</td>
</tr>
</tbody>

<body>

</body>

</html>
