<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>ARROGANCE&nbsp;&nbsp; &#1575;&#1604;&#1603;&#1576;&#1585;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 14pt; font-family: Arial;">ARROGANCE</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1603;&#1576;&#1585;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1578;&#1581;&#1584;&#1610;&#1585; &#1605;&#1606; &#1575;&#1604;&#1603;&#1576;&#1585;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">Arrogance</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1601;&#1575;&#1593;&#1578;&#1576;&#1585;&#1608;&#1575; &#1576;&#1605;&#1575; &#1603;&#1575;&#1606; &#1605;&#1606; &#1601;&#1593;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1573;&#1576;&#1604;&#1610;&#1587;&#1548; &#1573;&#1584; &#1571;&#1581;&#1576;&#1591; &#1593;&#1605;&#1604;&#1607; &#1575;&#1604;&#1591;&#1608;&#1610;&#1604; &#1608;&#1580;&#1607;&#1583;&#1607; &#1575;&#1604;&#1580;&#1607;&#1610;&#1583; ... &#1593;&#1606; &#1603;&#1576;&#1585; &#1587;&#1575;&#1593;&#1577; &#1608;&#1575;&#1581;&#1583;&#1577; ! &#1601;&#1605;&#1606; &#1584;&#1575; &#1576;&#1593;&#1583; &#1573;&#1576;&#1604;&#1610;&#1587; &#1610;&#1587;&#1604;&#1605; &#1593;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1605;&#1579;&#1604; &#1605;&#1593;&#1589;&#1610;&#1578;&#1607; &#1567;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; Ali (AS) said, &lsquo;Take lesson from what Allah did to Satan. He foiled his many deeds and his hardworking efforts&hellip;. for being arrogant for an instant! So, who will be saved from Allah with something like his sin?!&rsquo;[Nahj al-Balagha, Saying 192]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1583;&#1582;&#1604; &#1602;&#1604;&#1576; &#1575;&#1605;&#1585;&#1574; &#1588;&#1610;&#1569; &#1605;&#1606; &#1575;&#1604;&#1603;&#1576;&#1585; &#1573;&#1604;&#1575; &#1606;&#1602;&#1589; &#1605;&#1606; &#1593;&#1602;&#1604;&#1607; &#1605;&#1579;&#1604; &#1605;&#1575; &#1583;&#1582;&#1604;&#1607; &#1605;&#1606; &#1584;&#1604;&#1603;&#1548; &#1602;&#1604; &#1584;&#1604;&#1603; &#1571;&#1608; &#1603;&#1579;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; Imam al-Baqir (AS) said, &lsquo;If any amount of arrogance enters the heart of a person, it will only bring deficiency to the intellect with the same amount of what entered it, whether it be a little or a lot.&rsquo;[Bihar al-Anwar, v. 78, p. 186, no. 16]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1576;&#1585;&#1574; &#1605;&#1606; &#1575;&#1604;&#1603;&#1576;&#1585; &#1606;&#1575;&#1604; &#1575;&#1604;&#1603;&#1585;&#1575;&#1605;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever is free from arrogance will obtain dignity.&rsquo;[Bihar al-Anwar, v. 78, p. 229, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1603;&#1576;&#1585; &#1585;&#1583;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1601;&#1605;&#1606; &#1606;&#1575;&#1586;&#1593; &#1575;&#1604;&#1604;&#1607;&rlm; &#1588;&#1610;&#1574;&#1575; &#1605;&#1606; &#1584;&#1604;&#1603; &#1571;&#1603;&#1576;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1575;&#1604;&#1606;&#1575;&#1585; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; Imam al-Sadiq (AS) said, &lsquo;Arrogance is the robe of Allah, and whoever wants to wrest Allah of any of it, Allah will throw him onto his face into the Hellfire.&rsquo;[Bihar al-Anwar, v. 73, p. 215, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1603;&#1576;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Explanation of Arrogance</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1610;&#1575; &#1571;&#1576;&#1575; &#1584;&#1585;&#1548; &#1605;&#1606; &#1605;&#1575;&#1578; &#1608;&#1601;&#1610; &#1602;&#1604;&#1576;&#1607; &#1605;&#1579;&#1602;&#1575;&#1604; &#1584;&#1585;&#1577; &#1605;&#1606; &#1603;&#1576;&#1585; &#1604;&#1605; &#1610;&#1580;&#1583; &#1585;&#1575;&#1574;&#1581;&#1577; &#1575;&#1604;&#1580;&#1606;&#1577; &#1573;&#1604;&#1575; &#1571;&#1606; &#1610;&#1578;&#1608;&#1576; &#1602;&#1576;&#1604; &#1584;&#1604;&#1603;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1573;&#1606;&#1610; &#1604;&#1610;&#1593;&#1580;&#1576;&#1606;&#1610; &#1575;&#1604;&#1580;&#1605;&#1575;&#1604; &#1581;&#1578;&#1609; &#1608;&#1583;&#1583;&#1578; &#1571;&#1606; &#1593;&#1604;&#1575;&#1602;&#1577; &#1587;&#1608;&#1591;&#1610; &#1608;&#1602;&#1576;&#1575;&#1604; &#1606;&#1593;&#1604;&#1610; &#1581;&#1587;&#1606;&#1548; &#1601;&#1607;&#1604; &#1610;&#1585;&#1607;&#1576; &#1593;&#1604;&#1609; &#1584;&#1604;&#1603; &#1567; &#1602;&#1575;&#1604;: &#1603;&#1610;&#1601; &#1578;&#1580;&#1583; &#1602;&#1604;&#1576;&#1603; &#1567; &#1602;&#1575;&#1604;: &#1571;&#1580;&#1583;&#1607; &#1593;&#1575;&#1585;&#1601;&#1575; &#1604;&#1604;&#1581;&#1602; &#1605;&#1591;&#1605;&#1574;&#1606;&#1575; &#1573;&#1604;&#1610;&#1607;&#1548; &#1602;&#1575;&#1604;: &#1604;&#1610;&#1587; &#1584;&#1604;&#1603; &#1576;&#1575;&#1604;&#1603;&#1576;&#1585;&#1548; &#1608;&#1604;&#1603;&#1606; &#1575;&#1604;&#1603;&#1576;&#1585; &#1571;&#1606; &#1578;&#1578;&#1585;&#1603; &#1575;&#1604;&#1581;&#1602; &#1608;&#1578;&#1578;&#1580;&#1575;&#1608;&#1586;&#1607; &#1573;&#1604;&#1609; &#1594;&#1610;&#1585;&#1607;&#1548; &#1608;&#1578;&#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587; &#1608;&#1604;&#1575; &#1578;&#1585;&#1609; &#1571;&#1606; &#1571;&#1581;&#1583;&#1575; &#1593;&#1585;&#1590;&#1607; &#1603;&#1593;&#1585;&#1590;&#1603; &#1608;&#1604;&#1575; &#1583;&#1605;&#1607; &#1603;&#1583;&#1605;&#1603;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; The Prophet (AS) said, &lsquo;O Abu Dharr, whoever dies having an atom&rsquo;s weight of arrogance in his heart will never smell the scent of Heaven unless he repents beforehand.&rsquo; Abu Dharr asked, &lsquo;O Messenger of Allah, I am fond of beauty so much so that I wished that the handle of my cane and the lace of my sandal be beautiful. So, should I be afraid of this?&rsquo; He said, &lsquo;How do you see your heart?&rsquo; Abu Dharr said, &lsquo;I see it knowing the Truth, and certain of Him.&rsquo; He (SAWA) said, &lsquo;That is not arrogance. Rather, arrogance is that you leave the Truth and exceed beyond Him to other than Him. You look at people and you do not see their honour as being like your honour or their blood like yours.&rsquo;[Bihar al-Anwar, v. 77, p. 90, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1591;&#1604;&#1576;&#1578; &#1575;&#1604;&#1582;&#1590;&#1608;&#1593; &#1601;&#1605;&#1575; &#1608;&#1580;&#1583;&#1578; &#1573;&#1604;&#1575; &#1576;&#1602;&#1576;&#1608;&#1604; &#1575;&#1604;&#1581;&#1602;&#1548; &#1575;&#1602;&#1576;&#1604;&#1608;&#1575; &#1575;&#1604;&#1581;&#1602;&#1548; &#1601;&#1573;&#1606; &#1602;&#1576;&#1608;&#1604; &#1575;&#1604;&#1581;&#1602; &#1610;&#1576;&#1593;&#1583; &#1605;&#1606; &#1575;&#1604;&#1603;&#1576;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; Imam Ali (AS) said, &lsquo;I sought after humility and did not find it other than through accepting the truth. Accept the truth, for accepting the truth distances one from arrogance.&rsquo;[Bihar al-Anwar, v. 69, p. 399, no. 91]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1593;&#1576;&#1583; &#1575;&#1604;&#1571;&#1593;&#1604;&#1609; &#1576;&#1606; &#1571;&#1593;&#1610;&#1606;: &#1602;&#1575;&#1604; &#1571;&#1576;&#1608; &#1593;&#1576;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; <span lang="ar-sa">(&#1593;): &#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1571;&#1593;&#1592;&#1605; &#1575;&#1604;&#1603;&#1576;&#1585; &#1594;&#1605;&#1589; &#1575;&#1604;&#1582;&#1604;&#1602; &#1608;&#1587;&#1601;&#1607; &#1575;&#1604;&#1581;&#1602;&#1548; &#1602;&#1604;&#1578;: &#1608;&#1605;&#1575; &#1594;&#1605;&#1589; &#1575;&#1604;&#1582;&#1604;&#1602; &#1608;&#1587;&#1601;&#1607; &#1575;&#1604;&#1581;&#1602;&#1567; &#1602;&#1575;&#1604;: &#1610;&#1580;&#1607;&#1604; &#1575;&#1604;&#1581;&#1602; &#1608;&#1610;&#1591;&#1593;&#1606; &#1593;&#1604;&#1609; &#1571;&#1607;&#1604;&#1607;&#1548; &#1601;&#1605;&#1606; &#1601;&#1593;&#1604; &#1584;&#1604;&#1603; &#1601;&#1602;&#1583; &#1606;&#1575;&#1586;&#1593; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1585;&#1583;&#1575;&#1569;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; Imam al-Sadiq (AS) narrated, &lsquo;The Prophet (SAWA) said, &lsquo;The worst of arrogance is despising people and depreciating the truth.&rsquo; At this, `Aabd al-A`ala b. A`ayan asked, &lsquo;And what is despising people and depreciating the truth?&rsquo; He said, &lsquo;It is when one is ignorant of the truth and slanders its people, and whoever does this has wrested Allah of His robe.&rsquo;[al-Kafi, v. 2, p. 310, no. 9]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1581;&#1601;&#1589; &#1576;&#1606; &#1594;&#1610;&#1575;&#1579; &#1593;&#1606; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1584;&#1607;&#1576; &#1610;&#1585;&#1609; &#1571;&#1606; &#1604;&#1607; &#1593;&#1604;&#1609; &#1575;&#1604;&#1570;&#1582;&#1585; &#1601;&#1590;&#1604;&#1575; &#1601;&#1607;&#1608; &#1605;&#1606; &#1575;&#1604;&#1605;&#1587;&#1578;&#1603;&#1576;&#1585;&#1610;&#1606;&#1548; &#1601;&#1602;&#1604;&#1578; &#1604;&#1607;: &#1573;&#1606;&#1605;&#1575; &#1610;&#1585;&#1609; &#1571;&#1606; &#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1601;&#1590;&#1604;&#1575; &#1576;&#1575;&#1604;&#1593;&#1575;&#1601;&#1610;&#1577; &#1573;&#1584;&#1575; &#1585;&#1570;&#1607; &#1605;&#1585;&#1578;&#1603;&#1576;&#1575; &#1604;&#1604;&#1605;&#1593;&#1575;&#1589;&#1610; &#1567; &#1601;&#1602;&#1575;&#1604;: &#1607;&#1610;&#1607;&#1575;&#1578; &#1607;&#1610;&#1607;&#1575;&#1578; ! &#1601;&#1604;&#1593;&#1604;&#1607; &#1571;&#1606; &#1610;&#1603;&#1608;&#1606; &#1602;&#1583; &#1594;&#1601;&#1585; &#1604;&#1607; &#1605;&#1575; &#1571;&#1578;&#1609; &#1608;&#1571;&#1606;&#1578; &#1605;&#1608;&#1602;&#1608;&#1601; &#1605;&#1581;&#1575;&#1587;&#1576;&#1548; &#1571;&#1605;&#1575; &#1578;&#1604;&#1608;&#1578; &#1602;&#1589;&#1577; &#1587;&#1581;&#1585;&#1577; &#1605;&#1608;&#1587;&#1609; (&#1593;). </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever thinks that he is superior to someone else is of the arrogant.&rsquo; Abu Hafs b. Ghiyath said, &lsquo;I asked him: [What if] one sees that they are superior in their being good when they see others committing sins?&rsquo; The Imam said, &lsquo;Far from it, far from it! For maybe he has been forgiven for what he has done and whilst you will be stopped and held accountable. Have you not read the story of the magicians of Moses (AS) in the Qur&rsquo;an?&rsquo;[Bihar al-Anwar, v. 8, p. 128, no. 98]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1605;&#1578;&#1603;&#1576;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">An Arrogant Person</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1605;&#1602;&#1578; &#1575;&#1604;&#1606;&#1575;&#1587; &#1575;&#1604;&#1605;&#1578;&#1603;&#1576;&#1585; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; The Prophet (SAWA) said, &lsquo;The most hateful of people are the arrogant.&rsquo;[Bihar al-Anwar, v. 73, p. 331, no. 23]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">10&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1571;&#1576;&#1593;&#1583;&#1603;&#1605; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1605;&#1606;&#1610; &#1575;&#1604;&#1579;&#1585;&#1579;&#1575;&#1585;&#1608;&#1606;&#1548; &#1608;&#1607;&#1605; &#1575;&#1604;&#1605;&#1587;&#1578;&#1603;&#1576;&#1585;&#1608;&#1606; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10&ndash; The Prophet (SAWA) said, &lsquo;The most distanced of you from me on the Day of Judgment will be the braggers, who are the arrogant.&rsquo;[Bihar al-Anwar, v. 73, p. 232, no. 25]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1593;&#1580;&#1576;&#1578; &#1604;&#1575;&#1576;&#1606; &#1570;&#1583;&#1605; &#1563; &#1571;&#1608;&#1604;&#1607; &#1606;&#1591;&#1601;&#1577; &#1608;&#1570;&#1582;&#1585;&#1607; &#1580;&#1610;&#1601;&#1577;&#1548; &#1608;&#1607;&#1608; &#1602;&#1575;&#1574;&#1605; &#1576;&#1610;&#1606;&#1607;&#1605;&#1575; &#1608;&#1593;&#1575;&#1569; &#1604;&#1604;&#1594;&#1575;&#1574;&#1591;&#1548; &#1579;&#1605; &#1610;&#1578;&#1603;&#1576;&#1585;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">11&ndash; Imam Ali (AS) said, &lsquo;How man surprises me! His origin is a sperm and his end is a carcass, and between these two he is a vessel for excrement, and he is still arrogant!&rsquo;[Bihar al-Anwar, v. 73, p. 234, no. 33]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">12&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1578;&#1603;&#1576;&#1585; &#1573;&#1604;&#1575; &#1608;&#1590;&#1610;&#1593;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">12&ndash; Imam Ali (AS) said, &lsquo;Only he who is vile is arrogant.&rsquo;[Ghurar al-Hikam, no 9467]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1605;&#1606; &#1585;&#1580;&#1604; &#1578;&#1603;&#1576;&#1585; &#1571;&#1608; &#1578;&#1580;&#1576;&#1585; &#1573;&#1604;&#1575; &#1604;&#1584;&#1604;&#1577; &#1608;&#1580;&#1583;&#1607;&#1575; &#1601;&#1610; &#1606;&#1601;&#1587;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">13&ndash; Imam al-Sadiq (AS) said, &lsquo;A person is arrogant or tyrannical only as a result of a [source of] disgrace he has in himself.&rsquo;[al-Kafi, v. 2, p. 312, no. 17]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1593;&#1604;&#1575;&#1580; &#1575;&#1604;&#1603;&#1576;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Curing Arrogance</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">14&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606;&#1607; &#1604;&#1610;&#1593;&#1580;&#1576;&#1606;&#1610; &#1571;&#1606; &#1610;&#1581;&#1605;&#1604; &#1575;&#1604;&#1585;&#1580;&#1604; &#1575;&#1604;&#1588;&#1610;&#1569; &#1601;&#1610; &#1610;&#1583;&#1607; &#1610;&#1603;&#1608;&#1606; &#1605;&#1607;&#1606;&#1574;&#1575; &#1604;&#1571;&#1607;&#1604;&#1607; &#1610;&#1583;&#1601;&#1593; &#1576;&#1607; &#1575;&#1604;&#1603;&#1576;&#1585; &#1593;&#1606; &#1606;&#1601;&#1587;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">14&ndash; The Prophet (SAWA) said, &lsquo;I admire a man who brings something with his hands to please his family, which repels arrogance from himself.&rsquo;[Tanbih al-Khawatir, v. 1, p. 201]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">15&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1581;&#1604;&#1576; &#1588;&#1575;&#1578;&#1607; &#1608;&#1585;&#1602;&#1593; &#1602;&#1605;&#1610;&#1589;&#1607; &#1608;&#1582;&#1589;&#1601; &#1606;&#1593;&#1604;&#1607; &#1608;&#1608;&#1575;&#1603;&#1604; &#1582;&#1575;&#1583;&#1605;&#1607; &#1608;&#1581;&#1605;&#1604; &#1605;&#1606; &#1587;&#1608;&#1602;&#1607;&#1548; &#1601;&#1602;&#1583; &#1576;&#1585;&#1574; &#1605;&#1606; &#1575;&#1604;&#1603;&#1576;&#1585;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">15&ndash; The Prophet (SAWA) said, &lsquo;Whoever milks his sheep, patches his own clothes, mends his own sandals, trusts his servants, and carries his own goods from the market is free from arrogance.&rsquo;[Kanz al-`Ummal, no. 7793]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">16&#1600; &#1573;&#1606; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1582;&#1585;&#1580; &#1573;&#1604;&#1609; &#1575;&#1604;&#1576;&#1602;&#1610;&#1593; &#1601;&#1578;&#1576;&#1593;&#1607; &#1571;&#1589;&#1581;&#1575;&#1576;&#1607; &rlm;&#1601;&#1608;&#1602;&#1601; &rlm;&#1608;&#1571;&#1605;&#1585;&#1607;&#1605; &#1571;&#1606;&rlm; &#1610;&#1578;&#1602;&#1583;&#1605;&#1608;&#1575;&#1548; &#1579;&#1605; &rlm;&#1605;&#1588;&#1609; &#1582;&#1604;&#1601;&#1607;&#1605;&#1548; &#1601;&#1587;&#1574;&#1604; &#1593;&#1606; &#1584;&#1604;&#1603; &#1601;&#1602;&#1575;&#1604;: &#1573;&#1606;&#1610; &#1587;&#1605;&#1593;&#1578; &#1582;&#1601;&#1602; &#1606;&#1593;&#1575;&#1604;&#1603;&#1605;&#1548; &#1601;&#1571;&#1588;&#1601;&#1602;&#1578; &#1571;&#1606; &#1610;&#1602;&#1593; &#1601;&#1610; &#1606;&#1601;&#1587;&#1610; &#1588;&#1610;&#1569; &#1605;&#1606; &#1575;&#1604;&#1603;&#1576;&#1585;.</p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">16&ndash; Abu Umama said, &lsquo;The Prophet (SAWA) left to go to Baqi`a and some of his companions followed him. He stopped and ordered them to proceed and he then walked behind them. He was asked about this, and he said, &lsquo;I heard the beat of your sandals [behind me] and feared that some arrogance would fall into my self.&rsquo;[Kanz al-`Ummal, no. 8878]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">17&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1603;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1582;&#1578;&#1576;&#1585; &#1593;&#1576;&#1575;&#1583;&#1607; &#1576;&#1571;&#1606;&#1608;&#1575;&#1593; &#1575;&#1604;&#1588;&#1583;&#1575;&#1574;&#1583;&#1548; &#1608;&#1610;&#1578;&#1593;&#1576;&#1583;&#1607;&#1605; &#1576;&#1571;&#1606;&#1608;&#1575;&#1593; &#1575;&#1604;&#1605;&#1580;&#1575;&#1607;&#1583;&#1548; &#1608;&#1610;&#1576;&#1578;&#1604;&#1610;&#1607;&#1605; &#1576;&#1590;&#1585;&#1608;&#1576; &#1575;&#1604;&#1605;&#1603;&#1575;&#1585;&#1607;&#1548; &#1573;&#1582;&#1585;&#1575;&#1580;&#1575; &#1604;&#1604;&#1578;&#1603;&#1576;&#1585; &#1605;&#1606; &#1602;&#1604;&#1608;&#1576;&#1607;&#1605;&#1548; &#1608;&#1573;&#1587;&#1603;&#1575;&#1606;&#1575; &#1604;&#1604;&#1578;&#1584;&#1604;&#1604; &#1601;&#1610; &#1606;&#1601;&#1608;&#1587;&#1607;&#1605;&#1548; &#1608;&#1604;&#1610;&#1580;&#1593;&#1604; &#1584;&#1604;&#1603; &#1571;&#1576;&#1608;&#1575;&#1576;&#1575; &#1601;&#1578;&#1581;&#1575; &#1573;&#1604;&#1609; &#1601;&#1590;&#1604;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">17&ndash; Imam Ali (AS) said, &lsquo;&hellip;But Allah tests His worshippers with many different hardships, He makes them engage in different struggles, and He makes them undergo multiple misfortunes. All this in order to extract arrogance from their hearts, to establish humbleness in their selves, and to make them open the doors to His Grace.&rsquo;[Nahj al-Balagha, Sermon 192]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1601;&#1585;&#1590; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1573;&#1610;&#1605;&#1575;&#1606; &#1578;&#1591;&#1607;&#1610;&#1585;&#1575; &#1605;&#1606; &#1575;&#1604;&#1588;&#1585;&#1603;&#1548; &#1608;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1578;&#1606;&#1586;&#1610;&#1607;&#1575; &#1593;&#1606; &#1575;&#1604;&#1603;&#1576;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">18&ndash; Imam Ali (AS) said, &lsquo;Allah obligated faith as purification from polytheism, and prayer as chastisement from arrogance.&rsquo;[Nahj al-Balagha, Saying 252]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1581;&#1587;&#1606; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1610;&#1606;&#1576;&#1594;&#1610; &#1604;&#1605;&#1606; &#1593;&#1585;&#1601; &#1593;&#1592;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1606; &#1610;&#1578;&#1593;&#1575;&#1592;&#1605;&#1548; &#1601;&#1573;&#1606; &#1585;&#1601;&#1593;&#1577; &#1575;&#1604;&#1584;&#1610;&#1606; &#1610;&#1593;&#1604;&#1605;&#1608;&#1606; &#1593;&#1592;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1606; &#1610;&#1578;&#1608;&#1575;&#1590;&#1593;&#1608;&#1575;&#1548; &#1608; (&#1593;&#1586;) &#1575;&#1604;&#1584;&#1610;&#1606; &#1610;&#1593;&#1585;&#1601;&#1608;&#1606; &#1605;&#1575; &#1580;&#1604;&#1575;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1606; &#1610;&#1578;&#1584;&#1604;&#1604;&#1608;&#1575; (&#1604;&#1607;). </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">19&ndash; Imam Hasan (AS) said, &lsquo;It is not appropriate for he who knows the magnitude of Allah to be haughty, for the glory of those who know the magnitude of Allah is that they become humble, and the honour of those who know the Majesty of Allah is that they humiliate themselves to Him.&rsquo;[Bihar al-Anwar, v. 78, p. 104, no. 3]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1579;&#1605;&#1585;&#1577; &#1575;&#1604;&#1603;&#1576;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Outcome of Arrogance</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">20&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1610;&#1587;&#1578;&#1603;&#1576;&#1585; &#1610;&#1590;&#1593;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">20&ndash; The Prophet (SAWA) said, &lsquo;Whoever is arrogant, Allah degrades him.&rsquo;[Amali al-Saduq, p. 395, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">21&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1581;&#1585;&#1589; &#1608;&#1575;&#1604;&#1603;&#1576;&#1585; &#1608;&#1575;&#1604;&#1581;&#1587;&#1583; &#1583;&#1608;&#1575;&#1593; &#1573;&#1604;&#1609; &#1575;&#1604;&#1578;&#1602;&#1581;&#1605; &#1601;&#1610; &#1575;&#1604;&#1584;&#1606;&#1608;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">21&ndash; Imam Ali (AS) said, &lsquo;Greed, arrogance, and jealousy are all motives for falling into sins.&rsquo;[Nahj al-Balagha, Saying 371]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">22&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1610;&#1587; &#1604;&#1605;&#1578;&#1603;&#1576;&#1585; &#1589;&#1583;&#1610;&#1602;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">22&ndash; Imam Ali (AS) said, &lsquo;An arrogant person has no friend.&rsquo;[Ghurar al-Hikam, no. 7464]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">23&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1610;&#1578;&#1593;&#1604;&#1605; &#1605;&#1606; &#1610;&#1578;&#1603;&#1576;&#1585; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">23&ndash; Imam Ali (AS) said, &lsquo;He who behaves arrogantly will never learn.&rsquo;[Ghurar al-Hikam, no. 10586]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">24&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1578;&#1603;&#1576;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587; &#1584;&#1604; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">24&ndash; Imam Ali (AS) said, &lsquo;He who behaves arrogantly with people is degraded.&rsquo;[Bihar al-Anwar, v. 77, p. 235, no. 3]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">25&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1610;&#1591;&#1605;&#1593;&#1606; &#1584;&#1608; &#1575;&#1604;&#1603;&#1576;&#1585; &#1601;&#1610; &#1575;&#1604;&#1579;&#1606;&#1575;&#1569; &#1575;&#1604;&#1581;&#1587;&#1606; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">25&ndash; Imam al-Sadiq (AS) said, &lsquo;An arrogant person should not avidly expect good praises.&rsquo;[al-Khisal, p. 434, no. 20]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">26&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1586;&#1585;&#1593; &#1610;&#1606;&#1576;&#1578; &#1601;&#1610; &#1575;&#1604;&#1587;&#1607;&#1604; &#1608;&#1604;&#1575; &#1610;&#1606;&#1576;&#1578; &#1601;&#1610; &#1575;&#1604;&#1589;&#1601;&#1575;&#1548; &#1601;&#1603;&#1584;&#1604;&#1603; &#1575;&#1604;&#1581;&#1603;&#1605;&#1577; &#1578;&#1593;&#1605;&#1585; &#1601;&#1610; &#1602;&#1604;&#1576; &#1575;&#1604;&#1605;&#1578;&#1608;&#1575;&#1590;&#1593; &#1608;&#1604;&#1575; &#1578;&#1593;&#1605;&#1585; &#1601;&#1610; &#1602;&#1604;&#1576; &#1575;&#1604;&#1605;&#1578;&#1603;&#1576;&#1585; &#1575;&#1604;&#1580;&#1576;&#1575;&#1585; &#1563; &#1604;&#1571;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1580;&#1593;&#1604; &#1575;&#1604;&#1578;&#1608;&#1575;&#1590;&#1593; &#1570;&#1604;&#1577; &#1575;&#1604;&#1593;&#1602;&#1604;&#1548; &#1608;&#1580;&#1593;&#1604; &#1575;&#1604;&#1578;&#1603;&#1576;&#1585; &#1605;&#1606; &#1570;&#1604;&#1577; &#1575;&#1604;&#1580;&#1607;&#1604;&#1548; &#1571;&#1604;&#1605; &#1578;&#1593;&#1604;&#1605; &#1571;&#1606; &#1605;&#1606; &#1588;&#1605;&#1582; &#1573;&#1604;&#1609; &#1575;&#1604;&#1587;&#1602;&#1601; &#1576;&#1585;&#1571;&#1587;&#1607; &#1588;&#1580;&#1607;&#1548; &#1608;&#1605;&#1606; &#1582;&#1601;&#1590; &#1585;&#1571;&#1587;&#1607; &#1575;&#1587;&#1578;&#1592;&#1604; &#1578;&#1581;&#1578;&#1607; &#1608;&#1571;&#1603;&#1606;&#1607;&#1567;! &#1608;&#1603;&#1584;&#1604;&#1603; &#1605;&#1606; &#1604;&#1605; &#1610;&#1578;&#1608;&#1575;&#1590;&#1593; &#1604;&#1604;&#1607;&rlm; &#1582;&#1601;&#1590;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1605;&#1606; &#1578;&#1608;&#1575;&#1590;&#1593; &#1604;&#1604;&#1607;&rlm; &#1585;&#1601;&#1593;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td>26&ndash; Imam al-Kazim (AS) said, &lsquo;A plant grows in a plain-levelled land and does not grow in a hard rocky place. The same goes for wisdom, as it grows in the humble heart and does not grow in the arrogant haughty heart; for Allah has made humbleness the tool for the intellect, and made arrogance the tool for ignorance. Do you not know that he who turns his head up towards the ceiling will break it, and he who lowers his head will be shaded and sheltered underneath it?! Thus, Allah will abase one who is not humble before Him, and Allah will elevate whoever is humble for Him.&rsquo;[Tuhaf al-`Uqoul, p. 396]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1579;&#1608;&#1609; &#1575;&#1604;&#1605;&#1578;&#1603;&#1576;&#1585;&#1610;&#1606;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Abode of the Arrogant</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">27&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1601;&#1610; &#1580;&#1607;&#1606;&#1605;&rlm; &#1604;&#1608;&#1575;&#1583;&#1610;&#1575; &#1604;&#1604;&#1605;&#1578;&#1603;&#1576;&#1585;&#1610;&#1606; &#1610;&#1602;&#1575;&#1604; &#1604;&#1607; &#1587;&#1602;&#1585;&#1548; &#1588;&#1603;&#1575; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1588;&#1583;&#1577; &#1581;&#1585;&#1607; &#1608;&#1587;&#1571;&#1604;&#1607; &#1571;&#1606; &#1610;&#1571;&#1584;&#1606; &#1604;&#1607; &#1571;&#1606; &#1610;&#1578;&#1606;&#1601;&#1587;&#1548; &#1601;&#1578;&#1606;&#1601;&#1587; &#1601;&#1571;&#1581;&#1585;&#1602; &#1580;&#1607;&#1606;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">27&ndash; Imam al-Sadiq (AS) said, &lsquo;In Hell there is a valley by the name of Saqar reserved for the arrogant, and it complained to Allah about the extremity of its heat and asked Him to be permitted to breathe. So it breathed and ignited Hell.&rsquo;[al-Kafi, v. 2, p. 310, no. 10]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
