<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>ASCETICISM&nbsp;&nbsp; &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;</title>
</head>
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">ASCETICISM</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #800080; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1601;&#1614;&#1590;&#1604;&#1615; &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1616;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #800080; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Virtue of Asceticism</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: small;">1&#1600; &#1585;&#1587;&#1608;&#1604;&#1615; &#1575;&#1604;&#1604;&#1607;&#1616;&rlm;&#1616; (&#1589;&#1614;&#1604;&#1617;&#1614;&#1610;&#1614; &#1575;&#1604;&#1604;&#1607;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1608;&#1614; &#1570;&#1604;&#1616;&#1607;&#1616;): &#1605;&#1575; &#1578;&#1614;&#1593;&#1614;&#1576;&#1617;&#1614;&#1583;&#1615;&#1608;&#1575; &#1604;&#1604;&#1617;&#1607;&rlm;&#1616;&#1616; &#1576;&#1588;&#1614;&#1610;&#1569;&#1613; &#1605;&#1616;&#1579;&#1604;&#1616; &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1616; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: small;">1&ndash; The Prophet (SAWA) said, 'People cannot worship Allah with anything better than asceticism from worldly pleasures.&rsquo;[Bihar al-Anwar, v. 70, p. 322] </span></span></td>
</tr>
<tr>
<td><span style="font-size: small;">&nbsp;</span></td>
</tr>
<tr>
<td>
<p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: small;">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1615; &#1588;&#1616;&#1610;&#1605;&#1614;&#1577;&#1615; &#1575;&#1604;&#1605;&#1615;&#1578;&#1617;&#1614;&#1602;&#1616;&#1610;&#1606;&#1614; &#1608;&#1587;&#1614;&#1580;&#1616;&#1610;&#1617;&#1614;&#1577;&#1615; &#1575;&#1604;&#1571;&#1608;&#1617;&#1575;&#1576;&#1616;&#1610;&#1606;&#1614;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: small;">2&ndash; Imam Ali (AS) said, 'Asceticism is the distinguishing characteristic of Godwary people and the natural disposition of those who turn to Allah.&rsquo;[Ghurar al-Hikam, no. 1713]</span></span></td>
</tr>
<tr>
<td><span style="font-size: small;">&nbsp;</span></td>
</tr>
<tr>
<td>
<p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: small;">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1573;&#1606;&#1617;&#1614; &#1605;&#1616;&#1606; &#1571;&#1593;&#1608;&#1614;&#1606;&#1616; &#1575;&#1604;&#1571;&#1582;&#1604;&#1575;&#1602;&#1616; &#1593;&#1604;&#1609; &#1575;&#1604;&#1583;&#1617;&#1616;&#1610;&#1606;&#1616; &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1614; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: small;">3&ndash; Imam Ali (AS) said, 'Verily among the qualities that greatly develop one&rsquo;s faith is abstention from worldly pleasures.&rsquo;[al-Kafi, v. 2, p. 128, no. 3]</span></span></td>
</tr>
<tr>
<td><span style="font-size: small;">&nbsp;</span></td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: small;">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585;&#1615; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1603;&#1575;&#1606;&#1614; &#1601;&#1610;&#1605;&#1575; &#1606;&#1575;&#1580;&#1614;&#1609; &#1575;&#1604;&#1604;&#1617;&#1607;&rlm;&#1615; &#1576;&#1607; &#1605;&#1608;&#1587;&#1609; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): ... &#1605;&#1575; &#1578;&#1614;&#1586;&#1614;&#1610;&#1617;&#1614;&#1606;&#1614; &#1604;&#1610; &#1575;&#1604;&#1605;&#1615;&#1578;&#1614;&#1586;&#1614;&#1610;&#1617;&#1616;&#1606;&#1615;&#1608;&#1606;&#1614; &#1576;&#1605;&#1616;&#1579;&#1604;&#1616; &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1616; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1593;&#1614;&#1605;&#1617;&#1575; &#1576;&#1616;&#1607;&#1616;&#1605;&#1615; &#1575;&#1604;&#1594;&#1616;&#1606;&#1609; &#1593;&#1606;&#1607;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: small;">4&ndash; Imam al-Baqir (AS) said, 'In one of His conversations with Prophet Moses (AS), Allah told him the following, '&hellip;those who seek to adorn themselves [for Me] have no better apparel than abstention from the worldly pleasures that they find indispensable.&rsquo;[Bihar al-Anwar, v. 13, p. 349, no. 37]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1589;&#1617;&#1575;&#1583;&#1602;&#1615; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1580;&#1615;&#1593;&#1616;&#1604;&#1614; &#1575;&#1604;&#1582;&#1614;&#1610;&#1585;&#1615; &#1603;&#1615;&#1604;&#1617;&#1615;&#1607;&#1615; &#1601;&#1610; &#1576;&#1614;&#1610;&#1578;&#1613; &#1548; &#1608;&#1580;&#1615;&#1593;&#1616;&#1604;&#1614; &#1605;&#1616;&#1601;&#1578;&#1575;&#1581;&#1615;&#1607;&#1615; &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1614; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">5&ndash; Imam al-Sadiq (AS) said, 'All goodness has been placed in one house, and its key is asceticism and restraint from worldly pleasures.&rsquo;[Bihar al-Anwar, v. 73, p. 49, no. 20]</span></span></td>
</tr>
<tr>
<td><p dir="rtl" align="center"><span style="color: #800080; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1581;&#1614;&#1602;&#1610;&#1602;&#1614;&#1577;&#1615; &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1616;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #800080; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Real Meaning of Asceticism</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">6&#1600; &#1585;&#1587;&#1608;&#1604;&#1615; &#1575;&#1604;&#1604;&#1607;&#1616;&rlm;&#1616; (&#1589;&#1614;&#1604;&#1617;&#1614;&#1610;&#1614; &#1575;&#1604;&#1604;&#1607;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1608;&#1614; &#1570;&#1604;&#1616;&#1607;&#1616;): &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1615; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1602;&#1614;&#1589;&#1585;&#1615;&#1575;&#1604;&#1571;&#1605;&#1614;&#1604;&#1616; &#1548; &#1608;&#1588;&#1615;&#1603;&#1585;&#1615; &#1603;&#1615;&#1604;&#1617;&#1616; &#1606;&#1616;&#1593;&#1605;&#1614;&#1577;&#1613; &#1548; &#1608;&#1575;&#1604;&#1608;&#1614;&#1585;&#1614;&#1593;&#1615; &#1593;&#1606; &#1603;&#1615;&#1604;&#1617;&#1616; &#1605;&#1575; &#1581;&#1614;&#1585;&#1617;&#1614;&#1605;&#1614; &#1575;&#1604;&#1604;&#1617;&#1607;&rlm;&#1615;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">6&ndash; The Prophet (SAWA) said, &lsquo;Asceticism from worldly pleasures means to cut short one&rsquo;s hopes of this world, to be grateful for every single bounty, to have piety and to keep away from all that which Allah has prohibited.&rsquo;[Tuhaf al-`Uqoul, no. 58]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1589;&#1614;&#1604;&#1617;&#1614;&#1610;&#1614; &#1575;&#1604;&#1604;&#1607;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1608;&#1614; &#1570;&#1604;&#1616;&#1607;&#1616;): &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1615; &#1604;&#1614;&#1610;&#1587;&#1614; &#1576;&#1578;&#1614;&#1581;&#1585;&#1610;&#1605;&#1616; &#1575;&#1604;&#1581;&#1614;&#1604;&#1575;&#1604;&#1616; &#1548; &#1608;&#1604;&#1603;&#1606;&#1618; &#1571;&#1606; &#1610;&#1603;&#1608;&#1606;&#1614; &#1576;&#1605;&#1575; &#1601;&#1610; &#1610;&#1614;&#1583;&#1614;&#1610;&#1616; &#1575;&#1604;&#1604;&#1617;&#1607;&rlm;&#1616; &#1571;&#1608;&#1579;&#1614;&#1602;&#1614; &#1605;&#1616;&#1606;&#1607;&#1615; &#1576;&#1605;&#1575; &#1601;&#1610; &#1610;&#1614;&#1583;&#1614;&#1610;&#1607;&#1616;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">7&ndash; The Prophet (SAWA) said, 'Asceticism is not to prohibit oneself that which is allowed. Rather it is to find that which is with Allah more secure than that which is in one's own possession.&rsquo;[Bihar al-Anwar, v. 77, p. 172, no. 8]</span></span></td>
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1615; &#1603;&#1614;&#1604;&#1616;&#1605;&#1614;&#1577;&#1612; &#1576;&#1610;&#1606;&#1614; &#1603;&#1614;&#1604;&#1616;&#1605;&#1614;&#1578;&#1614;&#1610;&#1606;&#1616; &#1548; &#1602;&#1575;&#1604;&#1614; &#1575;&#1604;&#1604;&#1617;&#1607;&rlm;&#1615; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1604;&#1616;&#1603;&#1614;&#1610;&#1618;&#1604;&#1575; &#1578;&#1614;&#1571;&#1618;&#1587;&#1614;&#1608;&#1575; &#1593;&#1614;&#1604;&#1614;&#1609; &#1605;&#1575; &#1601;&#1575;&#1578;&#1614;&#1603;&#1615;&#1605;&#1618; &#1608;&#1614;&#1604;&#1575; &#1578;&#1614;&#1601;&#1618;&#1585;&#1614;&#1581;&#1615;&#1608;&#1575; &#1576;&#1616;&#1605;&#1575; &#1570;&#1578;&#1575;&#1603;&#1615;&#1605;&#1618; &#1608;&#1575;&#1604;&#1604;&#1617;&#1607;&rlm;&#1615; &#1604;&#1575;&#1614; &#1610;&#1615;&#1581;&#1616;&#1576;&#1617;&#1615; &#1603;&#1615;&#1604;&#1617;&#1614; &#1605;&#1615;&#1582;&#1618;&#1578;&#1575;&#1604;&#1613; &#1601;&#1614;&#1582;&#1615;&#1608;&#1585;&#1613;&raquo; &#1601;&#1614;&#1605;&#1614;&#1606; &#1604;&#1614;&#1605; &#1610;&#1614;&#1571;&#1587;&#1614; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1575;&#1590;&#1616;&#1610; &#1548; &#1608;&#1604;&#1614;&#1605; &#1610;&#1614;&#1601;&#1585;&#1614;&#1581;&#1618; &#1576;&#1575;&#1604;&#1570;&#1578;&#1610; &#1601;&#1602;&#1583; &#1571;&#1582;&#1614;&#1584;&#1614; &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1614; &#1576;&#1616;&#1591;&#1614;&#1585;&#1614;&#1601;&#1614;&#1610;&#1607;&#1616;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">8&ndash; Imam Ali (AS) said, 'Asceticism is summed up between two phrases in the Qur&rsquo;an, where Allah, most High, says, "So that you may not grieve for what has escaped you, nor be exultant at what He has given you.&rdquo; Therefore, one who neither grieves about past losses nor is overjoyed about the possessions he is granted has perfected his asceticism from both sides.&rsquo;[Bihar al-Anwar, v. 70, p. 317, no. 23]</span></span></td>
</tr>
<tr>
<td><p dir="rtl">&nbsp;</p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1589;&#1617;&#1575;&#1583;&#1602;&#1615; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1615; &#1605;&#1616;&#1601;&#1578;&#1575;&#1581;&#1615; &#1576;&#1575;&#1576;&#1616; &#1575;&#1604;&#1570;&#1582;&#1616;&#1585;&#1614;&#1577;&#1616; &#1548; &#1608;&#1575;&#1604;&#1576;&#1614;&#1585;&#1575;&#1569;&#1577;&#1616; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1606;&#1575;&#1585;&#1616; &#1548; &#1608;&#1607;&#1615;&#1608; &#1578;&#1614;&#1585;&#1603;&#1615;&#1603;&#1614; &#1603;&#1615;&#1604;&#1617;&#1614; &#1588;&#1610;&#1569;&#1613; &#1610;&#1614;&#1588;&#1594;&#1614;&#1604;&#1615;&#1603;&#1614; &#1593;&#1606;&#1616; &#1575;&#1604;&#1604;&#1617;&#1607;&rlm;&#1616; &#1548; &#1605;&#1616;&#1606; &#1594;&#1614;&#1610;&#1585;&#1616; &#1578;&#1614;&#1571;&#1587;&#1617;&#1615;&#1601;&#1613; &#1593;&#1604;&#1609; &#1601;&#1614;&#1608;&#1578;&#1616;&#1607;&#1575; &#1548; &#1608;&#1604;&#1575; &#1573;&#1593;&#1580;&#1575;&#1576;&#1613; &#1601;&#1610; &#1578;&#1614;&#1585;&#1603;&#1616;&#1607;&#1575; &#1548; &#1608;&#1604;&#1575; &#1575;&#1606;&#1578;&#1616;&#1592;&#1575;&#1585;&#1616; &#1601;&#1614;&#1585;&#1614;&#1580;&#1613; &#1605;&#1616;&#1606;&#1607;&#1575; &#1548; &#1608;&#1604;&#1575; &#1591;&#1614;&#1604;&#1614;&#1576;&#1616; &#1605;&#1614;&#1581;&#1605;&#1614;&#1583;&#1614;&#1577;&#1613; &#1593;&#1604;&#1614;&#1610;&#1607;&#1575; &#1548; &#1608;&#1604;&#1575; &#1593;&#1616;&#1608;&#1614;&#1590;&#1613; &#1605;&#1616;&#1606;&#1607;&#1575; &#1548; &#1576;&#1604; &#1578;&#1614;&#1585;&#1609; &#1601;&#1614;&#1608;&#1578;&#1614;&#1607;&#1575; &#1585;&#1575;&#1581;&#1614;&#1577;&#1611; &#1608;&#1603;&#1614;&#1608;&#1606;&#1614;&#1607;&#1575; &#1570;&#1601;&#1614;&#1577;&#1611; &#1548; &#1608;&#1578;&#1603;&#1608;&#1606;&#1615; &#1571;&#1576;&#1583;&#1575; &#1607;&#1575;&#1585;&#1616;&#1576;&#1575; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1570;&#1601;&#1614;&#1577;&#1616; &#1548; &#1605;&#1615;&#1593;&#1578;&#1614;&#1589;&#1616;&#1605;&#1575; &#1576;&#1616;&#1575;&#1604;&#1585;&#1617;&#1575;&#1581;&#1614;&#1577;&#1616;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">9&ndash; Imam al-Sadiq (AS) said, 'Asceticism is the key to the door of the Hereafter and immunity from the Fire, and it is to abandon all those things that preoccupy you from Allah, neither experiencing regret upon their loss, nor self-admiration for having abandoned them, nor awaiting deliverance from them, nor seeking praise on account of them, and nor anything else in exchange for them. Rather you see their loss as a source of comfort and their presence as a source of misfortune, such that you consistently run away from misfortune and seek refuge in comfort.&rsquo;[Bihar al-Anwar, p. 315, no. 20]</span></span></td>
</tr>
<tr>
<td><p dir="rtl" align="center"><span style="color: #800080; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1589;&#1616;&#1601;&#1575;&#1578;&#1615; &#1575;&#1604;&#1586;&#1617;&#1575;&#1607;&#1616;&#1583;&#1616;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #800080; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">Qualities of the One Who Practices Asceticism </span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1575;&#1604;&#1586;&#1575;&#1607;&#1583;&#1615; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1605;&#1614;&#1606; &#1604;&#1614;&#1605; &#1610;&#1614;&#1594;&#1604;&#1616;&#1576;&#1616; &#1575;&#1604;&#1581;&#1614;&#1585;&#1575;&#1605;&#1615; &#1589;&#1614;&#1576;&#1585;&#1614;&#1607;&#1615; &#1548; &#1608;&#1604;&#1614;&#1605; &#1610;&#1614;&#1588;&#1594;&#1614;&#1604;&#1616; &#1575;&#1604;&#1581;&#1614;&#1604;&#1575;&#1604;&#1615; &#1588;&#1615;&#1603;&#1585;&#1614;&#1607;&#1615; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">10&ndash; Imam Ali (AS) said, 'The one who practices asceticism from worldly pleasures is such that he neither allows the prohibited things to overcome his perseverance [in the way of Allah], nor the permissible things to distract him from gratefulness to Allah.&rsquo;[Bihar al-Anwar, v. 78, p. 37, no. 3]</span></span></td>
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1573;&#1606;&#1617; &#1575;&#1604;&#1586;&#1575;&#1607;&#1616;&#1583;&#1610;&#1606;&#1614; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1578;&#1614;&#1576;&#1603;&#1616;&#1610; &#1602;&#1604;&#1615;&#1608;&#1576;&#1615;&#1607;&#1615;&#1605; &#1608;&#1573;&#1606; &#1590;&#1614;&#1581;&#1616;&#1603;&#1615;&#1608;&#1575; &#1548; &#1608;&#1610;&#1614;&#1588;&#1578;&#1614;&#1583;&#1617;&#1615; &#1581;&#1615;&#1586;&#1606;&#1615;&#1607;&#1615;&#1605; &#1608;&#1573;&#1606; &#1601;&#1614;&#1585;&#1616;&#1581;&#1615;&#1608;&#1575; &#1548; &#1608;&#1610;&#1614;&#1603;&#1579;&#1615;&#1585;&#1615; &#1605;&#1614;&#1602;&#1578;&#1615;&#1607;&#1615;&#1605; &#1571;&#1606;&#1601;&#1615;&#1587;&#1614;&#1607;&#1615;&#1605; &#1548; &#1608;&#1573;&#1606;&#1616; &#1575;&#1594;&#1578;&#1614;&#1576;&#1614;&#1591;&#1615;&#1608;&#1575; &#1576;&#1605;&#1575; &#1585;&#1615;&#1586;&#1616;&#1602;&#1615;&#1608;&#1575; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">11&ndash; Imam Ali (AS) said, 'Those who restrain themselves from worldly pleasures are such that their hearts are weeping though outwardly they may laugh, they experience great sorrow though they display joy, and they are filled with self-contempt though they rejoice at all that they have been bestowed.&rsquo;[Nahj al-Balagha, Sermon 113]</span></span></td>
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1589;&#1617;&#1575;&#1583;&#1602;&#1615; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;) &#1600; &#1604;&#1605;&#1617;&#1575; &#1587;&#1615;&#1574;&#1604;&#1614; &#1593;&#1606; &#1575;&#1604;&#1586;&#1575;&#1607;&#1616;&#1583;&#1616; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1600;: &#1575;&#1604;&#1584;&#1610; &#1610;&#1614;&#1578;&#1585;&#1615;&#1603;&#1615; &#1581;&#1614;&#1604;&#1575;&#1604;&#1614;&#1607;&#1575; &#1605;&#1582;&#1575;&#1601;&#1614;&#1577;&#1614; &#1581;&#1616;&#1587;&#1575;&#1576;&#1616;&#1607;&#1616; &#1548; &#1608;&#1610;&#1614;&#1578;&#1585;&#1615;&#1603;&#1615; &#1581;&#1614;&#1585;&#1575;&#1605;&#1614;&#1607;&#1575; &#1605;&#1614;&#1582;&#1575;&#1601;&#1614;&#1577;&#1614; &#1593;&#1614;&#1584;&#1575;&#1576;&#1616;&#1607;&#1616; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">12&ndash; Imam al-Sadiq (AS), when asked to define the ascetic, said, 'The ascetic is the one who renounces the permissible things in this world for fear of having to account for them, and renounces the forbidden things of this world for fear of punishment for them.&rsquo;[`Auyoun Akhbar al-Ridha (AS), v. 2, p. 52, no. 199]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1585;&#1617;&#1616;&#1590;&#1575; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;) &#1600; &#1604;&#1614;&#1605;&#1617;&#1575; &#1587;&#1615;&#1574;&#1604;&#1614; &#1593;&#1606; &#1589;&#1616;&#1601;&#1614;&#1577;&#1616; &#1575;&#1604;&#1586;&#1575;&#1607;&#1616;&#1583;&#1616; &#1600;: &#1605;&#1615;&#1578;&#1614;&#1576;&#1614;&#1604;&#1617;&#1616;&#1594;&#1612; &#1576;&#1616;&#1583;&#1615;&#1608;&#1606;&#1616; &#1602;&#1615;&#1608;&#1578;&#1616;&#1607;&#1616; &#1548; &#1605;&#1615;&#1587;&#1578;&#1614;&#1593;&#1616;&#1583;&#1617;&#1612; &#1604;&#1616;&#1610;&#1614;&#1608;&#1605;&#1616; &#1605;&#1614;&#1608;&#1578;&#1616;&#1607;&#1616; &#1548; &#1605;&#1615;&#1578;&#1614;&#1576;&#1614;&#1585;&#1617;&#1616;&#1605;&#1612; &#1576;&#1581;&#1614;&#1610;&#1575;&#1578;&#1616;&#1607;&#1616; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">13&ndash; Imam al-Rida (AS), when asked about the qualities of the ascetic, replied, 'He manages to still his hunger without pursuit of food, he is well-prepared for his death, and weary of his life in this world.&rsquo;[Bihar al-Anwar, v. 78, p. 349, no. 6]</span></span></td>
</tr>
<tr>
<td><p dir="rtl" align="center"><span style="color: #800080; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1605;&#1608;&#1580;&#1616;&#1576;&#1575;&#1578;&#1615; &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1616;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; font-weight: 700"><span style="color: #800080; font-family: Arial;">Factors that Elicit Asceticism</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1571;&#1581;&#1614;&#1602;&#1617;&#1615; &#1575;&#1604;&#1606;&#1575;&#1587;&#1616; &#1576;&#1575;&#1604;&#1586;&#1617;&#1614;&#1607;&#1575;&#1583;&#1614;&#1577;&#1616; &#1605;&#1614;&#1606; &#1593;&#1614;&#1585;&#1614;&#1601;&#1614; &#1606;&#1614;&#1602;&#1589;&#1614; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt"><span style="font-family: Arial;">14&ndash; Imam Ali (AS) said, 'The person best able to practice abstemiousness is he who understands the inferiority of this worldly life.&rsquo;[Ghurar al-Hikam, no. 3209]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1603;&#1610;&#1601;&#1614; &#1610;&#1614;&#1586;&#1607;&#1614;&#1583;&#1615; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1605;&#1614;&#1606; &#1604;&#1575; &#1610;&#1614;&#1593;&#1585;&#1616;&#1601;&#1615; &#1602;&#1614;&#1583;&#1585;&#1614; &#1575;&#1604;&#1570;&#1582;&#1616;&#1585;&#1614;&#1577;&#1616;&#1567;! </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt"><span style="font-family: Arial;">15&ndash; Imam Ali (AS) said, 'How can one renounce the pleasures of this world when he has not yet fathomed the worth of the Hereafter?!&rsquo;[Ghurar al-Hikam, no. 6987]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585;&#1615; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1571;&#1603;&#1579;&#1616;&#1585;&#1618; &#1584;&#1616;&#1603;&#1585;&#1614; &#1575;&#1604;&#1605;&#1614;&#1608;&#1578;&#1616; &#1548; &#1601;&#1573;&#1606;&#1617;&#1607;&#1615; &#1604;&#1614;&#1605; &rlm;&#1610;&#1615;&#1603;&#1579;&#1616;&#1585;&#1618; &#1573;&#1606;&#1587;&#1575;&#1606;&#1612; &#1584;&#1616;&#1603;&#1585;&#1614; &#1575;&#1604;&#1605;&#1614;&#1608;&#1578;&#1616; &#1573;&#1604;&#1617;&#1575; &#1586;&#1614;&#1607;&#1616;&#1583;&#1614; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt"><span style="font-family: Arial;">16&ndash; Imam al-Baqir (AS) said, 'Remember death frequently, for no sooner does man increase his remembrance of death than he begins to renounce this world's life.&rsquo;[Bihar al-Anwar, v. 73, p. 64, no. 31]</span></span></td>
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">17&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605;&#1615; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;) &#1600; &#1593;&#1606;&#1583; &#1602;&#1576;&#1585;&#1613; &#1581;&#1614;&#1590;&#1614;&#1585;&#1614;&#1607;&#1615; &#1600;: &#1573;&#1606;&#1617;&#1614; &#1588;&#1610;&#1574;&#1575;&#1611; &#1607;&#1584;&#1575; &#1570;&#1582;&#1616;&#1585;&#1615;&#1607;&#1615; &#1604;&#1614;&#1581;&#1614;&#1602;&#1616;&#1610;&#1602;&#1612; &#1571;&#1606; &#1610;&#1615;&#1586;&#1607;&#1614;&#1583;&#1614; &#1601;&#1610; &#1571;&#1608;&#1617;&#1614;&#1604;&#1616;&#1607;&#1616;&#1548; &#1608;&#1573;&#1606;&#1617;&#1614; &#1588;&#1610;&#1574;&#1575;&#1611; &#1607;&#1584;&#1575; &#1571;&#1608;&#1617;&#1614;&#1604;&#1615;&#1607;&#1615; &#1604;&#1614;&#1581;&#1614;&#1602;&#1616;&#1610;&#1602;&#1612; &#1571;&#1606; &#1610;&#1615;&#1582;&#1575;&#1601;&#1614; &#1570;&#1582;&#1616;&#1585;&#1615;&#1607;&#1615;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt"><span style="font-family: Arial;">17&ndash; Imam al-Kazim (AS) once said while standing at a graveside, &lsquo;Indeed something that ends with this [i.e. death] is worthy of its beginning being spent in abstemiousness. And indeed something that begins with this is worthy of its end being feared with apprehension.&rsquo;[Bihar al-Anwar, v. 78, p. 320, no. 9]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1593;&#1587;&#1603;&#1585;&#1610;&#1617;&#1615; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1604;&#1614;&#1608; &#1593;&#1614;&#1602;&#1614;&#1604;&#1614; &#1571;&#1607;&#1604;&#1615; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1582;&#1614;&#1585;&#1616;&#1576;&#1614;&#1578;&#1618; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt"><span style="font-family: Arial;">18&ndash; Imam al-`Aaskari (AS) said, 'If the inhabitants of this world used their intellect, the world would self-destruct [for it would cease to be of any importance].&rsquo;[Bihar al-Anwar, p. 377, no. 3]</span></span></td>
</tr>
<tr>
<td><p dir="rtl" align="center"><span style="color: #800080; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1579;&#1614;&#1605;&#1614;&#1585;&#1575;&#1578;&#1615; &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1616;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; font-weight: 700"><span style="color: #800080; font-family: Arial;">The Benefits of Asceticism</span></span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">19&#1600; &#1585;&#1587;&#1608;&#1604;&#1615; &#1575;&#1604;&#1604;&#1607;&#1616;&rlm;&#1616; (&#1589;&#1614;&#1604;&#1617;&#1614;&#1610;&#1614; &#1575;&#1604;&#1604;&#1607;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1608;&#1614; &#1570;&#1604;&#1616;&#1607;&#1616;): &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1615; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1610;&#1615;&#1585;&#1616;&#1610;&#1581;&#1615; &#1575;&#1604;&#1602;&#1614;&#1604;&#1576;&#1614; &#1608;&#1575;&#1604;&#1576;&#1614;&#1583;&#1614;&#1606;&#1614; &#1548; &#1608;&#1575;&#1604;&#1585;&#1617;&#1614;&#1594;&#1576;&#1614;&#1577;&#1615; &#1601;&#1610;&#1607;&#1575; &#1578;&#1615;&#1578;&#1593;&#1616;&#1576;&#1615; &#1575;&#1604;&#1602;&#1614;&#1604;&#1576;&#1614; &#1608;&#1575;&#1604;&#1576;&#1614;&#1583;&#1614;&#1606;&#1614; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt"><span style="font-family: Arial;">19&ndash; The Prophet (SAWA) said, 'Abstaining from the vain pleasures of this world puts the heart and the body at rest, whereas longing for them exhausts the heart and the body.&rsquo;[Kanz al-`Ummal, no. 6060]</span></span></td>
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">20&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1605;&#1614;&#1606; &#1586;&#1614;&#1607;&#1616;&#1583;&#1614; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1548; &#1608;&#1604;&#1605; &#1610;&#1614;&#1580;&#1586;&#1614;&#1593;&#1618; &#1605;&#1616;&#1606; &#1584;&#1615;&#1604;&#1617;&#1616;&#1607;&#1575; &#1548; &#1608;&#1604;&#1614;&#1605; &#1610;&#1615;&#1606;&#1575;&#1601;&#1616;&#1587;&#1618; &#1601;&#1610; &#1593;&#1616;&#1586;&#1617;&#1616;&#1607;&#1575; &#1548; &#1607;&#1614;&#1583;&#1575;&#1607;&#1615; &#1575;&#1604;&#1604;&#1617;&#1607;&rlm;&#1615; &#1576;&#1594;&#1614;&#1610;&#1585;&#1616; &#1607;&#1616;&#1583;&#1575;&#1610;&#1614;&#1577;&#1613; &#1605;&#1616;&#1606; &#1605;&#1614;&#1582;&#1604;&#1608;&#1602;&#1613; &#1548; &#1608;&#1593;&#1614;&#1604;&#1617;&#1614;&#1605;&#1614;&#1607;&#1615; &#1576;&#1594;&#1614;&#1610;&#1585;&#1616; &#1578;&#1614;&#1593;&#1604;&#1616;&#1610;&#1605;&#1613;&#1548; &#1608;&#1571;&#1579;&#1576;&#1614;&#1578;&#1614; &#1575;&#1604;&#1581;&#1616;&#1603;&#1605;&#1614;&#1577;&#1614; &#1601;&#1610; &#1589;&#1614;&#1583;&#1585;&#1616;&#1607;&#1616; &#1608;&#1571;&#1580;&#1585;&#1575;&#1607;&#1575; &#1593;&#1604;&#1609; &#1604;&#1616;&#1587;&#1575;&#1606;&#1616;&#1607;&#1616; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt"><span style="font-family: Arial;">20&ndash; Imam Ali (AS) said, 'He who renounces this worldly life, neither concerning himself with its baseness nor vying for its glory, Allah rewards him with a gift that is unobtainable through any of His creatures, grants him knowledge without the need for learning, secures wisdom in his heart and makes it flow upon his tongue.&rsquo;[Bihar al-Anwar, v. 78, p. 63, no. 155]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">21&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1575;&#1616;&#1586;&#1607;&#1614;&#1583;&#1618; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1578;&#1614;&#1606;&#1586;&#1616;&#1604;&#1618; &#1593;&#1604;&#1614;&#1610;&#1603;&#1614; &#1575;&#1604;&#1585;&#1617;&#1614;&#1581;&#1605;&#1614;&#1577;&#1615; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt"><span style="font-family: Arial;">21&ndash; Imam Ali (AS) said, 'Abstain from the vain pleasures of this world and divine mercy will descend upon you.&rsquo;[Ghurar al-Hikam, no. 2275]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">22&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1575;&#1604;&#1586;&#1607;&#1583;&#1615; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1575;&#1604;&#1585;&#1575;&#1581;&#1614;&#1577;&#1615; &#1575;&#1604;&#1593;&#1615;&#1592;&#1605;&#1609;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt"><span style="font-family: Arial;">22&ndash; Imam Ali (AS) said, 'Abstaining from the vain pleasures of this world is the greatest source of comfort.&rsquo;[Ghurar al-Hikam, no. 1316]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">23&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1586;&#1610;&#1606;&#1615; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606;&#1614; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1605;&#1614;&#1606; &#1586;&#1614;&#1607;&#1616;&#1583;&#1614; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1607;&#1575;&#1606;&#1614;&#1578;&#1618; &#1593;&#1604;&#1614;&#1610;&#1607;&#1616; &#1605;&#1614;&#1589;&#1575;&#1574;&#1576;&#1615;&#1607;&#1575; &#1608;&#1604;&#1605; &#1610;&#1614;&#1603;&#1585;&#1614;&#1607;&#1618;&#1607;&#1575;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt"><span style="font-family: Arial;">23&ndash; Imam Zayn al-Abidin (AS) said, 'He who renounces the world's vain pleasures finds its afflictions trivial and is not bothered by them as a result.&rsquo;[Tuhaf al-`Uqoul, no. 281]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">24&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1589;&#1617;&#1575;&#1583;&#1602;&#1615; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1581;&#1614;&#1585;&#1575;&#1605;&#1612; &#1593;&#1604;&#1609; &#1602;&#1615;&#1604;&#1608;&#1576;&#1616;&#1603;&#1615;&#1605; &#1571;&#1606; &#1578;&#1614;&#1593;&#1585;&#1616;&#1601;&#1614; &#1581;&#1614;&#1604;&#1575;&#1608;&#1614;&#1577;&#1614; &#1575;&#1604;&#1573;&#1610;&#1605;&#1575;&#1606;&#1616; &#1581;&#1578;&#1617;&#1609; &#1578;&#1614;&#1586;&#1607;&#1614;&#1583;&#1614; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt"><span style="font-family: Arial;">24&ndash; Imam al-Sadiq (AS) said, 'It is forbidden for your hearts that they should taste the sweetness of faith until and unless they abstain from the pleasures of this world.&rsquo;[Bihar al-Anwar, v. 78, p. 63, no. 155]</span></span></td>
</tr>
<tr>
<td><p dir="rtl" align="center"><span style="color: #800080; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1571;&#1586;&#1607;&#1614;&#1583;&#1615; &#1575;&#1604;&#1606;&#1617;&#1575;&#1587;&#1616;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #800080; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Most Abstemious of People</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">25&#1600; &#1585;&#1587;&#1608;&#1604;&#1615; &#1575;&#1604;&#1604;&#1607;&#1616;&rlm;&#1616; (&#1589;&#1614;&#1604;&#1617;&#1614;&#1610;&#1614; &#1575;&#1604;&#1604;&#1607;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1608;&#1614; &#1570;&#1604;&#1616;&#1607;&#1616;): &#1571;&#1586;&#1607;&#1614;&#1583;&#1615; &#1575;&#1604;&#1606;&#1575;&#1587;&#1616; &#1605;&#1614;&#1606;&#1616; &#1575;&#1580;&#1578;&#1614;&#1606;&#1614;&#1576;&#1614; &#1575;&#1604;&#1581;&#1614;&#1585;&#1575;&#1605;&#1614;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">25&ndash; The Prophet (SAWA) said, 'The most abstemious of people is he who renounces the prohibited things.&rsquo;[Amali al-Saduq, p. 27, no. 4]</span></span></td>
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">26&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1604;&#1575; &#1578;&#1614;&#1603;&#1615;&#1606;&#1618; &#1605;&#1616;&#1605;&#1617;&#1614;&#1606; &#1610;&#1615;&#1585;&#1616;&#1610;&#1583;&#1615; &#1575;&#1604;&#1570;&#1582;&#1616;&#1585;&#1614;&#1577;&#1614; &#1576;&#1616;&#1593;&#1614;&#1605;&#1614;&#1604;&#1616; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; ... &#1610;&#1602;&#1608;&#1604;&#1615; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1602;&#1614;&#1608;&#1604;&#1614; &#1575;&#1604;&#1586;&#1575;&#1607;&#1616;&#1583;&#1610;&#1606;&#1614; &#1548; &#1608;&#1610;&#1614;&#1593;&#1605;&#1614;&#1604;&#1615; &#1601;&#1610;&#1607;&#1575; &#1593;&#1614;&#1605;&#1614;&#1604;&#1614; &#1575;&#1604;&#1585;&#1575;&#1594;&#1616;&#1576;&#1616;&#1610;&#1606;&#1614;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">26&ndash; Imam Ali (AS) said, 'Do not be of those who try to secure the Hereafter by means of the worldly life&hellip;they disparage this world using ascetic terms, yet act like those who covet it.&rsquo;[Bihar al-Anwar, v. 78, p. 68, no. 16]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">27&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1571;&#1601;&#1590;&#1614;&#1604;&#1615; &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1616; &#1573;&#1582;&#1601;&#1575;&#1569;&#1615; &#1575;&#1604;&#1586;&#1617;&#1615;&#1607;&#1583;&#1616; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">27&ndash; Imam Ali (AS) said, 'The best level of asceticism is to conceal one's asceticism.&rsquo;[Nahj al-Balagha, Saying 28]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">28&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1593;&#1604;&#1610;&#1617;&#1612; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1573;&#1584;&#1575; &#1607;&#1614;&#1585;&#1614;&#1576;&#1614; &#1575;&#1604;&#1586;&#1575;&#1607;&#1583;&#1615; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1606;&#1575;&#1587;&#1616; &#1601;&#1575;&#1591;&#1618;&#1604;&#1615;&#1576;&#1618;&#1607;&#1615; &#1548; &#1573;&#1584;&#1575; &#1591;&#1614;&#1604;&#1614;&#1576;&#1614; &#1575;&#1604;&#1586;&#1575;&#1607;&#1583;&#1615; &#1575;&#1604;&#1606;&#1575;&#1587;&#1614; &#1601;&#1575;&#1607;&#1618;&#1585;&#1615;&#1576;&#1618; &#1605;&#1616;&#1606;&#1607;&#1615; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">28&ndash; Imam Ali (AS) said, 'When an abstemious person flees from people, seek after him, and when he seeks after people, flee from him.&rsquo;[Ghurar al-Hikam, nos. 3078-3079]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">29&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1586;&#1610;&#1606;&#1615; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606;&#1614; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1610;&#1602;&#1608;&#1604;&#1615; &#1575;&#1604;&#1604;&#1617;&#1607;&rlm;&#1615;: &#1610;&#1575; &#1575;&#1576;&#1606;&#1614; &#1570;&#1583;&#1614;&#1605;&#1614; &#1548; &#1575;&#1616;&#1585;&#1618;&#1590;&#1614; &#1576;&#1605;&#1575; &#1570;&#1578;&#1614;&#1610;&#1578;&#1615;&#1603;&#1614; &#1578;&#1614;&#1603;&#1615;&#1606; &#1605;&#1616;&#1606; &#1571;&#1586;&#1607;&#1614;&#1583;&#1616; &#1575;&#1604;&#1606;&#1575;&#1587;&#1616; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">29&ndash; Imam Zayn al-Abidin (AS) said, 'Allah says, 'O son of Adam, be satisfied with what I have given you and you will be among the most abstemious of people.&rsquo;[Bihar al-Anwar, v. 78, p. 139, no. 22]</span></span></td>
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">30&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605;&#1615; (&#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1575;&#1604;&#1617;&#1587;&#1614;&#1604;&#1575;&#1605;&#1615;): &#1573;&#1606;&#1617; &#1571;&#1589;&#1576;&#1614;&#1585;&#1614;&#1603;&#1615;&#1605; &#1593;&#1604;&#1609; &#1575;&#1604;&#1576;&#1614;&#1604;&#1575;&#1569;&#1616; &#1604;&#1614;&#1571;&#1586;&#1607;&#1614;&#1583;&#1615;&#1603;&#1615;&#1605; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">30&ndash; Imam al-Kazim (AS) said, 'Verily he who is most persevering in the face of adversity is the most abstemious from among you.&rsquo;[Bihar al-Anwar, p. 308, no. 1]</span></span></td>
</tr>
</tbody>
</table></span></tr></table>	</td>
			<td width="30"></td>
		</tr>
<body>

</body>

</html>
