<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>`AASHURA *&nbsp;&nbsp; &#1593;&#1575;&#1588;&#1608;&#1585;&#1575;&#1569;&#1615;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">`AASHURA <a name="*" href="#1"><span style="text-decoration: none">*</span></a></span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1593;&#1575;&#1588;&#1608;&#1585;&#1575;&#1569;&#1615;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1593;&#1575;&#1588;&#1608;&#1585;&#1575;&#1569;&#1615; &#1608;&#1575;&#1604;&#1576;&#1615;&#1603;&#1575;&#1569;&#1615; &#1593;&#1614;&#1604;&#1614;&#1609; &#1575;&#1604;&#1581;&#1615;&#1587;&#1614;&#1610;&#1606;&#1616; (&#1593;) &#1608;&#1571;&#1589;&#1581;&#1575;&#1576;&#1616;&#1607;&#1616;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">Aashura</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 13pt; font-family:Traditional Arabic">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1586;&#1610;&#1606;&#1614; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606;&#1615; (&#1593;): &#1571;&#1610;&#1617;&#1615;&#1605;&#1575; &#1605;&#1615;&#1572;&#1605;&#1616;&#1606;&#1613; &#1583;&#1614;&#1605;&#1616;&#1593;&#1614;&#1578; &#1593;&#1614;&#1610;&#1606;&#1575;&#1607;&#1615; &#1604;&#1616;&#1602;&#1614;&#1578;&#1604;&#1616; &#1575;&#1604;&#1581;&#1615;&#1587;&#1614;&#1610;&#1606;&#1616; (&#1593;) &#1581;&#1614;&#1578;&#1617;&#1609; &#1578;&#1614;&#1587;&#1610;&#1604;&#1614; &#1593;&#1614;&#1604;&#1609; &#1582;&#1614;&#1583;&#1617;&#1616;&#1607;&#1616;&#1548; &#1576;&#1614;&#1608;&#1617;&#1614;&#1571;&#1607;&#1615; &#1575;&#1604;&#1604;&#1617;&#1607;&rlm;&#1615; &#1576;&#1616;&#1607;&#1575; &#1601;&#1610; &#1575;&#1604;&#1580;&#1614;&#1606;&#1617;&#1614;&#1577;&#1616; &#1594;&#1615;&#1585;&#1614;&#1601;&#1575;&#1611; &#1610;&#1614;&#1587;&#1603;&#1615;&#1606;&#1615;&#1607;&#1575; &#1571;&#1581;&#1602;&#1575;&#1576;&#1575;&#1611;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; Imam Zayn al-Abidin (AS) said, &lsquo;Every single believer whose eyes shed tears for the martyrdom of al-Husayn (AS) such that they roll onto his cheeks, Allah prepares chambers for him in Paradise as a result of them wherein he will dwell for ages.&rsquo;[Thawab al-A`amal, p. 108, no. 1]</span></td>
</tr>
<tr>
<td></p>
<p dir="rtl" align="justify">
<span style="font-size: 13pt; font-family:Traditional Arabic">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615;&rlm;&#1575;&#1604;&#1576;&#1575;&#1602;&#1585;&#1615; (&#1593;) &#1600; &#1601;&#1610; &#1581;&#1583;&#1610;&#1579;&#1616; &#1586;&#1616;&#1610;&#1575;&#1585;&#1614;&#1577;&#1616; &#1575;&#1604;&#1581;&#1615;&#1587;&#1614;&#1610;&#1606;&#1616; (&#1593;) &#1610;&#1614;&#1608;&#1605;&#1614; &#1593;&#1575;&#1588;&#1608;&#1585;&#1575;&#1569;&#1614; &#1605;&#1616;&#1606; &#1576;&#1615;&#1593;&#1583;&#1613; &#1600;: &#1579;&#1615;&#1605;&#1617;&#1614; &#1604;&#1610;&#1614;&#1606;&#1583;&#1615;&#1576;&#1616; &#1575;&#1604;&#1581;&#1587;&#1610;&#1606;&#1614; (&#1593;) &#1608;&#1610;&#1614;&#1576;&#1603;&#1610;&#1607;&#1616; &#1548; &#1608;&#1610;&#1571;&#1605;&#1615;&#1585;&#1615; &#1605;&#1614;&#1606; &#1601;&#1610; &#1583;&#1575;&#1585;&#1616;&#1607;&#1616; &#1605;&#1616;&#1605;&#1617;&#1614;&#1606; &#1604;&#1575; &#1610;&#1614;&#1578;&#1617;&#1614;&#1602;&#1610;&#1607;&#1616; &#1576;&#1616;&#1575;&#1604;&#1576;&#1615;&#1603;&#1575;&#1569;&#1616; &#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; ... &#1608;&#1604;&#1616;&#1610;&#1615;&#1593;&#1614;&#1586;&#1617;&#1616; &#1576;&#1614;&#1593;&#1590;&#1615;&#1607;&#1615;&#1605; &#1576;&#1614;&#1593;&#1590;&#1575; &#1576;&#1616;&#1605;&#1615;&#1589;&#1575;&#1576;&#1616;&#1607;&#1616;&#1605; &#1576;&#1616;&#1575;&#1604;&#1581;&#1615;&#1587;&#1614;&#1610;&#1606;&#1616; (&#1593;) ... &#1602;&#1615;&#1604;&#1578;&#1615;: &#1601;&#1603;&#1614;&#1610;&#1601;&#1614; &#1610;&#1615;&#1593;&#1614;&#1586;&#1617;&#1610; &#1576;&#1614;&#1593;&#1590;&#1615;&#1606;&#1575; &#1576;&#1614;&#1593;&#1590;&#1575;&#1611;&#1567; &#1602;&#1575;&#1604;&#1614;: &#1578;&#1614;&#1602;&#1608;&#1604;&#1608;&#1606;&#1614;: &#1571;&#1593;&#1592;&#1614;&#1605;&#1614; &#1575;&#1604;&#1604;&#1617;&#1607;&rlm;&#1615; &#1575;&#1615;&#1580;&#1608;&#1585;&#1614;&#1606;&#1575; &#1576;&#1616;&#1605;&#1615;&#1589;&#1575;&#1576;&#1616;&#1606;&#1575; &#1576;&#1616;&#1575;&#1604;&#1581;&#1615;&#1587;&#1614;&#1610;&#1606;&#1616; &#1548; &#1608;&#1580;&#1614;&#1593;&#1614;&#1604;&#1614;&#1606;&#1575; &#1608;&#1573;&#1610;&#1617;&#1575;&#1603;&#1615;&#1605; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1591;&#1617;&#1575;&#1604;&#1616;&#1576;&#1610;&#1606;&#1614; &#1576;&#1616;&#1579;&#1575;&#1585;&#1616;&#1607; &#1605;&#1614;&#1593;&#1614; &#1608;&#1614;&#1604;&#1616;&#1610;&#1617;&#1616;&#1607;&#1616; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1616; &#1575;&#1604;&#1605;&#1614;&#1607;&#1583;&#1616;&#1610;&#1617;&#1616; &#1605;&#1616;&#1606; &#1570;&#1604;&#1616; &#1605;&#1615;&#1581;&#1614;&#1605;&#1617;&#1614;&#1583;&#1613; (&#1589;). </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">2&ndash; Imam al-Baqir (AS) in his discourse about the visitation (ziyara) of al-Husayn (AS) on the day of Aashura, be it from near or far, said, &lsquo;Then let him mourn for al-Husayn (AS) and weep over him, and let him enjoin weeping for him on others in his house who are not in a state of dissimulation, and they should condole with each other for their bereavement of al-Husayn (AS). &hellip; I [i.e. the narrator] asked, &lsquo;How should they condole with each other&rsquo; to which he replied, &lsquo;They should say &lsquo;May Allah make our reward great for our bereavement of al-Husayn, and place us and you among those who avenge his blood with his representative, the Imam Mahdi from the family of Muhammad, peace be upon them.&rsquo;[Misbah al-Mutahajjid, p. 772]</span></td>
</tr>
<tr>
<td></p>
<p dir="rtl" align="justify">
<span style="font-size: 13pt; font-family:Traditional Arabic">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1589;&#1617;&#1575;&#1583;&#1602;&#1615; (&#1593;): &#1605;&#1614;&#1606; &#1571;&#1606;&#1588;&#1614;&#1583;&#1614; &#1601;&#1610; &#1575;&#1604;&#1581;&#1615;&#1587;&#1614;&#1610;&#1606;&#1616; (&#1593;) &#1576;&#1614;&#1610;&#1578;&#1575; &#1605;&#1616;&#1606; &#1588;&#1616;&#1593;&#1585;&#1613; &#1601;&#1576;&#1614;&#1603;&#1609; &#1608;&#1571;&#1576;&#1603;&#1609; &#1593;&#1614;&#1588;&#1585;&#1614;&#1577;&#1611; &#1601;&#1614;&#1604;&#1614;&#1607;&#1615; &#1608;&#1604;&#1614;&#1607;&#1615;&#1605;&#1615; &#1575;&#1604;&#1580;&#1614;&#1606;&#1617;&#1614;&#1577;&#1615;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever recites a single verse of poetry about al-Husayn (AS), crying as a result and making ten other people cry, becomes deserving of Paradise and so do they.&rsquo;[Thawab al-A`amal, p. 110, no. 3]</span></td>
</tr>
<tr>
<td></p>
<p dir="rtl" align="justify">
<span style="font-size: 13pt; font-family:Traditional Arabic">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1585;&#1617;&#1616;&#1590;&#1575; (&#1593;): &#1605;&#1614;&#1606; &#1603;&#1575;&#1606;&#1614; &#1610;&#1614;&#1608;&#1605;&#1615; &#1593;&#1575;&#1588;&#1608;&#1585;&#1575;&#1569;&#1614; &#1610;&#1614;&#1608;&#1605;&#1614; &#1605;&#1615;&#1589;&#1610;&#1576;&#1614;&#1578;&#1616;&#1607;&#1616; &#1608;&#1581;&#1615;&#1586;&#1606;&#1616;&#1607;&#1616; &#1608;&#1576;&#1615;&#1603;&#1575;&#1574;&#1607;&#1616; &#1548; &#1610;&#1614;&#1580;&#1593;&#1614;&#1604;&#1616; &#1575;&#1604;&#1604;&#1617;&#1607;&rlm;&#1615; &#1593;&#1586;&#1617;&#1614;&#1608;&#1580;&#1604;&#1617;&#1614; &#1610;&#1614;&#1608;&#1605;&#1614; &#1575;&#1604;&#1602;&#1616;&#1610;&#1575;&#1605;&#1614;&#1577;&#1616; &#1610;&#1614;&#1608;&#1605;&#1614; &#1601;&#1614;&#1585;&#1614;&#1581;&#1616;&#1607;&#1616; &#1608;&#1587;&#1615;&#1585;&#1608;&#1585;&#1616;&#1607;&#1616;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; Imam al-Rida (AS) said, &lsquo;He for whom the day of Aashura&rsquo; is a day of grief, sorrow and crying, Allah, Mighty and Exalted, will make the Day of Resurrection a day of joy and happiness for him.&rsquo;[`AeIlal al-Share&rsquo; i`a , p. 227, no. 2]</span></td>
</tr>
<tr>
<td></p>
<p dir="rtl" align="justify">
<span style="font-size: 13pt; font-family:Traditional Arabic">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1615; &#1575;&#1604;&#1585;&#1617;&#1616;&#1590;&#1575; (&#1593;): &#1601;&#1614;&#1593;&#1614;&#1604;&#1609; &#1605;&#1616;&#1579;&#1604;&#1616; &#1575;&#1604;&#1581;&#1615;&#1587;&#1614;&#1610;&#1606;&#1616; &#1601;&#1614;&#1604;&#1610;&#1614;&#1576;&#1603;&#1616; &#1575;&#1604;&#1576;&#1575;&#1603;&#1608;&#1606;&#1614; &#1563; &#1601;&#1573;&#1606;&#1617;&#1614; &#1575;&#1604;&#1576;&#1615;&#1603;&#1575;&#1569;&#1614; &#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1610;&#1614;&#1581;&#1615;&#1591;&#1617;&#1615; &#1575;&#1604;&#1584;&#1617;&#1615;&#1606;&#1608;&#1576;&#1614; &#1575;&#1604;&#1593;&#1616;&#1592;&#1575;&#1605;&#1614; . ... &#1603;&#1575;&#1606;&#1614; &#1571;&#1576;&#1610; (&#1593;) &#1573;&#1584;&#1575; &#1583;&#1614;&#1582;&#1614;&#1604;&#1614; &#1588;&#1614;&#1607;&#1585;&#1615; &#1575;&#1604;&#1605;&#1615;&#1581;&#1614;&#1585;&#1617;&#1614;&#1605;&#1616; &#1604;&#1575; &#1610;&#1615;&#1585;&#1609; &#1590;&#1575;&#1581;&#1616;&#1603;&#1575; &#1548; &#1608;&#1603;&#1575;&#1606;&#1614;&#1578;&#1616; &#1575;&#1604;&#1603;&#1614;&#1570;&#1576;&#1614;&#1577;&#1615; &#1578;&#1614;&#1594;&#1604;&#1616;&#1576;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616; &#1581;&#1614;&#1578;&#1617;&#1609; &#1578;&#1614;&#1605;&#1590;&#1616;&#1610;&#1614; &#1593;&#1614;&#1588;&#1585;&#1614;&#1577;&#1615; &#1571;&#1610;&#1617;&#1575;&#1605;&#1613; &#1548; &#1601;&#1573;&#1584;&#1575; &#1603;&#1575;&#1606;&#1614; &#1610;&#1614;&#1608;&#1605;&#1615; &#1575;&#1604;&#1593;&#1575;&#1588;&#1616;&#1585;&#1616; &#1603;&#1575;&#1606;&#1614; &#1584;&#1604;&#1603;&#1614; &#1575;&#1604;&#1610;&#1614;&#1608;&#1605;&#1615; &#1610;&#1614;&#1608;&#1605;&#1614; &#1605;&#1615;&#1589;&#1610;&#1576;&#1614;&#1578;&#1616;&#1607;&#1616; &#1608;&#1581;&#1615;&#1586;&#1606;&#1616;&#1607;&#1616; &#1608;&#1576;&#1615;&#1603;&#1575;&#1574;&#1607;&#1616; &#1548; &#1608;&#1610;&#1614;&#1602;&#1608;&#1604;&#1615;: &#1607;&#1615;&#1608;&#1614; &#1575;&#1604;&#1610;&#1614;&#1608;&#1605;&#1615; &#1575;&#1604;&#1617;&#1614;&#1584;&#1610; &#1602;&#1615;&#1578;&#1616;&#1604;&#1614; &#1601;&#1610;&#1607;&#1616; &#1575;&#1604;&#1581;&#1615;&#1587;&#1614;&#1610;&#1606;&#1615; (&#1593;) . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; Imam al-Rida (AS) said, &lsquo;Let the weepers weep over someone like Husayn, for verily weeping over him reduces the burden of great sins. Then he continued, saying, &lsquo;As soon as the month of Muharram would set in my father (AS) was never seen laughing, and he would be overcome by melancholy until after the first ten days had passed. When the tenth day dawned, it was a day of grief and sorrow and crying for him, and he used to say, &lsquo;This is the day when al-Husayn (AS) was martyred.&rsquo;[Wasael al-Shi`aah , v. 1, p. 394, no. 8]</span></td>
</tr>
<tr>
<td>
</p>
<hr align="justify" />
<p align="justify"><span style="font-size: 12pt; font-family: Arial;"><a name="1" href="#*"><span style="text-decoration: none">*</span></a> `Aashura&rsquo; The tenth day of Muharram, marking the date of Imam Husayn (AS)&rsquo; s martyrdom at the hands of the Umayyads along with his family and companions in Karbala in 61 A.H (ed.)</span></p>
</td>

<body>

</body>

</html>
