<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>BACKBITING&nbsp; &#1575;&#1604;&#1594;&#1610;&#1576;&#1577;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><span style="color: #990033;"><strong><span style="font-size: 14pt; font-family: Arial;">BACKBITING</span><span style="font-size: 30pt; font-family: Arial;">&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1594;&#1610;&#1576;&#1577;</span></strong></span></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1606;&#1607;&#1610; &#1593;&#1606; &#1575;&#1604;&#1594;&#1610;&#1576;&#1577;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Prohibition of Backbiting</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1585;&#1585;&#1578; &#1604;&#1610;&#1604;&#1577; &#1575;&#1587;&#1585;&#1610; &#1576;&#1610; &#1593;&#1604;&#1609; &#1602;&#1608;&#1605; &#1610;&#1582;&#1605;&#1588;&#1608;&#1606; &#1608;&#1580;&#1608;&#1607;&#1607;&#1605; &#1576;&#1571;&#1592;&#1601;&#1575;&#1585;&#1607;&#1605;&#1548; &#1601;&#1602;&#1604;&#1578;: &#1610;&#1575; &#1580;&#1576;&#1585;&#1574;&#1610;&#1604;&#1548; &#1605;&#1606; &#1607;&#1572;&#1604;&#1575;&#1569; &#1567; &#1601;&#1602;&#1575;&#1604;: &#1607;&#1572;&#1604;&#1575;&#1569; &#1575;&#1604;&#1584;&#1610;&#1606; &#1610;&#1594;&#1578;&#1575;&#1576;&#1608;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1608;&#1610;&#1602;&#1593;&#1608;&#1606; &#1601;&#1610; &#1571;&#1593;&#1585;&#1575;&#1590;&#1607;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">1&ndash; The Prophet (SAWA) said, &lsquo;On the night that I was taken on my Night-Journey [to the heavens], I passed by a group of people scratching their own faces with their nails, so I asked, &lsquo;O Gabriel, who are these people?&rsquo; so he replied, &lsquo;These are people who backbit about other people and disparaged their reputations.&rsquo;[Tanbih al-Khawatir, v. 1, p. 115]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1575;&#1604;&#1578;&#1585;&#1594;&#1610;&#1576; &#1608;&#1575;&#1604;&#1578;&#1585;&#1607;&#1610;&#1576;: &#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1594;&#1610;&#1576;&#1577; &#1571;&#1588;&#1583; &#1605;&#1606; &#1575;&#1604;&#1586;&#1606;&#1575;&#1548; &#1602;&#1610;&#1604;: &#1608;&#1603;&#1610;&#1601; &#1567; &#1602;&#1575;&#1604;: &#1575;&#1604;&#1585;&#1580;&#1604; &#1610;&#1586;&#1606;&#1610; &#1579;&#1605; &#1610;&#1578;&#1608;&#1576; &#1601;&#1610;&#1578;&#1608;&#1576; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607;&#1548; &#1608;&#1573;&#1606; &#1589;&#1575;&#1581;&#1576; &#1575;&#1604;&#1594;&#1610;&#1576;&#1577; &#1604;&#1575;&#1610;&#1594;&#1601;&#1585; &#1604;&#1607; &#1581;&#1578;&#1609; &#1610;&#1594;&#1601;&#1585; &#1604;&#1607; &#1589;&#1575;&#1581;&#1576;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">2&ndash; The Prophet (SAWA) said, &lsquo;Backbiting is worse than adultery&rsquo;, at which he was asked, &lsquo;How so?&rsquo; He replied, &lsquo;A man commits adultery, then repents, and Allah pardons him for it, whereas the backbiter is not forgiven until his victim forgives him.&rsquo;[al-Targhib wa al-Tarhib, v. 3, p. 511, no. 24] </span></td>
</tr>
<tr>
<td></p>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1594;&#1610;&#1576;&#1577; &#1580;&#1607;&#1583; &#1575;&#1604;&#1593;&#1575;&#1580;&#1586;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">3&ndash; Imam Ali (AS) said, &lsquo;Backbiting is the attempt of one who is incapable [of doing better himself].&rsquo;[Nahj al-Balagha, Saying 461]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&rlm;&#1575;&#1604;&#1581;&#1587;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1585;&#1580;&#1604; &#1575;&#1594;&#1578;&#1575;&#1576; &#1593;&#1606;&#1583;&#1607; &#1585;&#1580;&#1604;&#1575; &#1600;: &#1610;&#1575; &#1607;&#1584;&#1575;&#1548; &#1603;&#1601; &#1593;&#1606; &#1575;&#1604;&#1594;&#1610;&#1576;&#1577;&#1563; &#1601;&#1573;&#1606;&#1607;&#1575; &#1573;&#1583;&#1575;&#1605; &#1603;&#1604;&#1575;&#1576; &#1575;&#1604;&#1606;&#1575;&#1585; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">4&ndash; Imam al-Husayn (AS) said to a man who was backbiting about a man in his presence, &lsquo;Stop backbiting, for verily it is the food of the dogs of Hell.&rsquo;[Tuhaf al-`Uqoul, no. 245]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1578;&#1594;&#1578;&#1576; &#1601;&#1578;&#1594;&#1578;&#1576;&#1548; &#1608;&#1604;&#1575; &#1578;&#1581;&#1601;&#1585; &#1604;&#1571;&#1582;&#1610;&#1603; &#1581;&#1601;&#1585;&#1577; &#1601;&#1578;&#1602;&#1593; &#1601;&#1610;&#1607;&#1575; &#1563; &#1601;&#1573;&#1606;&#1603; &#1603;&#1605;&#1575; &#1578;&#1583;&#1610;&#1606; &#1578;&#1583;&#1575;&#1606; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">5&ndash; Imam al-Sadiq (AS) said, &lsquo;Do not backbite lest you become a victim of backbiting, and do not dig a hole for your brother lest you fall in it yourself, for you will be paid back whatever you put in.&rsquo;[Bihar al-Anwar, v. 75, p. 249, no. 16]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1602;&#1575;&#1604; &#1585;&#1580;&#1604; &#1604;&#1593;&#1604;&#1610; &#1576;&#1606; &#1575;&#1604;&#1581;&#1587;&#1610;&#1606; &rsquo;: &#1573;&#1606; &#1601;&#1604;&#1575;&#1606;&#1575; &#1610;&#1606;&#1587;&#1576;&#1603; &#1573;&#1604;&#1609; &#1571; &#1606;&#1603; &#1590;&#1575;&#1604; &#1605;&#1576;&#1578;&#1583;&#1593; ! &#1601;&#1602;&#1575;&#1604; &#1604;&#1607; &#1593;&#1604;&#1610; &#1576;&#1606; &#1575;&#1604;&#1581;&#1587;&#1610;&#1606; &rsquo;: &#1605;&#1575;&#1585;&#1593;&#1610;&#1578; &#1581;&#1602; &#1605;&#1580;&#1575;&#1604;&#1587;&#1577; &#1575;&#1604;&#1585;&#1580;&#1604; &#1581;&#1610;&#1579; &#1606;&#1602;&#1604;&#1578; &#1573;&#1604;&#1610;&#1606;&#1575; &#1581;&#1583;&#1610;&#1579;&#1607;&#1548; &#1608;&#1604;&#1575; &#1571;&#1583;&#1610;&#1578; &#1581;&#1602;&#1610; &#1581;&#1610;&#1579; &#1571;&#1576;&#1604;&#1594;&#1578;&#1606;&#1610; &#1593;&#1606; &#1571;&#1582;&#1610; &#1605;&#1575; &#1604;&#1587;&#1578; &#1571;&#1593;&#1604;&#1605;&#1607; ! ... &#1573;&#1610;&#1575;&#1603; &#1608;&#1575;&#1604;&#1594;&#1610;&#1576;&#1577; &#1601;&#1573;&#1606;&#1607;&#1575; &#1573;&#1583;&#1575;&#1605; &#1603;&#1604;&#1575;&#1576; &#1575;&#1604;&#1606;&#1575;&#1585;&#1548; &#1608;&#1575;&#1593;&#1604;&#1605; &#1571;&#1606; &#1605;&#1606; &#1571;&#1603;&#1579;&#1585; &#1605;&#1606; &#1584;&#1603;&#1585; &#1593;&#1610;&#1608;&#1576; &#1575;&#1604;&#1606;&#1575;&#1587; &#1588;&#1607;&#1583; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1573;&#1603;&#1579;&#1575;&#1585; &#1571; &#1606;&#1607; &#1573;&#1606;&#1605;&#1575; &#1610;&#1591;&#1604;&#1576;&#1607;&#1575; &#1576;&#1602;&#1583;&#1585; &#1605;&#1575; &#1601;&#1610;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">6&ndash; Imam al-Sadiq (AS) narrated, &lsquo;A man once came and told Ali b. al-Husayn (AS) [i.e. Imam Zayn al-Abidin], &lsquo;Verily x has said that you are astray and that you are an innovator!&rsquo; So Ali b. al-Husayn (AS) said to him, &lsquo;Neither have you observed the right of the man you sat with by transmitting to us what he spoke about, nor have you observed my right by informing me of something about my brother which I would not have known! &hellip; Beware of backbiting for verily it is the food of the dogs of Hell, and know that whoever frequently talks about people&rsquo;s faults, the frequency of his backbiting is a witness [to the fact] that he only finds faults in others according to the extent present in himself.&rsquo;[Bihar al-Anwar, v. 75, p. 246, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1594;&#1610;&#1576;&#1577; &#1608;&#1575;&#1604;&#1583;&#1610;&#1606;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Backbiting and Faith</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1594;&#1610;&#1576;&#1577; &#1571;&#1587;&#1585;&#1593; &#1601;&#1610; &#1583;&#1610;&#1606; &#1575;&#1604;&#1585;&#1580;&#1604; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605; &#1605;&#1606; &#1575;&#1604;&#1570;&#1603;&#1604;&#1577; &#1601;&#1610; &#1580;&#1608;&#1601;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">7&ndash; The Prophet (SAWA) said, &lsquo;Backbiting eats away at a man&rsquo;s faith faster than a gangrenous sore can eat away to the inside.&rsquo;[al-Kafi, v. 2, p. 357, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1575;&#1594;&#1578;&#1575;&#1576; &#1605;&#1587;&#1604;&#1605;&#1575; &#1571;&#1608; &#1605;&#1587;&#1604;&#1605;&#1577; &#1604;&#1605; &#1610;&#1602;&#1576;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1589;&#1604;&#1575;&#1578;&#1607; &#1608;&#1604;&#1575;&#1589;&#1610;&#1575;&#1605;&#1607; &#1571;&#1585;&#1576;&#1593;&#1610;&#1606; &#1610;&#1608;&#1605;&#1575; &#1608;&#1604;&#1610;&#1604;&#1577;&#1548; &#1573;&#1604;&#1575; &#1571;&#1606; &#1610;&#1594;&#1601;&#1585; &#1604;&#1607; &#1589;&#1575;&#1581;&#1576;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">8&ndash; The Prophet (SAWA) said, &lsquo;Whoever backbites a fellow Muslim man or woman, Allah neither accepts his prayer nor his fasting for forty days and nights, until and unless the victim of his backbiting forgives him.&rsquo;[Bihar al-Anwar, v. 75, p. 258, no. 53]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1610;&#1572;&#1578;&#1609; &#1576;&#1571;&#1581;&#1583; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1610;&#1608;&#1602;&#1601; &#1576;&#1610;&#1606; &#1610;&#1583;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1610;&#1583;&#1601;&#1593; &#1573;&#1604;&#1610;&#1607; &#1603;&#1578;&#1575;&#1576;&#1607; &#1601;&#1604;&#1575; &#1610;&#1585;&#1609; &#1581;&#1587;&#1606;&#1575;&#1578;&#1607;&#1548; &#1601;&#1610;&#1602;&#1608;&#1604;: &#1573;&#1604;&#1607;&#1610;&#1548; &#1604;&#1610;&#1587; &#1607;&#1584;&#1575; &#1603;&#1578;&#1575;&#1576;&#1610;! &#1601;&#1573;&#1606;&#1610; &#1604;&#1575; &#1571;&#1585;&#1609; &#1601;&#1610;&#1607;&#1575; &#1591;&#1575;&#1593;&#1578;&#1610;&#1567;! &#1601;&#1610;&#1602;&#1575;&#1604; &#1604;&#1607;: &#1573;&#1606; &#1585;&#1576;&#1603; &#1604;&#1575;&#1610;&#1590;&#1604; &#1608;&#1604;&#1575;&#1610;&#1606;&#1587;&#1609;&#1548; &#1584;&#1607;&#1576; &#1593;&#1605;&#1604;&#1603; &#1576;&#1575;&#1594;&#1578;&#1610;&#1575;&#1576; &#1575;&#1604;&#1606;&#1575;&#1587;. &#1579;&#1605; &#1610;&#1572;&#1578;&#1609; &#1576;&#1570;&#1582;&#1585; &#1608;&#1610;&#1583;&#1601;&#1593; &#1573;&#1604;&#1610;&#1607; &#1603;&#1578;&#1575;&#1576;&#1607; &#1601;&#1610;&#1585;&#1609; &#1601;&#1610;&#1607; &#1591;&#1575;&#1593;&#1575;&#1578; &#1603;&#1579;&#1610;&#1585;&#1577;&#1548; &#1601;&#1610;&#1602;&#1608;&#1604;: &#1573;&#1604;&#1607;&#1610;&#1548; &#1605;&#1575; &#1607;&#1584;&#1575; &#1603;&#1578;&#1575;&#1576;&#1610;! &#1601;&#1573;&#1606;&#1610; &#1605;&#1575; &#1593;&#1605;&#1604;&#1578; &#1607;&#1584;&#1607; &#1575;&#1604;&#1591;&#1575;&#1593;&#1575;&#1578;! &#1601;&#1610;&#1602;&#1575;&#1604;: &#1604;&#1571;&#1606; &#1601;&#1604;&#1575;&#1606;&#1575; &#1575;&#1594;&#1578;&#1575;&#1576;&#1603; &#1601;&#1583;&#1601;&#1593;&#1578; &#1581;&#1587;&#1606;&#1575;&#1578;&#1607; &#1573;&#1604;&#1610;&#1603;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">9&ndash; The Prophet (SAWA) said, &lsquo;On the Day of Resurrection, a man will be brought forth to stand before Allah, and his book of deeds will be presented to him, and he will not see any of his good deeds therein, upon which he will exclaim, &lsquo;My God, this is not my book! For verily I do not see any of my acts of obedience therein?!&rsquo; So he will be told, &lsquo;Verily your Lord neither loses nor forgets [deeds], but your deeds have gone because of your backbiting people.&rsquo; Then another man will be brought forth, and will be presented his book of deeds, and he will see many acts of obedience recorded therein, and will exclaim, &lsquo;My God, this is not my book! For verily I did not perform all these acts of obedience!&rsquo; and he will be told, &lsquo;It is because so and so backbit you, so his deeds have been transferred to you.&rsquo;[Jami`a al-Akhbar, p. 412, no. 1144]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1594;&#1610;&#1576;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Meaning of Backbiting</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1600; &#1604;&#1571;&#1576;&#1610; &#1584;&#1585; &#1600;: .... &#1610;&#1575; &#1571;&#1576;&#1575;&#1584;&#1585;&#1548; &#1573;&#1610;&#1575;&#1603; &#1608;&#1575;&#1604;&#1594;&#1610;&#1576;&#1577;&#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1594;&#1610;&#1576;&#1577; &#1571;&#1588;&#1583; &#1605;&#1606; &#1575;&#1604;&#1586;&#1606;&#1575; ... &#1602;&#1604;&#1578;: &#1610;&#1575;&#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1605;&#1575; &#1575;&#1604;&#1594;&#1610;&#1576;&#1577;&#1567; &#1602;&#1575;&#1604;: &#1584;&#1603;&#1585;&#1603; &#1571;&#1582;&#1575;&#1603; &#1576;&#1605;&#1575; &#1610;&#1603;&#1585;&#1607;&#1548; &#1602;&#1604;&#1578;: &#1610;&#1575;&#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1601;&#1573;&#1606; &#1603;&#1575;&#1606; &#1601;&#1610;&#1607; &#1584;&#1575;&#1603; &#1575;&#1604;&#1584;&#1610; &#1610;&#1584;&#1603;&#1585; &#1576;&#1607; &#1567; &#1602;&#1575;&#1604;: &#1575;&#1593;&#1604;&#1605; &#1571; &#1606;&#1603; &#1573;&#1584;&#1575; &#1584;&#1603;&#1585;&#1578;&#1607; &#1576;&#1605;&#1575; &#1607;&#1608; &#1601;&#1610;&#1607; &#1601;&#1602;&#1583; &#1575;&#1594;&#1578;&#1576;&#1578;&#1607;&#1548; &#1608;&#1573;&#1584;&#1575; &#1584;&#1603;&#1585;&#1578;&#1607; &#1576;&#1605;&#1575; &#1604;&#1610;&#1587; &#1601;&#1610;&#1607; &#1601;&#1602;&#1583; &#1576;&#1607;&#1578;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">10&ndash; The Prophet (SAWA) said to Abu Dharr, &lsquo;O Abu Dharr, beware of backbiting, for verily backbiting is worse than adultery&hellip;&rsquo; [Abu Dharr narrates], I asked, &lsquo;O Prophet of Allah, and what is backbiting?&rsquo; to which he replied, &lsquo;Your mentioning something about your fellow brother that he would not like.&rsquo; I asked, &lsquo;O Prophet of Allah, and what if the thing mentioned about him was actually true about him?&rsquo; so he replied, &lsquo;Know that if you say something about him that is true then you have indeed backbit about him, and if you what you have said is not true, then you have indeed slandered him.&rsquo;[Bihar al-Anwar, v. 77, p. 89, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">11&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1604;&#1594;&#1610;&#1576;&#1577; &#1584;&#1603;&#1585;&#1603; &#1571;&#1582;&#1575;&#1603; &#1576;&#1605;&#1575; &#1610;&#1603;&#1585;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">11&ndash; The Prophet (SAWA) said, &lsquo;Backbiting is to say something about your brother that he would not like.&rsquo;[Kanz al-`Ummal, no. 8024]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">12&#1600; &#1575;&#1604;&#1578;&#1585;&#1594;&#1610;&#1576; &#1608;&#1575;&#1604;&#1578;&#1585;&#1607;&#1610;&#1576; &#1593;&#1606; &#1593;&#1605;&#1585;&#1608; &#1576;&#1606; &#1588;&#1593;&#1610;&#1576; &#1600; &#1593;&#1606; &#1571;&#1576;&#1610;&#1607; &#1593;&#1606; &#1580;&#1583;&#1607; &#1600;: &#1571;&#1606;&#1607;&#1605; &#1584;&#1603;&#1585;&#1608;&#1575; &#1593;&#1606;&#1583; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1585;&#1580;&#1604;&#1575; &#1601;&#1602;&#1575;&#1604;&#1608;&#1575;: &#1604;&#1575; &#1610;&#1571;&#1603;&#1604; &#1581;&#1578;&#1609; &#1610;&#1591;&#1593;&#1605;&#1548; &#1608;&#1604;&#1575; &#1610;&#1585;&#1581;&#1604; &#1581;&#1578;&#1609; &#1610;&#1585;&#1581;&#1604; &#1604;&#1607;&#1548; &#1601;&#1602;&#1575;&#1604; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;): &#1575;&#1594;&#1578;&#1576;&#1578;&#1605;&#1608;&#1607;&#1548; &#1601;&#1602;&#1575;&#1604;&#1608;&#1575;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1573;&#1606;&#1605;&#1575; &#1581;&#1583;&#1579;&#1606;&#1575; &#1576;&#1605;&#1575; &#1601;&#1610;&#1607; ! &#1602;&#1575;&#1604;: &#1581;&#1587;&#1576;&#1603; &#1573;&#1584;&#1575; &#1584;&#1603;&#1585;&#1578; &#1571;&#1582;&#1575;&#1603; &#1576;&#1605;&#1575; &#1601;&#1610;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">12&ndash; `Aamr b. Shu&rsquo;ayb narrated, on the authority of his father, on the authority of his grandfather, that some people spoke about a man in the presence of the Prophet (SAWA), saying, &lsquo;He does not eat unless he is fed, and does not go out unless a mount is made ready for him.&rsquo; So the Prophet (SAWA) said, &lsquo;You have talked about him behind his back&rsquo; to which they replied, &lsquo;O Prophet of Allah, we have only said what is true!&rsquo; so he exclaimed, &lsquo;It is bad enough to talk about your brother regarding what is true [let alone what is false]!&rsquo;[al-Targhib wa al-Tarhib, v. 3, p. 506, no. 13]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1584;&#1603;&#1585; &#1585;&#1580;&#1604;&#1575; &#1605;&#1606; &#1582;&#1604;&#1601;&#1607; &#1576;&#1605;&#1575; &#1607;&#1608; &#1601;&#1610;&#1607; &#1605;&#1605;&#1575; &#1593;&#1585;&#1601;&#1607; &#1575;&#1604;&#1606;&#1575;&#1587; &#1604;&#1605; &#1610;&#1594;&#1578;&#1576;&#1607;&#1548; &#1608;&#1605;&#1606; &#1584;&#1603;&#1585;&#1607; &#1605;&#1606; &#1582;&#1604;&#1601;&#1607; &#1576;&#1605;&#1575; &#1607;&#1608; &#1601;&#1610;&#1607; &#1605;&#1605;&#1575; &#1604;&#1575;&#1610;&#1593;&#1585;&#1601;&#1607; &#1575;&#1604;&#1606;&#1575;&#1587; &#1575;&#1594;&#1578;&#1575;&#1576;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">13&ndash; Imam al-Kazim (AS) said, &lsquo;He who talks about someone behind his back, mentioning what is true about him, and what people already know, then he has not backbit about him, whereas he who talks about someone behind his back about something that is true but that people do not know about, then he has backbit about him.&rsquo;[al-Kafi, v. 2, p. 358, no. 6]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1606; &#1610;&#1580;&#1608;&#1586; &#1575;&#1594;&#1578;&#1610;&#1575;&#1576;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>People whom one is allowed to Backbite</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">14&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1585;&#1576;&#1593;&#1577; &#1604;&#1610;&#1587;&#1578; &#1594;&#1610;&#1576;&#1578;&#1607;&#1605; &#1594;&#1610;&#1576;&#1577;: &#1575;&#1604;&#1601;&#1575;&#1587;&#1602; &#1575;&#1604;&#1605;&#1593;&#1604;&#1606; &#1576;&#1601;&#1587;&#1602;&#1607;&#1548; &#1608;&#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1584;&#1575;&#1576; &#1573;&#1606; &#1571;&#1581;&#1587;&#1606;&#1578; &#1604;&#1605; &#1610;&#1588;&#1603;&#1585; &#1608;&#1573;&#1606; &#1571;&#1587;&#1571;&#1578; &#1604;&#1605; &#1610;&#1594;&#1601;&#1585;&#1548; &#1608;&#1575;&#1604;&#1605;&#1578;&#1601;&#1603;&#1607;&#1608;&#1606; &#1576;&#1575;&#1604;&#1575;&#1605;&#1607;&#1575;&#1578;&#1548; &#1608;&#1575;&#1604;&#1582;&#1575;&#1585;&#1580; &#1593;&#1606; &#1575;&#1604;&#1580;&#1605;&#1575;&#1593;&#1577; &#1575;&#1604;&#1591;&#1575;&#1593;&#1606; &#1593;&#1604;&#1609; &#1575;&#1605;&#1578;&#1610; &#1575;&#1604;&#1588;&#1575;&#1607;&#1585; &#1593;&#1604;&#1610;&#1607;&#1575; &#1576;&#1587;&#1610;&#1601;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">14&ndash; The Prophet (SAWA) said, &lsquo;Four types of people are such that talking about them behind their backs is not considered backbiting: the immoral person who makes a public display of his immorality; the dishonest leader who, even if you were to be good to would not appreciate you and if you were to be bad to would not forgive you; those who joke about their [and others&rsquo;] mothers; and one who is a dissenter, who defames my community, and draws his sword against it.&rsquo;[Bihar al-Anwar, v. 75, p. 261, no. 64]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">15&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1581;&#1578;&#1609; &#1605;&#1578;&#1609; &#1578;&#1585;&#1593;&#1608;&#1608;&#1606; &#1593;&#1606; &#1584;&#1603;&#1585; &#1575;&#1604;&#1601;&#1575;&#1580;&#1585;&#1567;! &#1575;&#1607;&#1578;&#1603;&#1608;&#1607; &#1581;&#1578;&#1609; &#1610;&#1581;&#1584;&#1585;&#1607; &#1575;&#1604;&#1606;&#1575;&#1587;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">15&ndash; The Prophet (SAWA) said, &lsquo;Until when will you sidestep talking about the impudent person?! Disgrace him [through disclosing his insolent acts] so that people may be on their guard against him.&rsquo;[Kanz al-`Ummal, no. 8074]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1587;&#1605;&#1575;&#1593; &#1575;&#1604;&#1594;&#1610;&#1576;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Listening to Backbiting</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1587;&#1575;&#1605;&#1593; &#1604;&#1604;&#1594;&#1610;&#1576;&#1577; &#1603;&#1575;&#1604;&#1605;&#1594;&#1578;&#1575;&#1576;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">16&ndash; Imam Ali (AS) said, &lsquo;The one who listens to backbiting is as [bad as] the backbiter.&rsquo;[Ghurar al-Hikam, no. 1171]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">17&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1608;&#1602;&#1583; &#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1585;&#1580;&#1604; &#1610;&#1594;&#1578;&#1575;&#1576; &#1585;&#1580;&#1604;&#1575; &#1593;&#1606;&#1583; &#1575;&#1576;&#1606;&#1607; &#1575;&#1604;&#1581;&#1587;&#1606; (&#1593;) &#1600;: &#1610;&#1575;&#1576;&#1606;&#1610;&#1548; &#1606;&#1586;&#1607; &#1587;&#1605;&#1593;&#1603; &#1593;&#1606; &#1605;&#1579;&#1604; &#1607;&#1584;&#1575; &#1563; &#1601;&#1573;&#1606;&#1607; &#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1571;&#1582;&#1576;&#1579; &#1605;&#1575; &#1601;&#1610; &#1608;&#1593;&#1575;&#1574;&#1607; &#1601;&#1571;&#1601;&#1585;&#1594;&#1607; &#1601;&#1610; &#1608;&#1593;&#1575;&#1574;&#1603;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">17&ndash; Imam Ali (AS) saw a man backbiting someone in the presence of his son, al-Hasan (AS), to whom he said, &lsquo;O my son, steer your hearing clear of such a person, for verily he took the most repulsive thing from his mind and poured it into yours!&rsquo;[al-Ikhtisas, p. 225]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;): &#1581;&#1602; &#1575;&#1604;&#1587;&#1605;&#1593; &#1578;&#1606;&#1586;&#1610;&#1607;&#1607; &#1593;&#1606; &#1587;&#1605;&#1575;&#1593; &#1575;&#1604;&#1594;&#1610;&#1576;&#1577;&#1548; &#1608;&#1587;&#1605;&#1575;&#1593; &#1605;&#1575; &#1604;&#1575;&#1610;&#1581;&#1604; &#1587;&#1605;&#1575;&#1593;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">18&ndash; Imam Zayn al-Abidin (AS) said, &lsquo;The right of the ears is to keep them pure from listening to backbiting, and from that which is unlawful to listen to.&rsquo;[al-Khisal, p. 566, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1579;&#1608;&#1575;&#1576; &#1585;&#1583; &#1575;&#1604;&#1594;&#1610;&#1576;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Reward for Deterring Backbiting</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">19&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1578;&#1591;&#1608;&#1604; &#1593;&#1604;&#1609; &#1571;&#1582;&#1610;&#1607; &#1601;&#1610; &#1594;&#1610;&#1576;&#1577; &#1587;&#1605;&#1593;&#1607;&#1575; &#1601;&#1610;&#1607; &#1601;&#1610; &#1605;&#1580;&#1604;&#1587; &#1601;&#1585;&#1583;&#1607;&#1575; &#1593;&#1606;&#1607;&#1548; &#1585;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1606;&#1607; &#1571;&#1604;&#1601; &#1576;&#1575;&#1576; &#1605;&#1606; &#1575;&#1604;&#1587;&#1608;&#1569; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1608;&#1575;&#1604;&#1570;&#1582;&#1585;&#1577;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">19&ndash; The Prophet (SAWA) said, &lsquo;Whoever does a good service to his fellow brother by deterring people from talking behind his back in a gathering where he hears them backbiting him, Allah will repel from him a thousand types of evil in this world as well as in the Hereafter.&rsquo;[Amali al-Saduq, p. 350]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">20&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1575;&#1594;&#1578;&#1610;&#1576; &#1593;&#1606;&#1583;&#1607; &#1571;&#1582;&#1608;&#1607; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605;&#1548; &#1601;&#1575;&#1587;&#1578;&#1591;&#1575;&#1593; &#1606;&#1589;&#1585;&#1607; &#1601;&#1604;&#1605; &#1610;&#1606;&#1589;&#1585;&#1607;&#1548; &#1582;&#1584;&#1604;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1608;&#1575;&#1604;&#1570;&#1582;&#1585;&#1577;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">20&ndash; The Prophet (SAWA) said, &lsquo;He in whose presence a fellow Muslim brother is talked about behind his back, and who does not defend him despite having the ability to do so, Allah disgraces him in this world as well as in the Hereafter.&rsquo;[al-Faqih, v. 4, p. 372]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1603;&#1601;&#1575;&#1585;&#1577; &#1575;&#1604;&#1575;&#1594;&#1578;&#1610;&#1575;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 25pt; color: #990033; font-family: Arial;">The Penance for Backbiting</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">21&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1600; &#1608;&#1602;&#1583; &#1587;&#1574;&#1604; &#1593;&#1606; &#1603;&#1601;&#1575;&#1585;&#1577; &#1575;&#1604;&#1575;&#1594;&#1578;&#1610;&#1575;&#1576; &#1600;: &#1578;&#1587;&#1578;&#1594;&#1601;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1605;&#1606; &#1575;&#1594;&#1578;&#1576;&#1578;&#1607; &#1603;&#1604;&#1605;&#1575; &#1584;&#1603;&#1585;&#1578;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">21&ndash; The Prophet (SAWA) was asked about the penance for backbiting, to which he replied, &lsquo;You must seek Allah&rsquo;s forgiveness on behalf of the one you have talked about every time you remember him.&rsquo;[al-Kafi, v. 2, p. 357, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">22&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1584;&#1575; &#1575;&#1594;&#1578;&#1575;&#1576; &#1571;&#1581;&#1583;&#1603;&#1605; &#1571;&#1582;&#1575;&#1607; &#1601;&#1604;&#1610;&#1587;&#1578;&#1594;&#1601;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1563; &#1601;&#1573;&#1606;&#1607;&#1575; &#1603;&#1601;&#1575;&#1585;&#1577; &#1604;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt; font-family: Arial;">22&ndash; The Prophet (SAWA) said, &lsquo;When one of you backbites about his fellow brother, he must seek forgiveness from Allah for that is penance for it.&rsquo;[Kanz al-`Ummal, no. 8037]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
