<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>CLOTHING&nbsp;&nbsp; &#1575;&#1604;&#1604;&#1576;&#1575;&#1587;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">CLOTHING</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1604;&#1576;&#1575;&#1587;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1604;&#1576;&#1575;&#1587;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">Clothing</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1581;&#1587;&#1606; &#1605;&#1575; &#1586;&#1585;&#1578;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1576;&#1607; &#1601;&#1610; &#1602;&#1576;&#1608;&#1585;&#1603;&#1605; &#1608;&#1605;&#1587;&#1575;&#1580;&#1583;&#1603;&#1605; &#1575;&#1604;&#1576;&#1610;&#1575;&#1590;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, &lsquo;Cover yourself with your clothes and do not walk naked.&rsquo;[Kanz al-`Ummal, no. 41106]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1604;&#1576;&#1587;&#1608;&#1575; &#1575;&#1604;&#1576;&#1610;&#1575;&#1590; &#1563; &#1601;&#1573;&#1606;&#1607; &#1571;&#1591;&#1610;&#1576; &#1608;&#1571;&#1591;&#1607;&#1585;&#1548; &#1608;&#1603;&#1601;&#1606;&#1608;&#1575; &#1601;&#1610;&#1607; &#1605;&#1608;&#1578;&#1575;&#1603;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, &lsquo;Wear white, for it is nicer and purer, and shroud your dead with it.&rsquo;[al-Kafi, v. 6, p. 445, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1576;&#1587;&#1608;&#1575; &#1579;&#1610;&#1575;&#1576; &#1575;&#1604;&#1602;&#1591;&#1606; &#1563; &#1601;&#1573;&#1606;&#1607;&#1575; &#1604;&#1576;&#1575;&#1587; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;)&#1548; &#1608;&#1607;&#1608; &#1604;&#1576;&#1575;&#1587;&#1606;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt">3&ndash; Imam Ali (AS) said, &lsquo;Wear clothes of cotton, for it is the clothing of the Prophet (SAWA) and our clothing.&rsquo;[al-Kafi, v. 6, p. 450, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1603;&#1578;&#1575;&#1606; &#1605;&#1606; &#1604;&#1576;&#1575;&#1587; &#1575;&#1604;&#1571;&#1606;&#1576;&#1610;&#1575;&#1569;&#1548; &#1608;&#1607;&#1608; &#1610;&#1606;&#1576;&#1578; &#1575;&#1604;&#1604;&#1581;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt">4&ndash; Imam al-Sadiq (AS) said, &lsquo;Linen is of the clothes of the Prophets, and makes one&rsquo;s flesh grow.&rsquo;[al-Kafi, v. 6, p. 449, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1575;&#1602;&#1578;&#1589;&#1575;&#1583; &#1601;&#1610; &#1575;&#1604;&#1604;&#1576;&#1575;&#1587;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Economizing in Clothes</span></p>
</td>
</tr>
<tr>
<td height="31">
<p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1606;&#1607;&#1609; [&#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) ] &#1593;&#1606; &#1575;&#1604;&#1588;&#1607;&#1585;&#1578;&#1610;&#1606;&#1548; &#1583;&#1602;&#1577; &#1575;&#1604;&#1579;&#1610;&#1575;&#1576; &#1608;&#1594;&#1604;&#1592;&#1607;&#1575;&#1548; &#1608;&#1604;&#1610;&#1606;&#1607;&#1575; &#1608;&#1582;&#1588;&#1608;&#1606;&#1578;&#1607;&#1575;&#1548; &#1608;&#1591;&#1608;&#1604;&#1607;&#1575; &#1608;&#1602;&#1589;&#1585;&#1607;&#1575;&#1548; &#1608;&#1604;&#1603;&#1606; &#1587;&#1583;&#1575;&#1583; &#1601;&#1610;&#1605;&#1575; &#1576;&#1610;&#1606; &#1584;&#1604;&#1603; &#1608;&#1575;&#1602;&#1578;&#1589;&#1575;&#1583; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; The Prophet (SAWA) said, &lsquo;He [the Prophet (SAWA)] prohibited clothes that express notoriety (shuhra), both thin and thick, soft and rough, long and short. It should be something appropriate between these two and economical.&rsquo;[Kanz al-`Ummal, no. 41172]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1582;&#1591;&#1576; &#1593;&#1604;&#1610; &#1575;&#1604;&#1606;&#1575;&#1587; &#1608;&#1593;&#1604;&#1610;&#1607; &#1573;&#1586;&#1575;&#1585; &#1603;&#1585;&#1576;&#1575;&#1587; &#1594;&#1604;&#1610;&#1592; &#1605;&#1585;&#1602;&#1608;&#1593; &#1576;&#1589;&#1608;&#1601; &#1548; &#1601;&#1602;&#1610;&#1604; &#1604;&#1607; &#1601;&#1610; &#1584;&#1604;&#1603; &#1548; &#1601;&#1602;&#1575;&#1604; : &#1610;&#1582;&#1588;&#1593; &#1575;&#1604;&#1602;&#1604;&#1576; &#1608;&#1610;&#1602;&#1578;&#1583;&#1610; &#1576;&#1607; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;.</span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; Imam al-Sadiq (AS) narrated, Ali (AS) delivered a sermon to the people and he was wearing a cover made of thick, white cotton, patched with wool, and he was asked about it, to which he replied, &lsquo;The heart is humbled [as a result of such clothes] and the believer imitates it.&rsquo;[Bihar al-Anwar, v. 79, p. 312, no. 14]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1605;&#1575;&#1604; &#1605;&#1575;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1590;&#1593;&#1607; &#1593;&#1606;&#1583; &#1575;&#1604;&#1585;&#1580;&#1604; &#1608;&#1583;&#1575;&#1610;&#1593;&#1548; &#1608;&#1580;&#1608;&#1586; &#1604;&#1607;&#1605; &#1571;&#1606; &#1610;&#1571;&#1603;&#1604;&#1608;&#1575; &#1602;&#1589;&#1583;&#1575; &#1608;&#1610;&#1604;&#1576;&#1587;&#1608;&#1575; &#1602;&#1589;&#1583;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; Imam al-Sadiq (AS) said, &lsquo;Wealth belongs to Allah, and He entrusts it to man as a deposit. He permitted them to eat economically and dress economically.&rsquo;[Bihar al-Anwar, v. 79, p. 304, no. 17]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1582;&#1610;&#1585; &#1604;&#1576;&#1575;&#1587; &#1603;&#1604; &#1586;&#1605;&#1575;&#1606; &#1604;&#1576;&#1575;&#1587; &#1571;&#1607;&#1604;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Best Clothing in Every Time Period is the Clothing of the People of that Time</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1593;&#1606; &#1581;&#1605;&#1575;&#1583; &#1576;&#1606; &#1593;&#1579;&#1605;&#1575;&#1606;: &#1603;&#1606;&#1578; &#1581;&#1575;&#1590;&#1585;&#1575; &#1593;&#1606;&#1583; &#1571;&#1576;&#1610; &#1593;&#1576;&#1583;&#1575;&#1604;&#1604;&#1607;&rlm; <span lang="ar-sa">(&#1593;) &#1573;&#1584; &#1602;&#1575;&#1604; &#1604;&#1607; &#1585;&#1580;&#1604;: &#1571;&#1589;&#1604;&#1581;&#1603; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1584;&#1603;&#1585;&#1578; &#1571;&#1606; &#1593;&#1604;&#1610; &#1576;&#1606; &#1571;&#1576;&#1610; &#1591;&#1575;&#1604;&#1576; (&#1593;) &#1603;&#1575;&#1606; &#1610;&#1604;&#1576;&#1587; &#1575;&#1604;&#1582;&#1588;&#1606;&#1548; &#1610;&#1604;&#1576;&#1587; &#1575;&#1604;&#1602;&#1605;&#1610;&#1589; &#1576;&#1571;&#1585;&#1576;&#1593;&#1577; &#1583;&#1585;&#1575;&#1607;&#1605; &#1608;&#1605;&#1575; &#1571;&#1588;&#1576;&#1607; &#1584;&#1604;&#1603;&#1548; &#1608;&#1606;&#1585;&#1609; &#1593;&#1604;&#1610;&#1603; &#1575;&#1604;&#1604;&#1576;&#1575;&#1587; &#1575;&#1604;&#1580;&#1610;&#1583; !<br />&#1602;&#1575;&#1604;: &#1601;&#1602;&#1575;&#1604; &#1604;&#1607;: &#1573;&#1606; &#1593;&#1604;&#1610; &#1576;&#1606; &#1571;&#1576;&#1610; &#1591;&#1575;&#1604;&#1576; (&#1593;) &#1603;&#1575;&#1606; &#1610;&#1604;&#1576;&#1587; &#1584;&#1604;&#1603; &#1601;&#1610; &#1586;&#1605;&#1575;&#1606; &#1604;&#1575; &#1610;&#1606;&#1603;&#1585;&#1548; &#1608;&#1604;&#1608; &#1604;&#1576;&#1587; &#1605;&#1579;&#1604; &#1584;&#1604;&#1603; &#1575;&#1604;&#1610;&#1608;&#1605; &#1604;&#1588;&#1607;&#1585; &#1576;&#1607;&#1548; &#1601;&#1582;&#1610;&#1585; &#1604;&#1576;&#1575;&#1587; &#1603;&#1604; &#1586;&#1605;&#1575;&#1606; &#1604;&#1576;&#1575;&#1587; &#1571;&#1607;&#1604;&#1607;&#1548; &#1594;&#1610;&#1585; &#1571;&#1606; &#1602;&#1575;&#1574;&#1605;&#1606;&#1575; &#1573;&#1584;&#1575; &#1602;&#1575;&#1605; &#1604;&#1576;&#1587; &#1604;&#1576;&#1575;&#1587; &#1593;&#1604;&#1610; (&#1593;) &#1608;&#1587;&#1575;&#1585; &#1576;&#1587;&#1610;&#1585;&#1578;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; Hammad b. `Authman narrated, &lsquo;I was in the presence of Abu Abdillah [al-Sadiq] (AS), when a man said to him, &lsquo;May Allah make you well, you mentioned that Ali b. Abi Talib (AS) would wear rough clothes, wear a shirt that was worth four dirhams, and other things like that. But we see you are wearing good clothes!&rsquo; [He said], &lsquo;The Imam replied to him, &lsquo; Ali b. Abi Talib (AS) wore that in a time in which it would not be disapproved, and if he would wear those clothes today he would be defamed for it. Therefore, the best clothing of every time is the clothing of the people [of that time]. However, when our al-Qa&rsquo;im [the awaited saviour Imam al-Mahd?, may Allah hasten his appearance] reappears he will be wearing the clothes of Ali (AS) and will follow his way of life.&rsquo;[al-Kafi, v. 6, p. 444, no. 15]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">9&#1600; &#1593;&#1606; &#1587;&#1601;&#1610;&#1575;&#1606; &#1575;&#1604;&#1579;&#1608;&#1585;&#1610;: &#1602;&#1604;&#1578; &#1604;&#1571;&#1576;&#1610; &#1593;&#1576;&#1583;&#1575;&#1604;&#1604;&#1607;&rlm; (&#1593;): &#1571;&#1606;&#1578; &#1578;&#1585;&#1608;&#1610; &#1571;&#1606; &#1593;&#1604;&#1610; &#1576;&#1606; &#1571;&#1576;&#1610; &#1591;&#1575;&#1604;&#1576; (&#1593;) &#1603;&#1575;&#1606; &#1610;&#1604;&#1576;&#1587; &#1575;&#1604;&#1582;&#1588;&#1606;&#1548; &#1608;&#1571;&#1606;&#1578; &#1578;&#1604;&#1576;&#1587; &#1575;&#1604;&#1602;&#1608;&#1607;&#1610; &#1608;&#1575;&#1604;&#1605;&#1585;&#1608;&#1610; ! &#1602;&#1575;&#1604;: &#1608;&#1610;&#1581;&#1603; ! &#1573;&#1606; &#1593;&#1604;&#1610; &#1576;&#1606; &#1571;&#1576;&#1610; &#1591;&#1575;&#1604;&#1576; (&#1593;) &#1603;&#1575;&#1606; &#1601;&#1610; &#1586;&#1605;&#1575;&#1606; &#1590;&#1610;&#1602;&#1548; &#1601;&#1573;&#1584;&#1575; &#1575;&#1578;&#1587;&#1593; &#1575;&#1604;&#1586;&#1605;&#1575;&#1606; &#1601;&#1571;&#1576;&#1585;&#1575;&#1585; &#1575;&#1604;&#1586;&#1605;&#1575;&#1606; &#1571;&#1608;&#1604;&#1609; &#1576;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; Sufyan al-Thawri narrated, &lsquo;I asked Abu `Aabdillah [al-Sadiq] (AS), &lsquo;You narrate that Ali b. Abi Talib (AS) wore rough clothes whilst you wear soft and fine clothes!&rsquo; He (AS) said, &lsquo;Woe unto you! Ali b. Abi Talib (AS) lived in a time of difficulty, so if it is a time of ampleness the righteous deserve it more.&rsquo;[Makarim al-Akhlaq, v. 1, p. 220, no. 648]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1585;&#1590;&#1575; (&#1593;): &#1573;&#1606; &#1571;&#1607;&#1604; &#1575;&#1604;&#1590;&#1593;&#1601; &#1605;&#1606; &#1605;&#1608;&#1575;&#1604;&#1610; &#1610;&#1581;&#1576;&#1608;&#1606; &#1571;&#1606; &#1571;&#1580;&#1604;&#1587; &#1593;&#1604;&#1609; &#1575;&#1604;&#1604;&#1576;&#1608;&#1583; &#1608;&#1571;&#1604;&#1576;&#1587; &#1575;&#1604;&#1582;&#1588;&#1606;&#1548; &#1608;&#1604;&#1610;&#1587; &#1610;&#1578;&#1581;&#1605;&#1604; &#1575;&#1604;&#1586;&#1605;&#1575;&#1606; &#1584;&#1604;&#1603;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10&ndash; Imam al-Rida (AS) said, &lsquo;The weak from among my followers want me to sit on wool and wear rough clothes, but this era cannot handle that.&rsquo;[Makarim al-Akhlaq, v. 1, p. 218, no. 642]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">11&#1600; &#1603;&#1575;&#1606; &#1580;&#1604;&#1608;&#1587; &#1575;&#1604;&#1585;&#1590;&#1575; (&#1593;) &#1601;&#1610; &#1575;&#1604;&#1589;&#1610;&#1601; &#1593;&#1604;&#1609; &#1581;&#1589;&#1610;&#1585;&#1548; &#1608;&#1601;&#1610; &#1575;&#1604;&#1588;&#1578;&#1575;&#1569; &#1593;&#1604;&#1609; &#1605;&#1587;&#1581;&#1548; &#1608;&#1604;&#1576;&#1587;&#1607; &#1575;&#1604;&#1594;&#1604;&#1610;&#1592; &#1605;&#1606; &#1575;&#1604;&#1579;&#1610;&#1575;&#1576; &#1563; &#1581;&#1578;&#1609; &#1573;&#1584;&#1575; &#1576;&#1585;&#1586; &#1604;&#1604;&#1606;&#1575;&#1587; &#1578;&#1586;&#1610;&#1606; &#1604;&#1607;&#1605; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">11&ndash; Abu &lsquo;Abbad narrated, &lsquo;al-Riza (AS) would sit on a straw mat in the summer, and on a sackcloth in the winter. He wore rough, thick clothes, and when he appeared in front of people he would adorn himself for them.&rsquo;[&lsquo;Uyun Akhbar al-Ridha (AS), v. 2, p. 178, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1593;&#1605;&#1575;&#1605;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Turban</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">12&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1593;&#1605;&#1575;&#1574;&#1605; &#1578;&#1610;&#1580;&#1575;&#1606; &#1575;&#1604;&#1593;&#1585;&#1576;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">12&ndash; The Prophet (SAWA) said, &lsquo;Turbans are the crowns of the Arabs.&rsquo;[al-Kafi, v. 6, p. 461, no. 5]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">13&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1574;&#1578;&#1608;&#1575; &#1575;&#1604;&#1605;&#1587;&#1575;&#1580;&#1583; &#1581;&#1587;&#1585;&#1575; &#1608;&#1605;&#1593;&#1589;&#1576;&#1610;&#1606;&#1548; &#1601;&#1573;&#1606; &#1575;&#1604;&#1593;&#1605;&#1575;&#1574;&#1605; &#1578;&#1610;&#1580;&#1575;&#1606; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605;&#1610;&#1606;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">13&ndash; The Prophet (SAWA) said, &lsquo;Go to mosques without armour and with your heads covered, for the turbans are the crowns of the Arabs.&rsquo;[Kanz al-`Ummal, no. 41143]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">14&#1600; &#1573;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1583;&#1582;&#1604; &#1593;&#1575;&#1605; &#1575;&#1604;&#1601;&#1578;&#1581; &#1605;&#1603;&#1577; &#1608;&#1593;&#1604;&#1610;&#1607; &#1593;&#1605;&#1575;&#1605;&#1577; &#1587;&#1608;&#1583;&#1575;&#1569;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">14&ndash; Jabir narrated, &lsquo;The Messenger of Allah (SAWA) entered Makkah in the year of the Conquest wearing a black turban.&rsquo;[Sunan Abi Dawud, no. 4076]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; (&#1593;): &#1593;&#1605;&#1605; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1593;&#1604;&#1610;&#1575; (&#1593;) &#1576;&#1610;&#1583;&#1607;&#1548; &#1601;&#1587;&#1583;&#1604;&#1607;&#1575; &#1605;&#1606; &#1576;&#1610;&#1606; &#1610;&#1583;&#1610;&#1607; &#1608;&#1602;&#1589;&#1585;&#1607;&#1575; &#1605;&#1606; &#1582;&#1604;&#1601;&#1607; &#1602;&#1583;&#1585; &#1571;&#1585;&#1576;&#1593; &#1571;&#1589;&#1575;&#1576;&#1593;&#1548; &#1579;&#1605; &#1602;&#1575;&#1604;: &#1571;&#1583;&#1576;&#1585; &#1601;&#1571;&#1583;&#1576;&#1585;&#1548; &#1579;&#1605; &#1602;&#1575;&#1604;: &#1571;&#1602;&#1576;&#1604; &#1601;&#1571;&#1602;&#1576;&#1604;&#1548; &#1579;&#1605; &#1602;&#1575;&#1604;: &#1607;&#1603;&#1584;&#1575; &#1578;&#1610;&#1580;&#1575;&#1606; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">15&ndash; Imam al-Sadiq (AS) said, &lsquo;The Messenger of Allah (SAWA) attired Ali (AS) with a turban with his own hands. The Prophet (SAWA) lowered the turban down from the front and shortened it from the back the breadth of four fingers, then he said, &lsquo;Turn around&rsquo;, and he did so, then he said, &lsquo;Turn to the front&rsquo; so he did, then the Prophet (SAWA) said, &lsquo;This is how the turbans of the angels are.&rsquo;[al-Kafi, v. 6, p. 461, no. 4]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1571;&#1604;&#1576;&#1587;&#1577; &#1575;&#1604;&#1605;&#1605;&#1606;&#1608;&#1593;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Prohibited Clothing</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">16&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1581;&#1585;&#1605; &#1604;&#1576;&#1575;&#1587; &#1575;&#1604;&#1581;&#1585;&#1610;&#1585; &#1608;&#1575;&#1604;&#1584;&#1607;&#1576; &#1593;&#1604;&#1609; &#1584;&#1603;&#1608;&#1585; &#1575;&#1605;&#1578;&#1610; &#1608;&#1575;&#1581;&#1604; &#1604;&#1573;&#1606;&#1575;&#1579;&#1607;&#1605; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">16&ndash; The Prophet (SAWA) said, &lsquo;Clothings of silk and gold are forbidden for the males of my community and have been permitted for the females.&rsquo;[Kanz al-`Ummal, no. 41210]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">17&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1604;&#1576;&#1587; &#1579;&#1608;&#1576;&#1575; &#1610;&#1576;&#1575;&#1607;&#1610; &#1576;&#1607; &#1604;&#1610;&#1585;&#1575;&#1607; &#1575;&#1604;&#1606;&#1575;&#1587; &#1604;&#1605; &#1610;&#1606;&#1592;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1604;&#1610;&#1607; &#1581;&#1578;&#1609; &#1610;&#1606;&#1586;&#1593;&#1607; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">17&ndash; The Prophet (SAWA) said, &lsquo;Whoever wears clothes to show off so other people will look at him, Allah will not look at him until he takes it off.&rsquo;[Kanz al-`Ummal, no. 41203]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; (&#1593;): &#1604;&#1575; &#1610;&#1604;&#1576;&#1587; &#1575;&#1604;&#1585;&#1580;&#1604; &#1575;&#1604;&#1581;&#1585;&#1610;&#1585; &#1608;&#1575;&#1604;&#1583;&#1610;&#1576;&#1575;&#1580; &#1573;&#1604;&#1575; &#1601;&#1610; &#1575;&#1604;&#1581;&#1585;&#1576; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">18&ndash; Imam al-Sadiq (AS) said, &lsquo;A man must not wear silk and brocade except in war.&rsquo;[al-Kafi, v. 6, p. 453, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
