<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>CONCEALMENT&nbsp;&nbsp; &#1575;&#1604;&#1603;&#1578;&#1605;&#1575;&#1606;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">CONCEALMENT</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1603;&#1578;&#1605;&#1575;&#1606;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1608;&#1580;&#1608;&#1576; &#1603;&#1578;&#1605;&#1575;&#1606; &#1571;&#1587;&#1585;&#1575;&#1585; &#1575;&#1604;&#1579;&#1608;&#1585;&#1577; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605;&#1610;&#1577;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #008080; font-family: Arial;"><span style="font-size: 13pt; font-weight: 700">Obligation of Concealing Secrets</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1589;&#1605;&#1578; &#1581;&#1603;&#1605;&#1548; &#1608;&#1575;&#1604;&#1587;&#1603;&#1608;&#1578; &#1587;&#1604;&#1575;&#1605;&#1577;&#1548; &#1608;&#1575;&#1604;&#1603;&#1578;&#1605;&#1575;&#1606; &#1591;&#1585;&#1601; &#1605;&#1606; &#1575;&#1604;&#1587;&#1593;&#1575;&#1583;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 12pt">1&ndash; Imam Ali (AS) said, &lsquo;To keep silent is a law, quietness is safe, and concealing [secrets] is a part of prosperity.&rsquo;[Tuhaf al-`Uqoul, p. 223]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;): &#1608;&#1583;&#1583;&#1578; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1606;&#1610; &#1575;&#1601;&#1578;&#1583;&#1610;&#1578; &#1582;&#1589;&#1604;&#1578;&#1610;&#1606; &#1601;&#1610; &#1575;&#1604;&#1588;&#1610;&#1593;&#1577; &#1604;&#1606;&#1575; &#1576;&#1576;&#1593;&#1590; &#1604;&#1581;&#1605; &#1587;&#1575;&#1593;&#1583;&#1610;: &#1575;&#1604;&#1606;&#1586;&#1602; &#1608;&#1602;&#1604;&#1577; &#1575;&#1604;&#1603;&#1578;&#1605;&#1575;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">2&ndash; Imam Zayn al-`Aabidin (AS) said, &lsquo;By Allah I would love to sacrifice the meat of my forearm for two vices of our followers: foolishness and little concealment [of secrets].&rsquo;[al-Kafi, v. 2, p. 221, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1608;&#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1573;&#1606; &#1571;&#1581;&#1576; &#1571;&#1589;&#1581;&#1575;&#1576;&#1610; &#1573;&#1604;&#1610; &#1571;&#1608;&#1585;&#1593;&#1607;&#1605; &#1608;&#1571;&#1601;&#1602;&#1607;&#1607;&#1605; &#1608;&#1571;&#1603;&#1578;&#1605;&#1607;&#1605; &#1604;&#1581;&#1583;&#1610;&#1579;&#1606;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">3&ndash; Imam al-Baqir (AS) said, &lsquo;By Allah, the most beloved of my companions to me are those who are the most pious, the most knowledgeable, and the most discrete with our speech.&rsquo;[al-Kafi, v. 2, p. 223, no. 7]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1571;&#1605;&#1585;&#1606;&#1575; &#1605;&#1587;&#1578;&#1608;&#1585; &#1605;&#1602;&#1606;&#1593; &#1576;&#1575;&#1604;&#1605;&#1610;&#1579;&#1575;&#1602;&#1548; &#1601;&#1605;&#1606; &#1607;&#1578;&#1603; &#1593;&#1604;&#1610;&#1606;&#1575; &#1571;&#1584;&#1604;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">4&ndash; Imam al-Sadiq (AS) said, &lsquo;Our affairs are hidden and veiled with a covenant, so Allah will humiliate whoever discloses us.&rsquo;[al-Kafi, v. 2, p. 226, no. 15]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1603;&#1578;&#1605;&#1575;&#1606; &#1587;&#1585;&#1606;&#1575; &#1580;&#1607;&#1575;&#1583; &#1601;&#1610; &#1587;&#1576;&#1610;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">5&ndash; Imam al-Sadiq (AS) said, &lsquo;Concealing our secrets is struggling on the path of Allah.&rsquo;[Bihar al-Anwar, v. 75, p. 70, no. 7]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1571;&#1584;&#1575;&#1593; &#1593;&#1604;&#1610;&#1606;&#1575; &#1581;&#1583;&#1610;&#1579;&#1606;&#1575; &#1601;&#1607;&#1608; &#1576;&#1605;&#1606;&#1586;&#1604;&#1577; &#1605;&#1606; &#1580;&#1581;&#1583;&#1606;&#1575; &#1581;&#1602;&#1606;&#1575; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">6&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever announces our [private] speech is like one who denies us our rights.&rsquo;[al-Kafi, v. 2, p. 370, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1602;&#1578;&#1604;&#1606;&#1575; &#1605;&#1606; &#1571;&#1584;&#1575;&#1593; &#1581;&#1583;&#1610;&#1579;&#1606;&#1575; &#1602;&#1578;&#1604; &#1582;&#1591;&#1571; &#1608;&#1604;&#1603;&#1606; &#1602;&#1578;&#1604;&#1606;&#1575; &#1602;&#1578;&#1604; &#1593;&#1605;&#1583; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">7&ndash; Imam al-Sadiq (AS) said, &lsquo;He who announces our [private] speech does not kill us accidentally, rather, he kills us intentionally.&rsquo;[al-Kafi, v. 2, p. 370, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1584;&#1610;&#1593; &#1575;&#1604;&#1587;&#1585; &#1588;&#1575;&#1603;&#1548; &#1608;&#1602;&#1575;&#1574;&#1604;&#1607; &#1593;&#1606;&#1583; &#1594;&#1610;&#1585; &#1571;&#1607;&#1604;&#1607; &#1603;&#1575;&#1601;&#1585; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">8&ndash; Imam al-Sadiq (AS) said, &lsquo;The announcer of a secret is a doubter, and he who speaks about it to those who are unworthy of it is an infidel.&rsquo;[al-Kafi, v. 2, p. 371, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1584;&#1604;&#1603; &#1576;&#1571;&#1606;&#1607;&#1605; &#1603;&#1575;&#1606;&#1608;&#1575; &#1610;&#1603;&#1601;&#1585;&#1608;&#1606; &#1576;&#1570;&#1610;&#1575;&#1578; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1610;&#1602;&#1578;&#1604;&#1608;&#1606; &#1575;&#1604;&#1606;&#1576;&#1610;&#1610;&#1606; &#1576;&#1594;&#1610;&#1585; &#1575;&#1604;&#1581;&#1602;&raquo; &#1600;: &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1575; &#1602;&#1578;&#1604;&#1608;&#1607;&#1605; &#1576;&#1571;&#1610;&#1583;&#1610;&#1607;&#1605; &#1608;&#1604;&#1575; &#1590;&#1585;&#1576;&#1608;&#1607;&#1605; &#1576;&#1571;&#1587;&#1610;&#1575;&#1601;&#1607;&#1605;&#1548; &#1608;&#1604;&#1603;&#1606;&#1607;&#1605; &#1587;&#1605;&#1593;&#1608;&#1575; &#1571;&#1581;&#1575;&#1583;&#1610;&#1579;&#1607;&#1605; &#1601;&#1571;&#1584;&#1575;&#1593;&#1608;&#1607;&#1575;&#1548; &#1601;&#1575;&#1582;&#1584;&#1608;&#1575; &#1593;&#1604;&#1610;&#1607;&#1575; &#1601;&#1602;&#1578;&#1604;&#1608;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">9&ndash; Imam al-Sadiq (AS), with respect to Allah&rsquo;s verse in the Qur&rsquo;an: "That, because they would defy the signs of Allah and kill the prophets unjustly" [Qur&rsquo;an 2:61] said, &lsquo;By Allah, they did not kill them with their hands, nor did they strike them with their swords, but they listened to their [private] speeches and publicized them, so they were punished because of it and killed.&rsquo;[al-Kafi, v. 2, p. 371, no. 6]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">10&#1600; &#1571;&#1576;&#1608; &#1576;&#1589;&#1610;&#1585;: &#1587;&#1571;&#1604;&#1578; &#1571;&#1576;&#1575; &#1593;&#1576;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; <span lang="ar-sa">(&#1593;) &#1593;&#1606; &#1581;&#1583;&#1610;&#1579; &#1603;&#1579;&#1610;&#1585;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1607;&#1604; &#1603;&#1578;&#1605;&#1578; &#1593;&#1604;&#1610; &#1588;&#1610;&#1574;&#1575; &#1602;&#1591; &#1567; &#1601;&#1576;&#1602;&#1610;&#1578; &#1571;&#1578;&#1584;&#1603;&#1585;&#1548; &#1601;&#1604;&#1605;&#1575; &#1585;&#1571;&#1609; &#1605;&#1575; &#1576;&#1610; &#1602;&#1575;&#1604;: &#1571;&#1605;&#1575; &#1605;&#1575; &#1581;&#1583;&#1579;&#1578; &#1576;&#1607; &#1571;&#1589;&#1581;&#1575;&#1576;&#1603; &#1601;&#1604;&#1575; &#1576;&#1571;&#1587;&#1548; &#1573;&#1606;&#1605;&#1575; &#1575;&#1604;&#1573;&#1584;&#1575;&#1593;&#1577; &#1571;&#1606; &#1578;&#1581;&#1583;&#1579; &#1576;&#1607; &#1594;&#1610;&#1585; &#1571;&#1589;&#1581;&#1575;&#1576;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">10&ndash; Abu Basir narrated, &lsquo;I asked Abu Abdillah [Imam al-Sadiq] (AS) about numerous narrations and he asked, &lsquo;Have you concealed anything about me?&rsquo; So, I was trying to remember if I had, and when he saw how I was, he said, &lsquo;Anything you speak to your companions is fine, but publicizing it is when you say it to those other than your companions.&rsquo;[al-Mahasin, v. 1, p. 403, no. 910]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1583;&#1581; &#1575;&#1604;&#1593;&#1576;&#1583; &#1575;&#1604;&#1603;&#1578;&#1608;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Praise of the Discreet Worshipper</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1591;&#1608;&#1576;&#1609; &#1604;&#1603;&#1604; &#1593;&#1576;&#1583; &#1606;&#1608;&#1605;&#1577;&#1548; &#1593;&#1585;&#1601; &#1575;&#1604;&#1606;&#1575;&#1587; &#1608;&#1604;&#1605; &#1610;&#1593;&#1585;&#1601;&#1607; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1593;&#1585;&#1601;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1585;&#1590;&#1608;&#1575;&#1606;&#1548; &#1575;&#1608;&#1604;&#1574;&#1603; &#1605;&#1589;&#1575;&#1576;&#1610;&#1581; &#1575;&#1604;&#1607;&#1583;&#1609;&#1548; &#1610;&#1603;&#1588;&#1601; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1606;&#1607;&#1605; &#1603;&#1604; &#1601;&#1578;&#1606;&#1577; &#1605;&#1592;&#1604;&#1605;&#1577;&#1548; &#1587;&#1610;&#1583;&#1582;&#1604;&#1607;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1585;&#1581;&#1605;&#1577; &#1605;&#1606;&#1607;&#1548; &#1604;&#1610;&#1587; &#1575;&#1608;&#1604;&#1574;&#1603; &#1576;&#1575;&#1604;&#1605;&#1584;&#1575;&#1610;&#1610;&#1593; &#1575;&#1604;&#1576;&#1584;&#1585; &#1608;&#1604;&#1575; &#1575;&#1604;&#1580;&#1601;&#1575;&#1577; &#1575;&#1604;&#1605;&#1585;&#1575;&#1574;&#1610;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">11&ndash; Imam Ali (AS) said, &lsquo;Blessed be every unimportant worshipper that no one cares for. He knows people but people do not know him. Allah knows him with satisfaction; they are the lanterns of guidance.&rsquo;[al-Kafi, v. 2, p. 225, no. 12]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">12&#1600; &#1602;&#1575;&#1604; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1576;&#1593;&#1583;&#1610; &#1601;&#1578;&#1606;&#1575; &#1605;&#1592;&#1604;&#1605;&#1577; &#1593;&#1605;&#1610;&#1575;&#1569; &#1605;&#1588;&#1603;&#1603;&#1577;&#1548; &#1604;&#1575; &#1610;&#1576;&#1602;&#1609; &#1601;&#1610;&#1607;&#1575; &#1573;&#1604;&#1575; &#1575;&#1604;&#1606;&#1608;&#1605;&#1577; . &#1602;&#1610;&#1604;: &#1608;&#1605;&#1575; &#1575;&#1604;&#1606;&#1608;&#1605;&#1577; &#1610;&#1575; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1567; &#1602;&#1575;&#1604;: &#1575;&#1604;&#1584;&#1610; &#1604;&#1575; &#1610;&#1583;&#1585;&#1610; &#1575;&#1604;&#1606;&#1575;&#1587; &#1605;&#1575; &#1601;&#1610; &#1606;&#1601;&#1587;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">12&ndash; Imam Ali (AS) said, &lsquo;After me there will be dark, blind, obscure afflictions. No one will be saved from them other than a person who is not cared about.&rsquo; He was asked: &lsquo;And who is one who is not cared about, O Commander of the Faithful?&rsquo; He replied, &lsquo;He who people do not know what is in his self.&rsquo;[Ma`ani al-Akhbar, p. 166, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
