<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>CONDEMNATION&nbsp;&nbsp; &#1575;&#1604;&#1578;&#1593;&#1610;&#1610;&#1585;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><span style="color: #990033;"><span style="font-family: Arial;"><strong><span style="font-size: 14pt">CONDEMNATION&nbsp;&nbsp; </span></strong></span><span style="font-family: Traditional Arabic;"><strong><span style="font-size: 15pt;">&#1575;&#1604;&#1578;&#1593;&#1610;&#1610;&#1585;</span></strong></span></span></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1584;&#1605; &#1575;&#1604;&#1578;&#1593;&#1610;&#1610;&#1585;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">The Censure of Condemnation</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">1&#1600; &#1575;&#1604;&#1582;&#1590;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1608;&#1589;&#1610;&#1578;&#1607; &#1604;&#1605;&#1608;&#1587;&#1609; (&#1593;) &#1600;: &#1610;&#1575;&#1576;&#1606; &#1593;&#1605;&#1585;&#1575;&#1606;&#1548; &#1604;&#1575; &#1578;&#1593;&#1610;&#1585;&#1606; &#1571;&#1581;&#1583;&#1575; &#1576;&#1582;&#1591;&#1610;&#1574;&#1577;&#1548; &#1608;&#1575;&#1576;&#1603; &#1593;&#1604;&#1609; &#1582;&#1591;&#1610;&#1574;&#1578;&#1603;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; al-Khizr (AS), in his advice to Prophet Moses (AS) said, &lsquo;O son of `AImran, do not ever condemn somebody for a mistake, and cry over your own mistake [instead].&rsquo; [Qasas al-Anbiya&rsquo; , p. 157, no. 171]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1593;&#1610;&#1585; &#1571;&#1582;&#1575;&#1607; &#1576;&#1584;&#1606;&#1576; &#1602;&#1583; &#1578;&#1575;&#1576; &#1605;&#1606;&#1607; &#1604;&#1605; &#1610;&#1605;&#1578; &#1581;&#1578;&#1609; &#1610;&#1593;&#1605;&#1604;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">2&ndash; The Prophet (SAWA) said, &lsquo;The one who condemns a fellow brother for a sin that he has already repented for will not die before committing it himself.&rsquo; [Tanbih al-Khawatir, v. 1, p. 113]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1571;&#1584;&#1575;&#1593; &#1601;&#1575;&#1581;&#1588;&#1577; &#1603;&#1575;&#1606; &#1603;&#1605;&#1576;&#1578;&#1583;&#1574;&#1607;&#1575;&#1548; &#1608;&#1605;&#1606; &#1593;&#1610;&#1585; &#1605;&#1572;&#1605;&#1606;&#1575; &#1576;&#1588;&#1610;&#1569; &#1604;&#1605; &#1610;&#1605;&#1578; &#1581;&#1578;&#1609; &#1610;&#1585;&#1603;&#1576;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; The Prophet (SAWA) said, &lsquo;The one who exposes someone&rsquo; s monstrous deed is as the one who initiated it, and the one who condemns a believer for something will not die before becoming guilty of it himself.&rsquo; [al-Kafi, v. 2, p. 356, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">4&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1584;&#1575; &#1586;&#1606;&#1578; &#1582;&#1575;&#1583;&#1605; &#1571;&#1581;&#1583;&#1603;&#1605; &#1601;&#1604;&#1610;&#1580;&#1604;&#1583;&#1607;&#1575; &#1575;&#1604;&#1581;&#1583; &#1608;&#1604;&#1575; &#1610;&#1593;&#1610;&#1585;&#1607;&#1575;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; The Prophet (SAWA) said, &lsquo;If one of your servants commits adultery, lash her with the prescribed punishment but do not shame her.&rsquo; [Tanbih al-Khawatir, v. 1, p. 57]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">5&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1593;&#1600;&#1610;&#1585;&#1603; &#1571;&#1582;&#1600;&#1608;&#1603; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605; &#1576;&#1605;&#1575; &#1610;&#1593;&#1604;&#1605; &#1601;&#1610;&#1603; &#1601;&#1604;&#1575; &#1578;&#1593;&#1610;&#1585;&#1607; &#1576;&#1605;&#1575; &#1578;&#1593;&#1604;&#1605; &#1601;&#1610;&#1607;&#1563;&#1610;&#1603;&#1608;&#1606; &#1604;&#1603; &#1571;&#1580;&#1585;&#1575; &#1608;&#1593;&#1604;&#1610;&#1607; &#1573;&#1579;&#1605;&#1575;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; The Prophet (SAWA) said, &lsquo;If your Muslim brother condemns you for whatever he knows about you, then do not condemn him back for whatever you know about him. You will have a reward whereas he will carry a sin.&rsquo; [Tanbih al-Khawatir, v. 2, p. 155]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1605;&#1606; &#1573;&#1606;&#1587;&#1575;&#1606; &#1610;&#1591;&#1593;&#1606; &#1601;&#1610; &#1593;&#1610;&#1606; &#1605;&#1572;&#1605;&#1606; &#1573;&#1604;&#1575; &#1605;&#1575;&#1578; &#1576;&#1588;&#1585; &#1605;&#1610;&#1578;&#1577;&#1548; &#1608;&#1603;&#1575;&#1606; &#1602;&#1605;&#1606;&#1575; &#1571;&#1606; &#1604;&#1575; &#1610;&#1585;&#1580;&#1593; &#1573;&#1604;&#1609; &#1582;&#1610;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; Imam al-Baqir (AS) said, &lsquo;Anybody who discredits a believer&rsquo; s self-esteem will die an evil death, and he becomes deserving of never again returning to a good end.&rsquo; [al-Kafi, v. 2, p. 361, no. 9]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1571; &#1606;&#1576; &#1605;&#1572;&#1605;&#1606;&#1575; &#1571; &#1606;&#1576;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1608;&#1575;&#1604;&#1570;&#1582;&#1585;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">7&ndash; Imam al-Sadiq (AS) said, &lsquo;He who reviles a believer will be reviled by Allah in both this world and the Hereafter.&rsquo; [al-Kafi, v. 2, p. 356, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1578;&#1576;&#1583;&#1610; &#1575;&#1604;&#1588;&#1605;&#1575;&#1578;&#1577; &#1604;&#1571;&#1582;&#1610;&#1603; &#1601;&#1610;&#1585;&#1581;&#1605;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1610;&#1589;&#1610;&#1585;&#1607;&#1575; &#1576;&#1603; . &#1605;&#1606; &#1588;&#1605;&#1578; &#1576;&#1605;&#1589;&#1610;&#1576;&#1577; &#1606;&#1586;&#1604;&#1578; &#1576;&#1571;&#1582;&#1610;&#1607; &#1604;&#1605; &#1610;&#1582;&#1585;&#1580; &#1605;&#1606; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1581;&#1578;&#1609; &#1610;&#1601;&#1578;&#1578;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">8&ndash; Imam al-Sadiq (AS) said, &lsquo;Do not express malicious gloating at your brother [for a sin or misfortune] for Allah will have mercy on him as a result and make it befall you instead.&rsquo; He also said, &lsquo;He who gloats over an affliction that has befallen his brother will not leave this world until he has been tried similarly.&rsquo;[al-Kafi, v. 2, p. 359, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
