<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>DEATH&nbsp;&nbsp; &#1575;&#1604;&#1605;&#1608;&#1578;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">DEATH</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1605;&#1608;&#1578;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1605;&#1608;&#1578;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #008080; font-family: Arial;"><span style="font-size: 13pt; font-weight: 700">Death </span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1584;&#1575; &#1605;&#1575;&#1578; &#1571;&#1581;&#1583;&#1603;&#1605; &#1601;&#1602;&#1583; &#1602;&#1575;&#1605;&#1578; &#1602;&#1610;&#1575;&#1605;&#1578;&#1607;&#1548; &#1610;&#1585;&#1609; &#1605;&#1575; &#1604;&#1607; &#1605;&#1606; &#1582;&#1610;&#1585; &#1608; &#1588;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 12pt">1&ndash; The Prophet (SAWA) said, &lsquo;When any of you dies, his Resurrection has started; and he sees what good and bad he has [accumulated].&rsquo;[Kanz al-`Ummal, no. 42123]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1605;&#1575;&#1578; &#1593;&#1604;&#1609; &#1588;&#1610;&#1569; &#1576;&#1593;&#1579;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">2&ndash; The Prophet (SAWA) said, &lsquo;Whoever dies in a certain state, Allah will resurrect him as such.&rsquo;[Kanz al-`Ummal, no. 42721]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1576;&#1575;&#1604;&#1605;&#1608;&#1578; &#1578;&#1582;&#1578;&#1605; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">3&ndash; Imam Ali (AS) said, &lsquo;With death the world ends.&rsquo;[Nahj al-Balagha, Sermon 156]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1605;&#1608;&#1578; &#1576;&#1575;&#1576; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">4&ndash; Imam Ali (AS) said, &lsquo;Death is the door to the Hereafter.&rsquo;[Ghurar al-Hikam, no. 319]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1602;&#1604; &#1573;&#1606; &#1575;&#1604;&#1605;&#1608;&#1578; &#1575;&#1604;&#1584;&#1610; &#1578;&#1601;&#1585;&#1608;&#1606; &#1605;&#1606;&#1607; &#1601;&#1573;&#1606;&#1607; &#1605;&#1604;&#1575;&#1602;&#1610;&#1603;&#1605; ...&raquo; &#1600;: &#1578;&#1593;&#1583; &#1575;&#1604;&#1587;&#1606;&#1610;&#1606;&#1548; &#1579;&#1605; &#1578;&#1593;&#1583; &#1575;&#1604;&#1588;&#1607;&#1608;&#1585;&#1548; &#1579;&#1605; &#1578;&#1593;&#1583; &#1575;&#1604;&#1571;&#1610;&#1575;&#1605;&#1548; &#1579;&#1605; &#1578;&#1593;&#1583; &#1575;&#1604;&#1587;&#1575;&#1593;&#1575;&#1578;&#1548; &#1579;&#1605; &#1578;&#1593;&#1583; &#1575;&#1604;&#1606;&#1601;&#1587; &laquo;&#1601;&#1573;&#1584;&#1575; &#1580;&#1575;&#1569; &#1571;&#1580;&#1604;&#1607;&#1605; &#1604;&#1575; &#1610;&#1587;&#1578;&#1571;&#1582;&#1585;&#1608;&#1606; &#1587;&#1575;&#1593;&#1577; &#1608;&#1604;&#1575; &#1610;&#1587;&#1578;&#1602;&#1583;&#1605;&#1608;&#1606;&raquo;.</span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">5&ndash; Imam al-Sadiq (AS), with regard to Allah&rsquo;s verse in the Qur&rsquo;an: "Say, &lsquo;Indeed the death that you flee will indeed encounter you." [Qur&rsquo;an 62"8], said, &lsquo;Years are counted, then months, then days, then hours, then breaths "When their time comes, they shall not defer it by a single hour nor shall they advance it."[Qur&rsquo;an 7:34] [al-Kafi, v. 3, p. 262, no. 44]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1602;&#1608;&#1605;&#1575; &#1571;&#1578;&#1608;&#1575; &#1606;&#1576;&#1610;&#1575; &#1601;&#1602;&#1575;&#1604;&#1608;&#1575;: &#1575;&#1583;&#1593; &#1604;&#1606;&#1575; &#1585;&#1576;&#1603; &#1610;&#1585;&#1601;&#1593; &#1593;&#1606;&#1575; &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1601;&#1583;&#1593;&#1575; &#1604;&#1607;&#1605; &#1601;&#1585;&#1601;&#1593; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1576;&#1575;&#1585;&#1603; &#1608;&#1578;&#1593;&#1575;&#1604;&#1609; &#1593;&#1606;&#1607;&#1605; &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1608;&#1603;&#1579;&#1585;&#1608;&#1575; &#1581;&#1578;&#1609; &#1590;&#1575;&#1602;&#1578; &#1576;&#1607;&#1605; &#1575;&#1604;&#1605;&#1606;&#1575;&#1586;&#1604; &#1608;&#1603;&#1579;&#1585; &#1575;&#1604;&#1606;&#1587;&#1604;&#1548; &#1608;&#1603;&#1575;&#1606; &#1575;&#1604;&#1585;&#1580;&#1604; &#1610;&#1589;&#1576;&#1581; &#1601;&#1610;&#1581;&#1578;&#1575;&#1580; &#1571;&#1606; &#1610;&#1591;&#1593;&#1605; &#1571;&#1576;&#1575;&#1607; &#1608;&#1575;&#1605;&#1607; &#1608;&#1580;&#1583;&#1607; &#1608;&#1580;&#1583; &#1580;&#1583;&#1607; &#1608;&#1610;&#1585;&#1590;&#1610;&#1607;&#1605; &#1608;&#1610;&#1578;&#1593;&#1575;&#1607;&#1583;&#1607;&#1605;&#1548; &#1601;&#1588;&#1594;&#1604;&#1608;&#1575; &#1593;&#1606; &#1591;&#1604;&#1576; &#1575;&#1604;&#1605;&#1593;&#1575;&#1588;&#1548; &#1601;&#1571;&#1578;&#1608;&#1607; &#1601;&#1602;&#1575;&#1604;&#1608;&#1575;: &#1587;&#1604; &#1585;&#1576;&#1603; &#1571;&#1606; &#1610;&#1585;&#1583;&#1606;&#1575; &#1573;&#1604;&#1609; &#1570;&#1580;&#1575;&#1604;&#1606;&#1575; &#1575;&#1604;&#1578;&#1610; &#1603;&#1606;&#1575; &#1593;&#1604;&#1610;&#1607;&#1575;&#1548; &#1601;&#1587;&#1571;&#1604; &#1585;&#1576;&#1607; &#1593;&#1586;&#1608;&#1580;&#1604; &#1601;&#1585;&#1583;&#1607;&#1605; &#1573;&#1604;&#1609; &#1570;&#1580;&#1575;&#1604;&#1607;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">6&ndash; Imam al-Sadiq (AS) said, &lsquo;A group of the people of the past said to their prophet, &lsquo;Pray to your Lord to take death away from us. He did so and Allah took death away from them. They became so many that their houses became crowded and their offspring became too many. A man had to feed his father, mother and grandfather, and his great grandfather, and they had to cleanse and take care of them. They became too occupied to seek a livelihood, so they said, &lsquo;Ask your Lord to return us to our previous state. So, their Prophet asked his Lord and He returned them to their original state.&rsquo;[Bihar al-Anwar, v. 14, p. 463, no. 30]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1610;&#1602;&#1610;&#1606; &#1576;&#1575;&#1604;&#1605;&#1608;&#1578;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Certainty in death</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1585;&#1571;&#1610;&#1578; &#1573;&#1610;&#1605;&#1575;&#1606;&#1575; &#1605;&#1593; &#1610;&#1602;&#1610;&#1606; &#1571;&#1588;&#1576;&#1607; &#1605;&#1606;&#1607; &#1576;&#1588;&#1603; &#1593;&#1604;&#1609; &#1607;&#1584;&#1575; &#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606; &#1563; &#1573;&#1606;&#1607; &#1603;&#1604; &#1610;&#1608;&#1605; &#1610;&#1608;&#1583;&#1593; &#1573;&#1604;&#1609; &#1575;&#1604;&#1602;&#1576;&#1608;&#1585; &#1608;&#1610;&#1588;&#1610;&#1593;&#1548; &#1608;&#1573;&#1604;&#1609; &#1594;&#1585;&#1608;&#1585; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1610;&#1585;&#1580;&#1593;&#1548; &#1608;&#1593;&#1606; &#1575;&#1604;&#1588;&#1607;&#1608;&#1577; &#1608;&#1575;&#1604;&#1584;&#1606;&#1608;&#1576; &#1604;&#1575; &#1610;&#1602;&#1604;&#1593;&#1548; &#1601;&#1604;&#1608; &#1604;&#1605; &#1610;&#1603;&#1606; &#1604;&#1575;&#1576;&#1606; &#1570;&#1583;&#1605; &#1575;&#1604;&#1605;&#1587;&#1603;&#1610;&#1606; &#1584;&#1606;&#1576; &#1610;&#1578;&#1608;&#1603;&#1601;&#1607; &#1608;&#1604;&#1575;&#1581;&#1587;&#1575;&#1576; &#1610;&#1602;&#1601; &#1593;&#1604;&#1610;&#1607; &#1573;&#1604;&#1575; &#1605;&#1608;&#1578; &#1610;&#1576;&#1583;&#1583; &#1588;&#1605;&#1604;&#1607; &#1608;&#1610;&#1601;&#1585;&#1602; &#1580;&#1605;&#1593;&#1607; &#1608;&#1610;&#1608;&#1578;&#1605; &#1608;&#1604;&#1583;&#1607;&#1548; &#1604;&#1603;&#1575;&#1606; &#1610;&#1606;&#1576;&#1594;&#1610; &#1604;&#1607; &#1571;&#1606; &#1610;&#1581;&#1575;&#1584;&#1585; &#1605;&#1575; &#1607;&#1608; &#1601;&#1610;&#1607; &#1576;&#1571;&#1588;&#1583; &#1575;&#1604;&#1606;&#1589;&#1576; &#1608;&#1575;&#1604;&#1578;&#1593;&#1576;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">7&ndash; Imam Ali (AS) said, &lsquo;I have never seen faith in a certain decree [i.e.decree] more resembling than the doubt of the human being. Every day he bids farewell to graves and goes to funeral processions, but he returns to the delusion of the world, and he does not relinquish desires and sins. If the poor son of Adam did not have a single sin to deviate him and no reckoning to contemplate with than death that scatters his union, disunites his congregation, orphans his children then it would be a must for him to be cautious of what he is in with the greatest of exhaustion and hardship.&rsquo;[Bihar al-Anwar, v. 6, p. 137, no. 30]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1608;&#1589;&#1575;&#1610;&#1575;&#1607; &#1604;&#1575;&#1576;&#1606;&#1607; &#1575;&#1604;&#1581;&#1587;&#1606; (&#1593;) &#1600;: &#1575;&#1593;&#1604;&#1605; &#1610;&#1575; &#1576;&#1606;&#1610; &#1571;&#1606;&#1603; &#1573;&#1606;&#1605;&#1575; &#1582;&#1604;&#1602;&#1578; &#1604;&#1604;&#1570;&#1582;&#1585;&#1577; &#1604;&#1575; &#1604;&#1604;&#1583;&#1606;&#1610;&#1575;&#1548; &#1608;&#1604;&#1604;&#1601;&#1606;&#1575;&#1569; &#1604;&#1575; &#1604;&#1604;&#1576;&#1602;&#1575;&#1569;&#1548; &#1608;&#1604;&#1604;&#1605;&#1608;&#1578; &#1604;&#1575; &#1604;&#1604;&#1581;&#1610;&#1575;&#1577;&#1548; &#1608;&#1571; &#1606;&#1603; &#1601;&#1610; &#1602;&#1604;&#1593;&#1577; &#1608;&#1583;&#1575;&#1585; &#1576;&#1604;&#1594;&#1577; &#1608;&#1591;&#1585;&#1610;&#1602; &#1573;&#1604;&#1609; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577;&#1548; &#1608;&#1571;&#1606;&#1603; &#1591;&#1585;&#1610;&#1583; &#1575;&#1604;&#1605;&#1608;&#1578; &#1575;&#1604;&#1584;&#1610; &#1604;&#1575;&#1610;&#1606;&#1580;&#1608; &#1605;&#1606;&#1607; &#1607;&#1575;&#1585;&#1576;&#1607;&#1548; &#1608;&#1604;&#1575; &#1610;&#1601;&#1608;&#1578;&#1607; &#1591;&#1575;&#1604;&#1576;&#1607;&#1548; &#1608;&#1604;&#1575;&#1576;&#1583; &#1571;&#1606;&#1607; &#1605;&#1583;&#1585;&#1603;&#1607;&#1548; &#1601;&#1603;&#1606; &#1605;&#1606;&#1607; &#1593;&#1604;&#1609; &#1581;&#1584;&#1585; &#1571;&#1606; &#1610;&#1583;&#1585;&#1603;&#1603; &#1608;&#1571;&#1606;&#1578; &#1593;&#1604;&#1609; &#1581;&#1575;&#1604; &#1587;&#1610;&#1574;&#1577;&#1548; &#1602;&#1583; &#1603;&#1606;&#1578; &#1578;&#1581;&#1583;&#1579; &#1606;&#1601;&#1587;&#1603; &#1605;&#1606;&#1607;&#1575; &#1576;&#1575;&#1604;&#1578;&#1608;&#1576;&#1577; &#1601;&#1610;&#1581;&#1608;&#1604; &#1576;&#1610;&#1606;&#1603; &#1608;&#1576;&#1610;&#1606; &#1584;&#1604;&#1603;&#1548; &#1601;&#1573;&#1584;&#1575; &#1571;&#1606;&#1578; &#1602;&#1583; &#1571;&#1607;&#1604;&#1603;&#1578; &#1606;&#1601;&#1587;&#1603; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">8&ndash; Imam Ali (AS), in his will to Imam al-Hasan (AS) said, &lsquo;My son, know that you have been created for the next world and not for this world, and for annihilation and not to stay, for death and not for life; you are in a transient place, a place which is a path to the Hereafter. You are driving away a death from which no one can run away and which none of its seekers can miss. It has to be experienced so beware lest it catches up with you while you are in a bad state. You should avert your self about it through repentance and it will intervene between you and it, instead of letting yourself perish.&rsquo;[Nahj al-Balagha, Letter 31]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1606;&#1578;&#1605; &#1591;&#1585;&#1583;&#1575;&#1569; &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1573;&#1606; &#1571;&#1602;&#1605;&#1578;&#1605; &#1604;&#1607; &#1571;&#1582;&#1584;&#1603;&#1605;&#1548; &#1608;&#1573;&#1606; &#1601;&#1585;&#1585;&#1578;&#1605; &#1605;&#1606;&#1607; &#1571;&#1583;&#1585;&#1603;&#1603;&#1605;&#1548; &#1608;&#1607;&#1608; &#1571;&#1604;&#1586;&#1605; &#1604;&#1603;&#1605; &#1605;&#1606; &#1592;&#1604;&#1603;&#1605;&#1548; &#1575;&#1604;&#1605;&#1608;&#1578; &#1605;&#1593;&#1602;&#1608;&#1583; &#1576;&#1606;&#1608;&#1575;&#1589;&#1610;&#1603;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">9&ndash; Imam Ali (AS) said, &lsquo;You are trying to drive death away. If you resist it, it will take you, and if you run from it, it will catch you. It is more stuck to you than your own shadow. Death is attached to your forelocks.&rsquo;[Nahj al-Balagha, Letter 37]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1582;&#1604;&#1602; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1602;&#1610;&#1606;&#1575; &#1604;&#1575; &#1588;&#1603; &#1601;&#1610;&#1607; &#1571;&#1588;&#1576;&#1607; &#1576;&#1588;&#1603; &#1604;&#1575; &#1610;&#1602;&#1610;&#1606; &#1601;&#1610;&#1607; &#1605;&#1606; &#1575;&#1604;&#1605;&#1608;&#1578;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">10&ndash; Imam al-Sadiq (AS) said, &lsquo;Allah has not created an assured decree devoid of uncertainty more similar to an unsurity devoid of certainty like death.&rsquo;[al-Faqih, v. 1, p. 194, no. 596]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1602;&#1578;&#1585;&#1575;&#1576; &#1575;&#1604;&#1585;&#1581;&#1610;&#1604;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Coming Close to Departing</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1603;&#1606;&#1578; &#1601;&#1610; &#1573;&#1583;&#1576;&#1575;&#1585; &#1608;&#1575;&#1604;&#1605;&#1608;&#1578; &#1601;&#1610; &#1573;&#1602;&#1576;&#1575;&#1604;&#1548; &#1601;&#1605;&#1575; &#1571;&#1587;&#1585;&#1593; &#1575;&#1604;&#1605;&#1604;&#1578;&#1602;&#1609;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">11&ndash; Imam Ali (AS) said, &lsquo;If you are retracting backwards and death is drawing forwards, then how quickly will you run into each other.&rsquo;[Nahj al-Balagha, Saying 29]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1585;&#1581;&#1610;&#1604; &#1608;&#1588;&#1610;&#1603;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">12&ndash; Imam Ali (AS) said, &lsquo;Departure is imminent.&rsquo;[Nahj al-Balagha, Saying 187]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1594;&#1575;&#1574;&#1576; &#1571;&#1602;&#1585;&#1576; &#1605;&#1606; &#1575;&#1604;&#1605;&#1608;&#1578; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">13&ndash; Imam Ali (AS) said, &lsquo;There is no absent thing closer [to us] than death.&rsquo;[Bihar al-Anwar, v. 71, p. 263, no. 2]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1605;&#1608;&#1578;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Interpretation of Death</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1575;&#1604;&#1605;&#1608;&#1578; &#1600;: &#1604;&#1604;&#1605;&#1572;&#1605;&#1606; &#1603;&#1606;&#1586;&#1593; &#1579;&#1610;&#1575;&#1576; &#1608;&#1587;&#1582;&#1577; &#1602;&#1605;&#1604;&#1577;&#1548; &#1608;&#1601;&#1603; &#1602;&#1610;&#1608;&#1583; &#1608;&#1571;&#1594;&#1604;&#1575;&#1604; &#1579;&#1602;&#1610;&#1604;&#1577;&#1548; &#1608;&#1575;&#1604;&#1575;&#1587;&#1578;&#1576;&#1583;&#1575;&#1604; &#1576;&#1571;&#1601;&#1582;&#1585; &#1575;&#1604;&#1579;&#1610;&#1575;&#1576; &#1608;&#1571;&#1591;&#1610;&#1576;&#1607;&#1575; &#1585;&#1608;&#1575;&#1574;&#1581;&#1548; &#1608;&#1571;&#1608;&#1591;&#1575;&#1569; &#1575;&#1604;&#1605;&#1585;&#1575;&#1603;&#1576;&#1548; &#1608;&#1570;&#1606;&#1587; &#1575;&#1604;&#1605;&#1606;&#1575;&#1586;&#1604; &#1563; &#1608;&#1604;&#1604;&#1603;&#1575;&#1601;&#1585; &#1603;&#1582;&#1604;&#1593; &#1579;&#1610;&#1575;&#1576; &#1601;&#1575;&#1582;&#1585;&#1577;&#1548; &#1608;&#1575;&#1604;&#1606;&#1602;&#1604; &#1593;&#1606; &#1605;&#1606;&#1575;&#1586;&#1604; &#1571;&#1606;&#1610;&#1587;&#1577;&#1548; &#1608;&#1575;&#1604;&#1575;&#1587;&#1578;&#1576;&#1583;&#1575;&#1604; &#1576;&#1571;&#1608;&#1587;&#1582; &#1575;&#1604;&#1579;&#1610;&#1575;&#1576; &#1608;&#1571;&#1582;&#1588;&#1606;&#1607;&#1575;&#1548; &#1608;&#1571;&#1608;&#1581;&#1588; &#1575;&#1604;&#1605;&#1606;&#1575;&#1586;&#1604;&#1548; &#1608;&#1571;&#1593;&#1592;&#1605; &#1575;&#1604;&#1593;&#1584;&#1575;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">14&ndash; Imam Zayn al-Abidin (AS), when asked about death said, &lsquo;For a believer, it is like taking off dirty clothes, undoing shackles and heavy chains, and changing into the finest and most scented of clothes. It is the happiest of stations and the most comforting of abodes. As for the infidel, it is like taking off fine clothes, transferring from comfortable abodes, and changing into the dirtiest and roughest of clothes, the most terrifying of stations and the greatest of punishments.&rsquo;[Ma`ani al-Akhbar, p. 289, no. 4]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1583;&#1582;&#1604; &#1593;&#1604;&#1609; &#1585;&#1580;&#1604; &#1602;&#1583; &#1594;&#1585;&#1602; &#1601;&#1610; &#1587;&#1603;&#1585;&#1575;&#1578; &#1575;&#1604;&#1605;&#1608;&#1578; &#1600;: &#1575;&#1604;&#1605;&#1608;&#1578; &#1607;&#1608; &#1575;&#1604;&#1605;&#1589;&#1601;&#1575;&#1577; &#1610;&#1589;&#1601;&#1610; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1605;&#1606; &#1584;&#1606;&#1608;&#1576;&#1607;&#1605; &#1601;&#1610;&#1603;&#1608;&#1606; &#1570;&#1582;&#1585; &#1571;&#1604;&#1605; &#1610;&#1589;&#1610;&#1576;&#1607;&#1605; &#1603;&#1601;&#1575;&#1585;&#1577; &#1570;&#1582;&#1585; &#1608;&#1586;&#1585; &#1576;&#1602;&#1610; &#1593;&#1604;&#1610;&#1607;&#1605;&#1548; &#1608;&#1610;&#1589;&#1601;&#1610; &#1575;&#1604;&#1603;&#1575;&#1601;&#1585;&#1610;&#1606; &#1605;&#1606; &#1581;&#1587;&#1606;&#1575;&#1578;&#1607;&#1605; &#1601;&#1610;&#1603;&#1608;&#1606; &#1570;&#1582;&#1585; &#1604;&#1584;&#1577; &#1571;&#1608; &#1585;&#1575;&#1581;&#1577; &#1578;&#1604;&#1581;&#1602;&#1607;&#1605;&#1548; &#1608;&#1607;&#1608; &#1570;&#1582;&#1585; &#1579;&#1608;&#1575;&#1576; &#1581;&#1587;&#1606;&#1577; &#1578;&#1603;&#1608;&#1606; &#1604;&#1607;&#1605; ... . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">15&ndash; Imam al-Kazim (AS), when he visited a person immersed in the pangs of death said, &lsquo;Death is the purifier which purifies the believers from their sins, so it is the last pain that they are struck with as atonement for the last wrongdoing left in them. For the infidels, death strips them of their good deeds, so it is the last pleasure or leisure they will ever experience, and it will be the last reward of a good deed for them &hellip;&rsquo;[Ma`ani al-Akhbar, p. 289, no. 6]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1580;&#1608;&#1575;&#1583; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1575;&#1604;&#1605;&#1608;&#1578; &#1600;: &#1607;&#1608; &#1575;&#1604;&#1606;&#1608;&#1605; &#1575;&#1604;&#1584;&#1610; &#1610;&#1571;&#1578;&#1610;&#1603;&#1605; &#1603;&#1604; &#1604;&#1610;&#1604;&#1577; &#1573;&#1604;&#1575; &#1571;&#1606;&#1607; &#1591;&#1608;&#1610;&#1604; &#1605;&#1583;&#1578;&#1607; &#1604;&#1575; &#1610;&#1606;&#1578;&#1576;&#1607; &#1605;&#1606;&#1607; &#1573;&#1604;&#1575; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577;&#1548; &#1601;&#1605;&#1606; &#1585;&#1571;&#1609; &#1601;&#1610; &#1606;&#1608;&#1605;&#1607; &#1605;&#1606; &#1571;&#1589;&#1606;&#1575;&#1601; &#1575;&#1604;&#1601;&#1585;&#1581; &#1605;&#1575; &#1604;&#1575; &#1610;&#1602;&#1575;&#1583;&#1585; &#1602;&#1583;&#1585;&#1607;&#1548; &#1608;&#1605;&#1606; &#1571;&#1589;&#1606;&#1575;&#1601; &#1575;&#1604;&#1571;&#1607;&#1608;&#1575;&#1604; &#1605;&#1575; &#1604;&#1575; &#1610;&#1602;&#1575;&#1583;&#1585; &#1602;&#1583;&#1585;&#1607;&#1548; &#1601;&#1603;&#1610;&#1601; &#1581;&#1575;&#1604; &#1601;&#1585;&#1581; &#1601;&#1610; &#1575;&#1604;&#1606;&#1608;&#1605; &#1608;&#1608;&#1580;&#1604; &#1601;&#1610;&#1607; &#1567; &#1607;&#1584;&#1575; &#1607;&#1608; &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1601;&#1575;&#1587;&#1578;&#1593;&#1583;&#1608;&#1575; &#1604;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">16&ndash; Imam al-Jawad (AS), when asked about death said, &lsquo;It is the sleep that comes to you every night, however its period is long and none will wake from it until the Day of Resurrection. So he who sees in his sleep different kinds of happy states whose extent he cannot fathom and different kinds of terrors he cannot fathom, then how will the happiness and the dismay in death be? This is death so prepare for it.&rsquo;[Ma`ani al-Akhbar, p. 289, no. 5]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1608;&#1578; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Death of a Believer </span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">17&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1605;&#1608;&#1578; &#1585;&#1610;&#1581;&#1575;&#1606;&#1577; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">17&ndash; The Prophet (SAWA) said, &lsquo;Death is the basil of a believer.&rsquo;[Kanz al-`Ummal, no. 42136]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">18&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1578;&#1581;&#1601;&#1577; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1575;&#1604;&#1605;&#1608;&#1578;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">18&ndash; The Prophet (SAWA) said, &lsquo;The gift of a believer is death.&rsquo;[Kanz al-`Ummal, no. 42110]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1604;&#1607;&#1605; &#1575;&#1604;&#1576;&#1588;&#1585;&#1609; &#1601;&#1610; &#1575;&#1604;&#1581;&#1610;&#1575;&#1577; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;&raquo; &#1600;: &#1607;&#1608; &#1571;&#1606; &#1610;&#1576;&#1588;&#1585;&#1575;&#1607; &#1576;&#1575;&#1604;&#1580;&#1606;&#1577; &#1593;&#1606;&#1583; &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1610;&#1593;&#1606;&#1610; &#1605;&#1581;&#1605;&#1583;&#1575; &#1608;&#1593;&#1604;&#1610;&#1575; &rsquo; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">19&ndash; Imam al-Sadiq (AS), with regard to Allah&rsquo;s verse in the Qur&rsquo;an: "For them is good news in the life of this world" [Qur&rsquo;an 10:64], said, &lsquo;It is that these two give them glad tidings of Heaven during their death, meaning Muhammad and Ali (AS).&rsquo;[Bihar al-Anwar, v. 6, p. 191, no. 36]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">20&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1585;&#1590;&#1575; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1593;&#1610;&#1575;&#1583;&#1577; &#1585;&#1580;&#1604; &#1605;&#1606; &#1571;&#1589;&#1581;&#1575;&#1576;&#1607; &#1600;: &#1603;&#1610;&#1601; &#1578;&#1580;&#1583;&#1603; &#1567; &#1602;&#1575;&#1604;: &#1604;&#1602;&#1610;&#1578; &#1575;&#1604;&#1605;&#1608;&#1578; &#1576;&#1593;&#1583;&#1603; ! &#1600; &#1610;&#1585;&#1610;&#1583; &#1605;&#1575; &#1604;&#1602;&#1610;&#1607; &#1605;&#1606; &#1588;&#1583;&#1577; &#1605;&#1585;&#1590;&#1607; &#1600; &#1601;&#1602;&#1575;&#1604;: &#1603;&#1610;&#1601; &#1604;&#1602;&#1610;&#1578;&#1607; &#1567; &#1601;&#1602;&#1575;&#1604;: &#1571;&#1604;&#1610;&#1605;&#1575; &#1588;&#1583;&#1610;&#1583;&#1575;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1605;&#1575; &#1604;&#1602;&#1610;&#1578;&#1607;&#1548; &#1573;&#1606;&#1605;&#1575; &#1604;&#1602;&#1610;&#1578; &#1605;&#1575; &#1610;&#1606;&#1584;&#1585;&#1603; &#1576;&#1607; &#1608;&#1610;&#1593;&#1585;&#1601;&#1603; &#1576;&#1593;&#1590; &#1581;&#1575;&#1604;&#1607; ... . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">20&ndash; Imam al-Rida (AS), when visiting one of his sick companions, asked, &lsquo;How are you?&rsquo; He replied, &lsquo;I have met death after you!&rsquo; referring to the pain he had endured from his intense sickness&rsquo;, so he said, &lsquo;How did you find it?&rsquo; He said, &lsquo;Very painful.&rsquo; He (AS) said, &lsquo;You have not met it, you have only met what is warning you of it and it is introducing you to some of its states&hellip;&rsquo;[Ma`ani al-Akhbar, p. 289, no. 7]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1584;&#1603;&#1585; &#1575;&#1604;&#1605;&#1608;&#1578;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Remembrance of Death</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">21&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1603;&#1579;&#1585;&#1608;&#1575; &#1605;&#1606; &#1584;&#1603;&#1585; &#1607;&#1575;&#1583;&#1605; &#1575;&#1604;&#1604;&#1584;&#1575;&#1578;&#1548; &#1601;&#1602;&#1610;&#1604;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1601;&#1605;&#1575; &#1607;&#1575;&#1583;&#1605; &#1575;&#1604;&#1604;&#1584;&#1575;&#1578; &#1567; &#1602;&#1575;&#1604;: &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1601;&#1573;&#1606; &#1571;&#1603;&#1610;&#1587; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1571;&#1603;&#1579;&#1585;&#1607;&#1605; &#1584;&#1603;&#1585;&#1575; &#1604;&#1604;&#1605;&#1608;&#1578;&#1548; &#1608;&#1571;&#1588;&#1583;&#1607;&#1605; &#1604;&#1607; &#1575;&#1587;&#1578;&#1593;&#1583;&#1575;&#1583;&#1575;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">21&ndash; The Prophet (SAWA) said, &lsquo;Increase the remembrance of the demolisher of desires.&rsquo; He was asked, &lsquo;O Messenger of Allah, what is the demolisher of desires?&rsquo; He said, &lsquo;Death, for the most sagacious of believers are those who remember death the most and are the most prepared for it.&rsquo;[Bihar al-Anwar, v. 82, p. 167, no. 3]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">22&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1603;&#1579;&#1585;&#1608;&#1575; &#1584;&#1603;&#1585; &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1601;&#1605;&#1575; &#1605;&#1606; &#1593;&#1576;&#1583; &#1571;&#1603;&#1579;&#1585; &#1584;&#1603;&#1585;&#1607; &#1573;&#1604;&#1575; &#1571;&#1581;&#1610;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm; &#1602;&#1604;&#1576;&#1607; &#1608;&#1607;&#1608;&#1606; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1605;&#1608;&#1578;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">22&ndash; The Prophet (SAWA) said, &lsquo;Increase your remembrance of death, for any servant who increases its remembrance, Allah will revive his heart and ease death for him.&rsquo;[Kanz al- 'Ummal, no. 42105]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">23&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1575;&#1576;&#1606;&#1607; &#1575;&#1604;&#1581;&#1587;&#1606; (&#1593;) &#1600;: &#1610;&#1575; &#1576;&#1606;&#1610;&#1548; &#1571;&#1603;&#1579;&#1585; &#1605;&#1606; &#1584;&#1603;&#1585; &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1608;&#1584;&#1603;&#1585; &#1605;&#1575; &#1578;&#1607;&#1580;&#1605; &#1593;&#1604;&#1610;&#1607; &#1608;&#1578;&#1601;&#1590;&#1610; &#1576;&#1593;&#1583; &#1575;&#1604;&#1605;&#1608;&#1578; &#1573;&#1604;&#1610;&#1607;&#1548; &#1581;&#1578;&#1609; &#1610;&#1571;&#1578;&#1610;&#1603; &#1608;&#1602;&#1583; &#1571;&#1582;&#1584;&#1578; &#1605;&#1606;&#1607; &#1581;&#1584;&#1585;&#1603; &#1608;&#1588;&#1583;&#1583;&#1578; &#1604;&#1607; &#1571;&#1586;&#1585;&#1603;&#1548; &#1608;&#1604;&#1575; &#1610;&#1571;&#1578;&#1610;&#1603; &#1576;&#1594;&#1578;&#1577; &#1601;&#1610;&#1576;&#1607;&#1585;&#1603;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">23&ndash; Imam Ali (AS) said to his son al-Hasan (AS), &lsquo;O son, increase your remembrance of death, of that which overcomes it, and of that which you will return to after death such that when it comes to you, you will have taken heed of it and strengthened yourself for it, and you will not let it overcome you by surprise so that it bewilders you.&rsquo;[Nahj al-Balagha, Letter 31]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">24&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1584;&#1603;&#1585; &#1575;&#1604;&#1605;&#1608;&#1578; &#1610;&#1605;&#1610;&#1578; &#1575;&#1604;&#1588;&#1607;&#1608;&#1575;&#1578; &#1601;&#1610; &#1575;&#1604;&#1606;&#1601;&#1587;&#1548; &#1608;&#1610;&#1602;&#1604;&#1593; &#1605;&#1606;&#1575;&#1576;&#1578; &#1575;&#1604;&#1594;&#1601;&#1604;&#1577;&#1548; &#1608;&#1610;&#1602;&#1608;&#1610; &#1575;&#1604;&#1602;&#1604;&#1576; &#1576;&#1605;&#1608;&#1575;&#1593;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1610;&#1585;&#1602; &#1575;&#1604;&#1591;&#1576;&#1593;&#1548; &#1608;&#1610;&#1603;&#1587;&#1585; &#1571;&#1593;&#1604;&#1575;&#1605; &#1575;&#1604;&#1607;&#1608;&#1609; &#1608;&#1610;&#1591;&#1601;&#1574; &#1606;&#1575;&#1585; &#1575;&#1604;&#1581;&#1585;&#1589;&#1548; &#1608;&#1610;&#1581;&#1602;&#1585; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">24&ndash; Imam al-Sadiq (AS) said, &lsquo;The remembrance of death kills the desires in the self and uproots the sources of inattentiveness. It strengthens the heart about Allah&rsquo;s threats, softens one's attitude, breaks the pillars of inclinations, extinguishes the fire of greed, and it degrades the world.&rsquo;[Bihar al-Anwar, v. 6, p. 133, no. 32]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">25&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1571;&#1603;&#1579;&#1585;&#1608;&#1575; &#1584;&#1603;&#1585; &#1575;&#1604;&#1605;&#1608;&#1578; &#1563; &#1601;&#1573;&#1606;&#1607; &#1605;&#1575; &#1571;&#1603;&#1579;&#1585; &#1584;&#1603;&#1585; &#1575;&#1604;&#1605;&#1608;&#1578; &#1573;&#1606;&#1587;&#1575;&#1606; &#1573;&#1604;&#1575; &#1586;&#1607;&#1583; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">25&ndash; Imam al-Sadiq (AS) said, &lsquo;Increase in the remembrance of death, for no sooner does a person increase his remembrance of death than he abstains from the world.&rsquo;[Bihar al-Anwar, v. 82, p. 168, no. 3]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">26&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1607;&#1575;&#1583;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1584;&#1603;&#1585; &#1605;&#1589;&#1585;&#1593;&#1603; &#1576;&#1610;&#1606; &#1610;&#1583;&#1610; &#1571;&#1607;&#1604;&#1603;&#1563; &#1608;&#1604;&#1575; &#1591;&#1576;&#1610;&#1576; &#1610;&#1605;&#1606;&#1593;&#1603;&#1548; &#1608;&#1604;&#1575; &#1581;&#1576;&#1610;&#1576; &#1610;&#1606;&#1601;&#1593;&#1603; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">26&ndash; Imam al-Hadi (AS) said, &lsquo;Remember your death in front of your family; when there will be no doctor to prevent it from you and no beloved to help you.&rsquo;[Bihar al-Anwar, v. 78, p. 370, no. 4]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1575;&#1587;&#1578;&#1593;&#1583;&#1575;&#1583; &#1604;&#1604;&#1605;&#1608;&#1578;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Preparing for Death</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">27&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1575;&#1585;&#1578;&#1602;&#1576; &#1575;&#1604;&#1605;&#1608;&#1578; &#1587;&#1575;&#1585;&#1593; &#1601;&#1610; &#1575;&#1604;&#1582;&#1610;&#1585;&#1575;&#1578; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">27&ndash; The Prophet (SAWA) said, &lsquo;Whoever anticipates death will hasten to do good deeds.&rsquo;[Bihar al-Anwar, v. 77, p. 171, no. 7]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">28&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1587;&#1578;&#1593;&#1583;&#1608;&#1575; &#1604;&#1604;&#1605;&#1608;&#1578; &#1601;&#1602;&#1583; &#1571;&#1592;&#1604;&#1603;&#1605;&#1548; &#1608;&#1603;&#1608;&#1606;&#1608;&#1575; &#1602;&#1608;&#1605;&#1575; &#1589;&#1610;&#1581; &#1576;&#1607;&#1605; &#1601;&#1575;&#1606;&#1578;&#1576;&#1607;&#1608;&#1575;&#1548; &#1608;&#1593;&#1604;&#1605;&#1608;&#1575; &#1571;&#1606; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1604;&#1610;&#1587;&#1578; &#1604;&#1607;&#1605; &#1576;&#1583;&#1575;&#1585; &#1601;&#1575;&#1587;&#1578;&#1576;&#1583;&#1604;&#1608;&#1575; ... . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">28&ndash; Imam Ali (AS) said, &lsquo;Prepare for death for it overshadows you, and be a group who when it screams at them they awaken, and know that the world is not their abode for they have exchanged it [for the Hereafter]&hellip;&rsquo;[Nahj al-Balagha, Sermon 64]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">29&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1571;&#1605;&#1585;&#1575; &#1604;&#1575;&#1578;&#1593;&#1604;&#1605; &#1605;&#1578;&#1609; &#1610;&#1601;&#1580;&#1572;&#1603; &#1610;&#1606;&#1576;&#1594;&#1610; &#1571;&#1606; &#1578;&#1587;&#1578;&#1593;&#1583; &#1604;&#1607; &#1602;&#1576;&#1604; &#1571;&#1606; &#1610;&#1594;&#1588;&#1575;&#1603; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">29&ndash; Imam Ali (AS) said, &lsquo;When there is something that you do not know when it will take you by surprise, then you must prepare yourself for it before it covers you over.&rsquo;[Ghurar al-Hikam, no. 3468]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">30&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1593;&#1580;&#1576;&#1578; &#1604;&#1605;&#1606; &#1610;&#1585;&#1609; &#1571;&#1606;&#1607; &#1610;&#1606;&#1602;&#1589; &#1603;&#1604; &#1610;&#1608;&#1605; &#1601;&#1610; &#1606;&#1601;&#1587;&#1607; &#1608;&#1593;&#1605;&#1585;&#1607; &#1608;&#1607;&#1608; &#1604;&#1575; &#1610;&#1578;&#1571;&#1607;&#1576; &#1604;&#1604;&#1605;&#1608;&#1578;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">30&ndash; Imam Ali (AS) said, &lsquo;I am surprised at the one who sees that his lifespan and his breaths are decreasing every day but still does not fear death.&rsquo;[Ghurar al-Hikam, no. 6253]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">31&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1576;&#1575;&#1583;&#1585;&#1608;&#1575; &#1575;&#1604;&#1605;&#1608;&#1578; &#1608;&#1594;&#1605;&#1585;&#1575;&#1578;&#1607;&#1548; &#1608;&#1575;&#1605;&#1607;&#1583;&#1608;&#1575; &#1604;&#1607; &#1602;&#1576;&#1604; &#1581;&#1604;&#1608;&#1604;&#1607;&#1548; &#1608;&#1571;&#1593;&#1583;&#1608;&#1575; &#1604;&#1607; &#1602;&#1576;&#1604; &#1606;&#1586;&#1608;&#1604;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">31&ndash; Imam Ali (AS) said, &lsquo;Get ready for death and its difficulties, plan for it before it comes, and prepare for it before it descends.&rsquo;[Nahj al-Balagha, Saying 190]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">32&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1571;&#1606;&#1586;&#1604; &#1575;&#1604;&#1605;&#1608;&#1578; &#1581;&#1602; &#1605;&#1606;&#1586;&#1604;&#1578;&#1607; &#1605;&#1606; &#1593;&#1583; &#1594;&#1583;&#1575; &#1605;&#1606; &#1571;&#1580;&#1604;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">32&ndash; Imam Ali (AS) said, &lsquo;Death will not descend its true descent unto he who prepares for his demise [as if it was] tomorrow.&rsquo;[al-Kafi, v. 3, p. 259, no. 30]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">33&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1575;&#1604;&#1575;&#1587;&#1578;&#1593;&#1583;&#1575;&#1583; &#1604;&#1604;&#1605;&#1608;&#1578; &#1600;: &#1571;&#1583;&#1575;&#1569; &#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590;&#1548; &#1608;&#1575;&#1580;&#1578;&#1606;&#1575;&#1576; &#1575;&#1604;&#1605;&#1581;&#1575;&#1585;&#1605;&#1548; &#1608;&#1575;&#1604;&#1575;&#1588;&#1578;&#1605;&#1575;&#1604; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1603;&#1575;&#1585;&#1605;&#1548; &#1579;&#1605; &#1604;&#1575;&#1610;&#1576;&#1575;&#1604;&#1610; &#1571;&#1608;&#1602;&#1593; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1608;&#1578; &#1571;&#1605; &#1608;&#1602;&#1593; &#1575;&#1604;&#1605;&#1608;&#1578; &#1593;&#1604;&#1610;&#1607; . &#1608;&#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1605;&#1575;&#1610;&#1576;&#1575;&#1604;&#1610; &#1575;&#1576;&#1606; &#1571;&#1576;&#1610; &#1591;&#1575;&#1604;&#1576; &#1571;&#1608;&#1602;&#1593; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1608;&#1578; &#1571;&#1605; &#1608;&#1602;&#1593; &#1575;&#1604;&#1605;&#1608;&#1578; &#1593;&#1604;&#1610;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">33&ndash; Imam Ali (AS), when asked about preparing for death, said, &lsquo;[It is to] Fulfil obligations, refrain from the forbidden and adopt good moral traits, and then to not care whether one should fall onto death or death should fall onto him. By Allah, the son of Abu Talib is not concerned whether he falls onto death or death falls onto him.&rsquo;[Amali al-Saduq, p. 97, no. 8]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1578;&#1605;&#1606;&#1610; &#1575;&#1604;&#1605;&#1608;&#1578;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Wishing for Death</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">34&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1575; &#1610;&#1578;&#1605;&#1606;&#1609; &#1571;&#1581;&#1583;&#1603;&#1605; &#1575;&#1604;&#1605;&#1608;&#1578; &#1604;&#1590;&#1585; &#1606;&#1586;&#1604; &#1576;&#1607;&#1548; &#1601;&#1573;&#1606; &#1603;&#1575;&#1606; &#1608;&#1604;&#1575;&#1576;&#1583; &#1601;&#1575;&#1593;&#1604;&#1575; &#1601;&#1604;&#1610;&#1602;&#1604;: &#1575;&#1604;&#1604;&#1607;&#1605; &#1571;&#1581;&#1610;&#1606;&#1610; &#1605;&#1575; &#1603;&#1575;&#1606;&#1578; &#1575;&#1604;&#1581;&#1610;&#1575;&#1577; &#1582;&#1610;&#1585;&#1575; &#1604;&#1610;&#1548; &#1608;&#1578;&#1608;&#1601;&#1606;&#1610; &#1573;&#1584;&#1575; &#1603;&#1575;&#1606;&#1578; &#1575;&#1604;&#1608;&#1601;&#1575;&#1577; &#1582;&#1610;&#1585;&#1575; &#1604;&#1610;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">34&ndash; The Prophet (SAWA) said, &lsquo;None of you should pray for death if harm afflicts him, rather he should say, &lsquo;O Allah, keep me alive as long as life is good for me, and take me away when death is better for me.&rsquo;[Sunan Abi Dawud, no. 3108]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">35&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1575;&#1610;&#1578;&#1605;&#1606;&#1609; &#1571;&#1581;&#1583;&#1603;&#1605; &#1575;&#1604;&#1605;&#1608;&#1578; &#1573;&#1604;&#1575; &#1571;&#1606; &#1610;&#1579;&#1602; &#1576;&#1593;&#1605;&#1604;&#1607; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">35&ndash; Imam Ali (AS) said, &lsquo;None of you should wish for death unless they have trust in [the goodness of] their actions.&rsquo;[Kanz al-`Ummal, no. 42153]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">36&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1604;&#1581;&#1575;&#1585;&#1579; &#1575;&#1604;&#1607;&#1605;&#1583;&#1575;&#1606;&#1610; &#1600;: &#1608;&#1571;&#1603;&#1579;&#1585; &#1584;&#1603;&#1585; &#1575;&#1604;&#1605;&#1608;&#1578; &#1608;&#1605;&#1575; &#1576;&#1593;&#1583; &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1608;&#1604;&#1575; &#1578;&#1578;&#1605;&#1606; &#1575;&#1604;&#1605;&#1608;&#1578; &#1573;&#1604;&#1575; &#1576;&#1588;&#1585;&#1591; &#1608;&#1579;&#1610;&#1602; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">36&ndash; Imam Ali (AS) said to Harith al-Hamdani, &lsquo;Increase the remembrance of death and what comes after death, and do not wish for death without [having fulfilled] the strong condition.&rsquo;[Nahj al-Balagha, Letter 69]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">37&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1585;&#1580;&#1604; &#1610;&#1578;&#1605;&#1606;&#1609; &#1575;&#1604;&#1605;&#1608;&#1578; &#1600;: &#1607;&#1604; &#1576;&#1610;&#1606;&#1603; &#1608;&#1576;&#1610;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1602;&#1585;&#1575;&#1576;&#1577; &#1610;&#1581;&#1575;&#1576;&#1610;&#1603; &#1604;&#1607;&#1575; &#1567; &#1602;&#1575;&#1604;: &#1604;&#1575; . &#1602;&#1575;&#1604;: &#1601;&#1607;&#1604; &#1604;&#1603; &#1581;&#1587;&#1606;&#1575;&#1578; &#1602;&#1583;&#1605;&#1578;&#1607;&#1575; &#1578;&#1586;&#1610;&#1583; &#1593;&#1604;&#1609; &#1587;&#1610;&#1574;&#1575;&#1578;&#1603;&#1567; &#1602;&#1575;&#1604;: &#1604;&#1575; . &#1602;&#1575;&#1604;: &#1601;&#1571;&#1606;&#1578; &#1573;&#1584;&#1575; &#1578;&#1578;&#1605;&#1606;&#1609; &#1607;&#1604;&#1575;&#1603; &#1575;&#1604;&#1571;&#1576;&#1583;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">37&ndash; Imam al-Kazim (AS), said to a man who wished to die, &lsquo;Is there a kinship between you and Allah as a result of which He will be partial to you in it [i.e. death]?&rsquo; He said, &lsquo;No.&rsquo; The Imam then asked, &lsquo;So, do you have good deeds that you have done that exceed your bad deeds?&rsquo; He said, &lsquo;No.&rsquo; The Imam said, &lsquo;Therefore, you are wishing for the ultimate ruin!&rsquo;[Kashf al-Ghamma, v. 3, p. 42]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1587;&#1603;&#1585;&#1577; &#1575;&#1604;&#1605;&#1608;&#1578;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Agony of Death</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">38&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1581;&#1590;&#1585;&#1608;&#1575; &#1605;&#1608;&#1578;&#1575;&#1603;&#1605; &#1608;&#1604;&#1602;&#1606;&#1608;&#1607;&#1605; &laquo;&#1604;&#1575; &#1573;&#1604;&#1607; &#1573;&#1604;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm;&raquo; &#1608;&#1576;&#1588;&#1585;&#1608;&#1607;&#1605; &#1576;&#1575;&#1604;&#1580;&#1606;&#1577;&#1548; &#1601;&#1573;&#1606; &#1575;&#1604;&#1581;&#1604;&#1610;&#1605; &#1605;&#1606; &#1575;&#1604;&#1585;&#1580;&#1575;&#1604; &#1608;&#1575;&#1604;&#1606;&#1587;&#1575;&#1569; &#1610;&#1578;&#1581;&#1610;&#1585; &#1593;&#1606;&#1583; &#1584;&#1604;&#1603; &#1575;&#1604;&#1605;&#1589;&#1585;&#1593;&#1548; &#1608;&#1573;&#1606; &#1575;&#1604;&#1588;&#1610;&#1591;&#1575;&#1606; &#1571;&#1602;&#1585;&#1576; &#1605;&#1575; &#1610;&#1603;&#1608;&#1606; &#1605;&#1606; &#1575;&#1576;&#1606; &#1570;&#1583;&#1605; &#1593;&#1606;&#1583; &#1584;&#1604;&#1603; &#1575;&#1604;&#1605;&#1589;&#1585;&#1593; . &#1608;&#1575;&#1604;&#1584;&#1610; &#1606;&#1601;&#1587;&#1610; &#1576;&#1610;&#1583;&#1607; ! &#1604;&#1605;&#1593;&#1575;&#1610;&#1606;&#1577; &#1605;&#1604;&#1603; &#1575;&#1604;&#1605;&#1608;&#1578; &#1571;&#1588;&#1583; &#1605;&#1606; &#1571;&#1604;&#1601; &#1590;&#1585;&#1576;&#1577; &#1576;&#1575;&#1604;&#1587;&#1610;&#1601; . &#1608;&#1575;&#1604;&#1584;&#1610; &#1606;&#1601;&#1587;&#1610; &#1576;&#1610;&#1583;&#1607; ! &#1604;&#1575; &#1578;&#1582;&#1585;&#1580; &#1606;&#1601;&#1587; &#1593;&#1576;&#1583; &#1605;&#1606; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1581;&#1578;&#1609; &#1610;&#1578;&#1571;&#1604;&#1605; &#1603;&#1604; &#1593;&#1585;&#1602; &#1605;&#1606;&#1607; &#1593;&#1604;&#1609; &#1581;&#1610;&#1575;&#1604;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">38&ndash; The Prophet (SAWA) said, &lsquo;Attend to the people who are about to die and dictate to them [the phrase]: La ilaha illallah (There is no god but Allah), and give them glad tidings of Heaven, for even the most forbearant of men and women become perplexed at that instant, and Satan comes as close as he can get to the children of Adam in that state. By He who owns my soul! Seeing the angel of death is more severe than being hit one thousand times by a sword. By He who owns my soul! The soul of a servant will not exit from the world until every vein in him feels pain.&rsquo;[Kanz al-`Ummal, no. 42158]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">39&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1608; &#1571;&#1606; &#1575;&#1604;&#1576;&#1607;&#1575;&#1574;&#1605; &#1610;&#1593;&#1604;&#1605;&#1606; &#1605;&#1606; &#1575;&#1604;&#1605;&#1608;&#1578; &#1605;&#1575; &#1578;&#1593;&#1604;&#1605;&#1608;&#1606; &#1571;&#1606;&#1578;&#1605;&#1548; &#1605;&#1575; &#1571;&#1603;&#1604;&#1578;&#1605; &#1605;&#1606;&#1607;&#1575; &#1587;&#1605;&#1610;&#1606;&#1575;! </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">39&ndash; The Prophet (SAWA) said, &lsquo;If the animals knew about death what you know, you would never be able to eat the fat of them [due to their abstinence from the world].&rsquo;[Amali al-Saduq, p. 453, no. 1011]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">40&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1604;&#1604;&#1605;&#1608;&#1578; &#1604;&#1594;&#1605;&#1585;&#1575;&#1578; &#1607;&#1610; &#1571;&#1601;&#1592;&#1593; &#1605;&#1606; &#1571;&#1606; &#1578;&#1587;&#1578;&#1594;&#1585;&#1602; &#1576;&#1589;&#1601;&#1577;&#1548; &#1571;&#1608; &#1578;&#1593;&#1578;&#1583;&#1604; &#1593;&#1604;&#1609; &#1593;&#1602;&#1608;&#1604; &#1571;&#1607;&#1604; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">40&ndash; Imam Ali (AS) said, &lsquo;Death has difficulties that are more terrible than can ever be described or be comprehended by the intellects of the people of the world.&rsquo;[Nahj al-Balagha, Saying 221]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1593;&#1604;&#1577; &#1603;&#1585;&#1575;&#1607;&#1577; &#1575;&#1604;&#1605;&#1608;&#1578;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Reason for [Man&rsquo;s] Despisal of Death</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">41&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1571;&#1578;&#1609; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1585;&#1580;&#1604; &#1601;&#1602;&#1575;&#1604;: &#1605;&#1575;&#1604;&#1610; &#1604;&#1575; &#1575;&#1581;&#1576; &#1575;&#1604;&#1605;&#1608;&#1578;&#1567; &#1601;&#1602;&#1575;&#1604; &#1604;&#1607;: &#1571;&#1604;&#1603; &#1605;&#1575;&#1604; &#1567; &#1602;&#1575;&#1604;: &#1606;&#1593;&#1605; . &#1602;&#1575;&#1604;: &#1601;&#1602;&#1583;&#1605;&#1578;&#1607; &#1567; &#1602;&#1575;&#1604;: &#1604;&#1575;&#1548; &#1602;&#1575;&#1604;: &#1601;&#1605;&#1606; &#1579;&#1605; &#1604;&#1575; &#1578;&#1581;&#1576; &#1575;&#1604;&#1605;&#1608;&#1578;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">41&ndash; The Prophet (SAWA) said to a person who asked him about the reason for [man&rsquo;s] despisal of death, &lsquo;Do you have wealth?&rsquo; He said, &lsquo;Yes.&rsquo; The Prophet said, &lsquo;And have you given it away [before death should overtake you]?&rsquo; He said, &lsquo;No.&rsquo; The Prophet said, &lsquo;This is why you do not like death.&rsquo;[al-Khisal, p. 13, no. 47]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">42&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1581;&#1587;&#1606; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1602;&#1575;&#1604; &#1604;&#1607; &#1585;&#1580;&#1604;: &#1605;&#1575; &#1576;&#1575;&#1604;&#1606;&#1575; &#1606;&#1603;&#1585;&#1607; &#1575;&#1604;&#1605;&#1608;&#1578; &#1608;&#1604;&#1575; &#1606;&#1581;&#1576;&#1607;&#1567; &#1600;: &#1604;&#1575;&#1569;&#1606;&#1603;&#1605; &#1571;&#1582;&#1585;&#1576;&#1578;&#1605; &#1570;&#1582;&#1585;&#1578;&#1603;&#1605;&#1548; &#1608;&#1593;&#1605;&#1585;&#1578;&#1605; &#1583;&#1606;&#1610;&#1575;&#1603;&#1605;&#1548; &#1608;&#1571;&#1606;&#1578;&#1605; &#1578;&#1603;&#1585;&#1607;&#1608;&#1606; &#1575;&#1604;&#1606;&#1602;&#1604;&#1577; &#1605;&#1606; &#1575;&#1604;&#1593;&#1605;&#1585;&#1575;&#1606; &#1573;&#1604;&#1609; &#1575;&#1604;&#1582;&#1585;&#1575;&#1576; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">42&ndash; Imam al-Hasan (AS), in answer to a person about the reason for hating death, said, &lsquo;Because you have wrecked your Hereafter and built your world, and you hate to move from a constructed place to a demolished place.&rsquo;[Ma`ani al-Akhbar, p. 390, no. 29]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1578;&#1605;&#1579;&#1604; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1608;&#1575;&#1604;&#1571;&#1574;&#1605;&#1577; (&#1593;&#1604;&#1610;&#1607;&#1605; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;) &#1604;&#1604;&#1605;&#1581;&#1578;&#1590;&#1585;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Appearance of the Prophet and the Imams to a Dying Person</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">43&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1571;&#1581;&#1576;&#1606;&#1610; &#1608;&#1580;&#1583;&#1606;&#1610; &#1593;&#1606;&#1583; &#1605;&#1605;&#1575;&#1578;&#1607; &#1576;&#1581;&#1610;&#1579; &#1610;&#1581;&#1576;&#1548; &#1608;&#1605;&#1606; &#1571;&#1576;&#1594;&#1590;&#1606;&#1610; &#1608;&#1580;&#1583;&#1606;&#1610; &#1593;&#1606;&#1583; &#1605;&#1605;&#1575;&#1578;&#1607; &#1576;&#1581;&#1610;&#1579; &#1610;&#1603;&#1585;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">43&ndash; Imam Ali (AS) said, &lsquo;Whoever loves me will find me when they die as they loved me, and whoever hates me will see me when they die as they hated me.&rsquo;[Sahifa al-Imam al-Ridha (AS), p. 86, no. 203]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">44&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604;: &#1607;&#1604; &#1610;&#1603;&#1585;&#1607; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1593;&#1604;&#1609; &#1602;&#1576;&#1590; &#1585;&#1608;&#1581;&#1607; &#1567; &#1600;: &#1604;&#1575; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1573;&#1606;&#1607; &#1573;&#1584;&#1575; &#1571;&#1578;&#1575;&#1607; &#1605;&#1604;&#1603; &#1575;&#1604;&#1605;&#1608;&#1578; &#1604;&#1602;&#1576;&#1590; &#1585;&#1608;&#1581;&#1607; &#1580;&#1586;&#1593; &#1593;&#1606;&#1583; &#1584;&#1604;&#1603;&#1548; &#1601;&#1610;&#1602;&#1608;&#1604; &#1604;&#1607; &#1605;&#1604;&#1603; &#1575;&#1604;&#1605;&#1608;&#1578;: &#1610;&#1575; &#1608;&#1604;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1575; &#1578;&#1580;&#1586;&#1593;&#1548; &#1601;&#1608;&#1575;&#1604;&#1584;&#1610; &#1576;&#1593;&#1579; &#1605;&#1581;&#1605;&#1583;&#1575; (&#1589;) &#1604;&#1571;&#1606;&#1575; &#1571;&#1576;&#1585; &#1576;&#1603; &#1608;&#1571;&#1588;&#1601;&#1602; &#1593;&#1604;&#1610;&#1603; &#1605;&#1606; &#1608;&#1575;&#1604;&#1583; &#1585;&#1581;&#1610;&#1605; &#1604;&#1608; &#1581;&#1590;&#1585;&#1603;&#1548; &#1575;&#1601;&#1578;&#1581; &#1593;&#1610;&#1606;&#1603; &#1601;&#1575;&#1606;&#1592;&#1585;. &#1602;&#1575;&#1604;: &#1608;&#1610;&#1605;&#1579;&#1604; &#1604;&#1607; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1608;&#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1608;&#1601;&#1575;&#1591;&#1605;&#1577; &#1608;&#1575;&#1604;&#1581;&#1587;&#1606; &#1608;&#1575;&#1604;&#1581;&#1587;&#1610;&#1606; &#1608;&#1575;&#1604;&#1571;&#1574;&#1605;&#1577; &#1605;&#1606; &#1584;&#1585;&#1610;&#1578;&#1607;&#1605; (&#1593;&#1604;&#1610;&#1607;&#1605; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;) &#1601;&#1610;&#1602;&#1575;&#1604; &#1604;&#1607;: &#1607;&#1584;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608; ... &#1585;&#1601;&#1602;&#1575;&#1572;&#1603; ... &#1601;&#1605;&#1575; &#1588;&#1610;&#1569; &#1571;&#1581;&#1576; &#1573;&#1604;&#1610;&#1607; &#1605;&#1606; &#1575;&#1587;&#1578;&#1604;&#1575;&#1604; &#1585;&#1608;&#1581;&#1607; &#1608;&#1575;&#1604;&#1604;&#1581;&#1608;&#1602; &#1576;&#1575;&#1604;&#1605;&#1606;&#1575;&#1583;&#1610;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">44&ndash; Imam al-Sadiq (AS), when asked, &lsquo;Does a believer hate it when his soul is being taken?&rsquo;, said, &lsquo;By Allah no, when the angel of death comes to him to take his soul he will be anguished and the angel of death will say, &lsquo;O friend of Allah, do not worry, because by He who sent Muhammad (SAWA) I am more compassionate and caring for you than a merciful father if he was to be with you. Open your eyes and see.&rsquo; He said, &lsquo;And the Messenger of Allah, the Commander of the Faithful, Fatima, Hasan and Husayn and the Imams after him will all appear and it will be said to him, &lsquo;This is the Messenger of Allah and&hellip;.your friends&hellip;and there will be nothing more beloved to this person than for his soul to leave and meet the caller.&rsquo;[al-Kafi, v. 3, p. 127, no. 2]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">45&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1610;&#1605;&#1608;&#1578; &#1605;&#1608;&#1575;&#1604; &#1604;&#1606;&#1575; &#1605;&#1576;&#1594;&#1590; &#1604;&#1571;&#1593;&#1583;&#1575;&#1574;&#1606;&#1575; &#1573;&#1604;&#1575; &#1608;&#1610;&#1581;&#1590;&#1585;&#1607; &#1585;&#1587;&#1608;&#1604;&rlm;&#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1608;&#1571;&#1605;&#1610;&#1585;&#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1608;&#1575;&#1604;&#1581;&#1587;&#1606; &#1608;&#1575;&#1604;&#1581;&#1587;&#1610;&#1606; (&#1593;&#1604;&#1610;&#1607;&#1605; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;) &#1601;&#1610;&#1587;&#1585;&#1608;&#1607; &#1608;&#1610;&#1576;&#1588;&#1585;&#1608;&#1607;&#1548; &#1608;&#1573;&#1606; &#1603;&#1575;&#1606; &#1594;&#1610;&#1585; &#1605;&#1608;&#1575;&#1604; &#1604;&#1606;&#1575; &#1610;&#1585;&#1575;&#1607;&#1605; &#1576;&#1581;&#1610;&#1579; &#1610;&#1587;&#1608;&#1572;&#1607;. &#1608;&#1575;&#1604;&#1583;&#1604;&#1610;&#1604; &#1593;&#1604;&#1609; &#1584;&#1604;&#1603; &#1602;&#1608;&#1604; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; (&#1593;) &#1604;&#1581;&#1575;&#1585;&#1579; &#1575;&#1604;&#1607;&#1605;&#1583;&#1575;&#1606;&#1610;: <br />&#1610;&#1575; &#1581;&#1575;&#1585; &#1607;&#1605;&#1583;&#1575;&#1606; &#1605;&#1606; &#1610;&#1605;&#1578; &#1610;&#1585;&#1606;&#1610; <br />&#1605;&#1606; &#1605;&#1572;&#1605;&#1606; &#1571;&#1608; &#1605;&#1606;&#1575;&#1601;&#1602; &#1602;&#1576;&#1604;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">45&ndash; Imam al-Sadiq (AS) said, &lsquo;Every person who is dying and is a follower of us and hates our enemies will be visited by the Messenger of Allah (SAWA), the Commander of the Faithful, Hasan and Husayn, and they will make him happy, and give him glad tidings. But if he is not a follower of ours, he will see them according to how bad he had been.&rsquo; The proof of this is the saying of the Commander of the Faithful (AS) to Harith al-Hamdani: <br />&lsquo;O Har Hamdan, whoever dies will see me,<br />Both believer and hypocrite alike.&rsquo;[Tafsir al-Qummi, v. 2, p. 265]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1608;&#1578; &#1575;&#1604;&#1601;&#1580;&#1571;&#1577;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Sudden Death</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">46&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1605;&#1608;&#1578; &#1575;&#1604;&#1601;&#1580;&#1571;&#1577; &#1578;&#1582;&#1601;&#1610;&#1601; &#1593;&#1606; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1548; &#1608;&#1571;&#1582;&#1584;&#1577; &#1571;&#1587;&#1601; &#1593;&#1606; &#1575;&#1604;&#1603;&#1575;&#1601;&#1585;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">46&ndash; The Prophet (SAWA) said, &lsquo;Sudden death is ease for the believer and a regretful overtaking for the disbeliever.[ al-Kafi, v. 3, p. 112, no. 5]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">47&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1608;&#1578; &#1575;&#1604;&#1601;&#1580;&#1571;&#1577; &#1578;&#1582;&#1601;&#1610;&#1601; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606;&#1548; &#1608;&#1605;&#1587;&#1582;&#1591;&#1577; &#1593;&#1604;&#1609; &#1575;&#1604;&#1603;&#1575;&#1601;&#1585;&#1610;&#1606; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">47&ndash; The Prophet (SAWA) said, &lsquo;Sudden death is ease for the believers and a source of anger for the disbelievers.&rsquo;[Kanz al-`Ummal, no. 42775]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">48&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1571;&#1588;&#1585;&#1575;&#1591; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1571;&#1606; &#1610;&#1601;&#1588;&#1608; &#1575;&#1604;&#1601;&#1575;&#1604;&#1580; &#1608;&#1605;&#1608;&#1578; &#1575;&#1604;&#1601;&#1580;&#1571;&#1577; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">48&ndash; The Prophet (SAWA) said, &lsquo;Among the portents of the Hour are the spread of semiparalysis and sudden death.&rsquo;[al-Kafi, v. 3, p. 261, no. 39]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1578;&#1588;&#1610;&#1610;&#1593; &#1575;&#1604;&#1580;&#1606;&#1575;&#1586;&#1577;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Attending Funeral Processions</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">49&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1587;&#1585; &#1587;&#1606;&#1578;&#1610;&#1606; &#1576;&#1585; &#1608;&#1575;&#1604;&#1583;&#1610;&#1603;&#1548; &#1587;&#1585; &#1587;&#1606;&#1577; &#1589;&#1604; &#1585;&#1581;&#1605;&#1603;&#1548; &#1587;&#1585; &#1605;&#1610;&#1604;&#1575; &#1593;&#1583; &#1605;&#1585;&#1610;&#1590;&#1575;&#1548; &#1587;&#1585; &#1605;&#1610;&#1604;&#1610;&#1606; &#1588;&#1610;&#1593; &#1580;&#1606;&#1575;&#1586;&#1577;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">49&ndash; The Prophet (SAWA) said, &lsquo;Travel [i.e. walk] two years to do good to your parents, travel one year to reconcile with your kin, travel a mile to visit a sick person, and travel two miles to attend a funeral procession.&rsquo;[Nawadir al-Rawandi, p. 5]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">50&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1593;&#1604;&#1610;&#1603;&#1605; &#1576;&#1575;&#1604;&#1587;&#1603;&#1610;&#1606;&#1577;&#1548; &#1593;&#1604;&#1610;&#1603;&#1605; &#1576;&#1575;&#1604;&#1602;&#1589;&#1583; &#1601;&#1610; &#1575;&#1604;&#1605;&#1588;&#1610; &#1576;&#1580;&#1606;&#1575;&#1574;&#1586;&#1603;&#1605;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">50&ndash; The Prophet (SAWA) said, &lsquo;You must walk quietly, and in deliberation when walking in your funeral processions.&rsquo;[Amali al-Saduq, p. 383, no. 827]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">51&#1600; &#1603;&#1575;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1573;&#1584;&#1575; &#1578;&#1576;&#1593; &#1580;&#1606;&#1575;&#1586;&#1577; &#1594;&#1604;&#1576;&#1578;&#1607; &#1603;&#1570;&#1576;&#1577;&#1548; &#1608;&#1571;&#1603;&#1579;&#1585; &#1581;&#1583;&#1610;&#1579; &#1575;&#1604;&#1606;&#1601;&#1587;&#1548; &#1608;&#1571;&#1602;&#1604; &#1575;&#1604;&#1603;&#1604;&#1575;&#1605;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">51&ndash; It is narrated in al-Da`aawat: When the Prophet (SAWA) followed a funeral procession, grief would overcome him and he would increase in speaking to his own self, and lessen his talking.[ al-Da`aawat, p. 259, no. 736]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">52&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1571;&#1608;&#1604; &#1605;&#1575; &#1610;&#1578;&#1581;&#1601; &#1576;&#1607; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1610;&#1594;&#1601;&#1585; &#1604;&#1605;&#1606; &#1578;&#1576;&#1593; &#1580;&#1606;&#1575;&#1586;&#1578;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">52&ndash; Imam al-Sadiq (AS) said, &lsquo;The first gift that a believer is able to bestow [others after his death] is that those who follow his funeral procession are forgiven.&rsquo;[al-Kafi, v. 3, p. 173, no. 3]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">53&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1610;&#1606;&#1576;&#1594;&#1610; &#1604;&#1571;&#1608;&#1604;&#1610;&#1575;&#1569; &#1575;&#1604;&#1605;&#1610;&#1578; &#1571;&#1606; &#1610;&#1572;&#1584;&#1606;&#1608;&#1575; &#1573;&#1582;&#1608;&#1575;&#1606; &#1575;&#1604;&#1605;&#1610;&#1578; &#1576;&#1605;&#1608;&#1578;&#1607;&#1548; &#1601;&#1610;&#1588;&#1607;&#1583;&#1608;&#1606; &#1580;&#1606;&#1575;&#1586;&#1578;&#1607; &#1608;&#1610;&#1589;&#1604;&#1608;&#1606; &#1593;&#1604;&#1610;&#1607;&#1548; &#1601;&#1610;&#1603;&#1587;&#1576; &#1604;&#1607;&#1605; &#1575;&#1604;&#1571;&#1580;&#1585; &#1608;&#1610;&#1603;&#1587;&#1576; &#1604;&#1605;&#1610;&#1578;&#1607; &#1575;&#1604;&#1575;&#1587;&#1578;&#1594;&#1601;&#1575;&#1585; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">53&ndash; Imam al-Sadiq (AS) said, &lsquo;It is a must for the guardians of the corpse to inform the brothers of the deceased person of his death so that they can attend his funeral and perform the prayers for him, so that they may be rewarded on account of him and the deceased person will be forgiven.&rsquo;[`AIlal al-Sharai`a, p. 301, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1583;&#1601;&#1606; &#1575;&#1604;&#1605;&#1610;&#1578;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Burial</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">54&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1584;&#1575; &#1605;&#1575;&#1578; &#1575;&#1604;&#1605;&#1610;&#1578; &#1571;&#1608;&#1604; &#1575;&#1604;&#1606;&#1607;&#1575;&#1585; &#1601;&#1604;&#1575; &#1610;&#1602;&#1610;&#1604; &#1573;&#1604;&#1575; &#1601;&#1610; &#1602;&#1576;&#1585;&#1607; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">54&ndash; The Prophet (SAWA) said, &lsquo;If a person dies at the beginning of the day then he should not spend that night anywhere other than in his grave.&rsquo;[al-Kafi, v. 3, p. 138, no. 2]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">55&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1575;&#1578;&#1583;&#1601;&#1606;&#1608;&#1575; &#1605;&#1608;&#1578;&#1575;&#1603;&#1605; &#1576;&#1575;&#1604;&#1604;&#1610;&#1604; &#1573;&#1604;&#1575; &#1571;&#1606; &#1578;&#1590;&#1591;&#1585;&#1608;&#1575; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">55&ndash; The Prophet (SAWA) said, &lsquo;Do not bury your dead in the night unless you are compelled to.&rsquo;[Kanz al-`Ummal, no. 42385]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">56&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1571;&#1585;&#1581;&#1605; &#1605;&#1575; &#1610;&#1603;&#1608;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1575;&#1604;&#1593;&#1576;&#1583; &#1573;&#1584;&#1575; &#1608;&#1590;&#1593; &#1601;&#1610; &#1581;&#1601;&#1585;&#1578;&#1607; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">56&ndash; The Prophet (SAWA) said, &lsquo;The most merciful Allah is towards His servant is when he is put in the hole of his grave.&rsquo;[Kanz al-`Ummal, no. 42386]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">57&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1605;&#1585;&#1606;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1571;&#1606; &#1606;&#1583;&#1601;&#1606; &#1605;&#1608;&#1578;&#1575;&#1606;&#1575; &#1608;&#1587;&#1591; &#1602;&#1608;&#1605; &#1589;&#1575;&#1604;&#1581;&#1610;&#1606; &#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1605;&#1608;&#1578;&#1609; &#1610;&#1578;&#1571;&#1584;&#1608;&#1606; &#1576;&#1580;&#1575;&#1585; &#1575;&#1604;&#1587;&#1608;&#1569; &#1603;&#1605;&#1575; &#1610;&#1578;&#1571;&#1584;&#1609; &#1576;&#1607; &#1575;&#1604;&#1571;&#1581;&#1610;&#1575;&#1569; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">57&ndash; Imam Ali (AS) said, &lsquo;The Messenger of Allah (SAWA) ordered us to bury our dead in the midst of righteous people, for the dead are hurt by evil neighbours in the same way that living people are.&rsquo;[Kanz al-`Ummal, no. 42916]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1578;&#1576;&#1593; &#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606; &#1576;&#1593;&#1583; &#1575;&#1604;&#1605;&#1608;&#1578;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">What Follows a Person after his Death</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">58&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1610;&#1578;&#1576;&#1593; &#1575;&#1604;&#1605;&#1610;&#1578; &#1579;&#1604;&#1575;&#1579;&#1577;: &#1571;&#1607;&#1604;&#1607; &#1608;&#1605;&#1575;&#1604;&#1607; &#1608;&#1593;&#1605;&#1604;&#1607;&#1548; &#1601;&#1610;&#1585;&#1580;&#1593; &#1575;&#1579;&#1606;&#1575;&#1606; &#1608;&#1610;&#1576;&#1602;&#1609; &#1608;&#1575;&#1581;&#1583; &#1563; &#1610;&#1585;&#1580;&#1593; &#1571;&#1607;&#1604;&#1607; &#1608;&#1605;&#1575;&#1604;&#1607;&#1548; &#1608;&#1610;&#1576;&#1602;&#1609; &#1593;&#1605;&#1604;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">58&ndash; The Prophet (SAWA) said, &lsquo;Three things follow a dead person: his family, his wealth and his actions. Two go back and one stays: his family and wealth go back and his actions stay [with him].&rsquo;[Kanz al-`Ummal, no. 42761]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify">59&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1587;&#1578;&#1577; &#1610;&#1604;&#1581;&#1602;&#1606; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1576;&#1593;&#1583; &#1608;&#1601;&#1575;&#1578;&#1607;: &#1608;&#1604;&#1583; &#1610;&#1587;&#1578;&#1594;&#1601;&#1585; &#1604;&#1607;&#1548; &#1608;&#1605;&#1589;&#1581;&#1601; &#1610;&#1582;&#1604;&#1601;&#1607;&#1548; &#1608;&#1594;&#1585;&#1587; &#1610;&#1594;&#1585;&#1587;&#1607;&#1548; &#1608;&#1589;&#1583;&#1602;&#1577; &#1605;&#1575;&#1569; &#1610;&#1580;&#1585;&#1610;&#1607;&#1548; &#1608;&#1602;&#1604;&#1610;&#1576; &#1610;&#1581;&#1601;&#1585;&#1607;&#1548; &#1608;&#1587;&#1606;&#1577; &#1610;&#1572;&#1582;&#1584; &#1576;&#1607;&#1575; &#1605;&#1606; &#1576;&#1593;&#1583;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">59&ndash; Imam al-Sadiq (AS) said, &lsquo;Six things benefit a person after he passes away: a child who seeks forgiveness for him, a copy of the Qur&rsquo;an which he leaves behind, a plant that he planted, water that he donated in charity, a well that he had dug, and a tradition that others take from him and [practise] after him.&rsquo;[al-Faqih, v. 1, p. 185, no. 555]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
