<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>DECREE AND DESTINY&nbsp;&nbsp; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569; &#1608;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><span style="color: #990033;"><strong><span style="font-family: Arial;"><span style="font-size: 14pt">DECREE AND DESTINY</span><span style="font-size: 30pt">&nbsp;&nbsp; </span></span><span style="font-family: Traditional Arabic;"><span style="font-size: 30pt">&#1575;&#1604;&#1602;&#1590;&#1575;&#1569; &#1608;&#1575;&#1604;&#1602;&#1583;&#1585;</span></span></strong></span></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1602;&#1590;&#1575;&#1569; &#1608;&#1575;&#1604;&#1602;&#1583;&#1585;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">Decree and Destiny</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1608;&#1603;&#1604; &#1588;&#1610;&#1569; &#1576;&#1602;&#1583;&#1585; &#1581;&#1578;&#1609; &#1575;&#1604;&#1593;&#1580;&#1586; &#1608;&#1575;&#1604;&#1603;&#1610;&#1587;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, &lsquo;And everything has its decreed measure, even weakness and cleverness.&rsquo;[Kanz al-`Ummal, no. 499]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1608; &#1583;&#1593;&#1575; &#1604;&#1603; &#1573;&#1587;&#1585;&#1575;&#1601;&#1610;&#1604; &#1608;&#1580;&#1576;&#1585;&#1610;&#1604; &#1608;&#1605;&#1610;&#1603;&#1575;&#1574;&#1610;&#1604; &#1608;&#1581;&#1605;&#1604;&#1577; &#1575;&#1604;&#1593;&#1585;&#1588; &#1608;&#1571;&#1606;&#1575; &#1601;&#1610;&#1607;&#1605; &#1605;&#1575; &#1578;&#1586;&#1608;&#1580;&#1578; &#1573;&#1604;&#1575; &#1575;&#1604;&#1605;&#1585;&#1571;&#1577; &#1575;&#1604;&#1578;&#1610; &#1603;&#1578;&#1576;&#1578; &#1604;&#1603;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, &lsquo;Even if the angels Israfil, Gabriel, Mika&rsquo;il, the bearers of the Throne, and I among them were to pray for you, you would not marry other than the woman that was written for you.&rsquo;[Kanz al-`Ummal, no. 501]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1578;&#1581;&#1605;&#1610;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607; &#1600;: &#1571;&#1581;&#1605;&#1583;&#1607; &#1573;&#1604;&#1609; &#1606;&#1601;&#1587;&#1607; &#1603;&#1605;&#1575; &#1575;&#1587;&#1578;&#1581;&#1605;&#1583; &#1573;&#1604;&#1609; &#1582;&#1604;&#1602;&#1607;&#1548; &#1608;&#1580;&#1593;&#1604; &#1604;&#1603;&#1604; &#1588;&#1610;&#1569; &#1602;&#1583;&#1585;&#1575;&#1548; &#1608;&#1604;&#1603;&#1604; &#1602;&#1583;&#1585; &#1571;&#1580;&#1604;&#1575;&#1548; &#1608;&#1604;&#1603;&#1604; &#1571;&#1580;&#1604; &#1603;&#1578;&#1575;&#1576;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; Imam Ali (AS), in praising Allah, glory be to Him, said, &lsquo;I praise Him for Himself as He has requested praise from His creation, and He made a decreed measure for everything, and for every decree a due date, and for every date a record.&rsquo;[Nahj al-Balagha, Sermon 183]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1602;&#1583;&#1585; &#1587;&#1585; &#1605;&#1606; &#1587;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1587;&#1578;&#1585; &#1605;&#1606; &#1587;&#1578;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1581;&#1585;&#1586; &#1605;&#1606; &#1581;&#1585;&#1586; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1585;&#1601;&#1608;&#1593; &#1601;&#1610; &#1581;&#1580;&#1575;&#1576; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1605;&#1591;&#1608;&#1610; &#1593;&#1606; &#1582;&#1604;&#1602; &#1575;&#1604;&#1604;&#1607;&rlm;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; Imam Ali (AS) said, &lsquo;Destiny is one of the secrets of Allah, one of the veils of Allah, one of the amulets of Allah. It is upheld in the veil of Allah and concealed from Allah&rsquo;s creation.&rsquo;[al-Tawhid, p. 383 no. 32]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1608;&#1602;&#1583; &#1587;&#1571;&#1604;&#1607; &#1585;&#1580;&#1604; &#1593;&#1606; &#1575;&#1604;&#1602;&#1583;&#1585; &#1600; : &#1576;&#1581;&#1585; &#1593;&#1605;&#1610;&#1602; &#1601;&#1604;&#1575; &#1578;&#1604;&#1580;&#1607; . &#1602;&#1575;&#1604;: &#1610;&#1575; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606;&#1548; &#1571;&#1582;&#1576;&#1585;&#1606;&#1575; &#1593;&#1606; &#1575;&#1604;&#1602;&#1583;&#1585; . &#1602;&#1575;&#1604;: &#1587;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1604;&#1575; &#1578;&#1578;&#1603;&#1604;&#1601;&#1607; . &#1602;&#1575;&#1604;: &#1610;&#1575; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606;&#1548; &#1571;&#1582;&#1576;&#1585;&#1606;&#1575; &#1593;&#1606; &#1575;&#1604;&#1602;&#1583;&#1585; . &#1602;&#1575;&#1604;: &#1571;&#1605;&#1575; &#1573;&#1584; &#1571;&#1576;&#1610;&#1578; &#1601;&#1573;&#1606;&#1607; &#1571;&#1605;&#1585; &#1576;&#1610;&#1606; &#1571;&#1605;&#1585;&#1610;&#1606; &#1604;&#1575; &#1580;&#1576;&#1585; &#1608;&#1604;&#1575; &#1578;&#1601;&#1608;&#1610;&#1590;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; Imam Ali (AS), when asked by a man about destiny said, &lsquo;[It is] a deep sea, so do not delve into it. The man asked, &lsquo;O Commander of the Faithful, inform us about destiny.&rsquo; The Imam said, &lsquo;It is the secret of Allah, so do not trouble yourself with it.&rsquo; The man then asked [again], &lsquo;O Commander of the Faithful, inform us about destiny.&rsquo; The Imam said, &lsquo;Seeing as you are refusing [and insisting], it is a matter between two extremes - neither predestination nor absolute free will.&rsquo;[Kanz al-`Ummal, no. 1567]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1610;&#1594;&#1604;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1575;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1578;&#1602;&#1583;&#1610;&#1585;&#1548; &#1581;&#1578;&#1609; &#1578;&#1603;&#1608;&#1606; &#1575;&#1604;&#1570;&#1601;&#1577; &#1601;&#1610; &#1575;&#1604;&#1578;&#1583;&#1576;&#1610;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; Imam Ali (AS) said, &lsquo;Destiny holds sway over [our] predetermination until effort itself brings about ruin.&rsquo;[Nahj al-Balagha, Saying 459]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1578;&#1584;&#1604; &#1575;&#1604;&#1575;&#1605;&#1608;&#1585; &#1604;&#1604;&#1605;&#1602;&#1575;&#1583;&#1610;&#1585; &#1581;&#1578;&#1609; &#1610;&#1603;&#1608;&#1606; &#1575;&#1604;&#1581;&#1578;&#1601; &#1601;&#1610; &#1575;&#1604;&#1578;&#1583;&#1576;&#1610;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; Imam Ali (AS) said, &lsquo;All things surrender to destiny so much so that sometimes death results from effort.&rsquo;[Nahj al-Balagha, Saying 16]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569; &#1608;&#1575;&#1604;&#1602;&#1583;&#1585; &#1582;&#1604;&#1602;&#1575;&#1606; &#1605;&#1606; &#1582;&#1604;&#1602; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1586;&#1610;&#1583; &#1601;&#1610; &#1575;&#1604;&#1582;&#1604;&#1602; &#1605;&#1575; &#1610;&#1588;&#1575;&#1569;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; Imam al-Sadiq (AS) said, &lsquo;Decree and destiny are two creations from among the creations of Allah, and Allah increases in His creation how He wills.&rsquo;[al-Tawhid, p. 364, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1608;&#1580;&#1605;&#1593; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1582;&#1604;&#1575;&#1574;&#1602; &#1587;&#1571;&#1604;&#1607;&#1605; &#1593;&#1605;&#1575; &#1593;&#1607;&#1583; &#1573;&#1604;&#1610;&#1607;&#1605; &#1608;&#1604;&#1605; &#1610;&#1587;&#1571;&#1604;&#1607;&#1605; &#1593;&#1605;&#1575; &#1602;&#1590;&#1609; &#1593;&#1604;&#1610;&#1607;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; Imam al-Sadiq (AS) said, &lsquo;When the Day of Resurrection comes and Allah will gather all His creation, He will ask what He entrusted with them, and will not ask about what He destined for them.&rsquo;[al-Durra al-Bahira, p. 33]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1584;&#1575; &#1571;&#1585;&#1575;&#1583; &#1588;&#1610;&#1574;&#1575; &#1602;&#1583;&#1585;&#1607;&#1548; &#1601;&#1573;&#1584;&#1575; &#1602;&#1583;&#1585;&#1607; &#1602;&#1590;&#1575;&#1607;&#1548; &#1601;&#1573;&#1584;&#1575; &#1602;&#1590;&#1575;&#1607; &#1571;&#1605;&#1590;&#1575;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10&ndash; Imam al-Sadiq (AS) said, &lsquo;When Allah wants something, He decrees it, and when He decrees it He gives it a destiny, and when He gives it a destiny, He seals it.&rsquo;[Bihar al-Anwar, v. 5, p. 121, no. 64]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1607;&#1575;&#1583;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1605;&#1602;&#1575;&#1583;&#1610;&#1585; &#1578;&#1585;&#1610;&#1603; &#1605;&#1575; &#1604;&#1605; &#1610;&#1582;&#1591;&#1585; &#1576;&#1576;&#1575;&#1604;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">11&ndash; Imam al-Hadi (AS) said, &lsquo;Predeterminations show you what would have never crossed your mind.&rsquo;[A`alam al-Din, p. 311]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1603;&#1578;&#1575;&#1576;&#1577; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569; &#1608;&#1575;&#1604;&#1602;&#1583;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606; </span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Writing of Decree and Destiny for People</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1582;&#1604;&#1602;&#1577; &#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606; &#1601;&#1610; &#1575;&#1604;&#1585;&#1581;&#1605; &#1600;: &#1573;&#1584;&#1575; &#1603;&#1605;&#1604; &#1571;&#1585;&#1576;&#1593;&#1577; &#1571;&#1588;&#1607;&#1585; &#1576;&#1593;&#1579; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1604;&#1603;&#1610;&#1606; &#1582;&#1604;&#1575;&#1602;&#1610;&#1606;&#1548; &#1601;&#1610;&#1602;&#1608;&#1604;&#1575;&#1606;: &#1610;&#1575; &#1585;&#1576; &#1605;&#1575; &#1578;&#1582;&#1604;&#1602;&#1548; &#1584;&#1603;&#1585;&#1575; &#1571;&#1608; &#1575;&#1606;&#1579;&#1609; &#1567; &#1601;&#1610;&#1572;&#1605;&#1585;&#1575;&#1606;&#1548; &#1601;&#1610;&#1602;&#1608;&#1604;&#1575;&#1606;: &#1610;&#1575; &#1585;&#1576;&#1548; &#1588;&#1602;&#1610;&#1575; &#1571;&#1608; &#1587;&#1593;&#1610;&#1583;&#1575; &#1567; &#1601;&#1610;&#1572;&#1605;&#1585;&#1575;&#1606;&#1548; &#1601;&#1610;&#1602;&#1608;&#1604;&#1575;&#1606;: &#1610;&#1575; &#1585;&#1576;&#1548; &#1605;&#1575; &#1571;&#1580;&#1604;&#1607; &#1608;&#1605;&#1575; &#1585;&#1586;&#1602;&#1607; &#1608;&#1603;&#1604; &#1588;&#1610;&#1569; &#1605;&#1606; &#1581;&#1575;&#1604;&#1607; &#1600; &#1608;&#1593;&#1583;&#1583; &#1605;&#1606; &#1584;&#1604;&#1603; &#1571;&#1588;&#1610;&#1575;&#1569; &#1600; &#1567; &#1608;&#1610;&#1603;&#1578;&#1576;&#1575;&#1606; &#1575;&#1604;&#1605;&#1610;&#1579;&#1575;&#1602; &#1576;&#1610;&#1606; &#1593;&#1610;&#1606;&#1610;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">12&ndash; Imam al-Baqir (AS), with regards to the creation of the human in the womb said, &lsquo;When four months are completed, Allah sends two creative angels, and they ask, &lsquo;O Lord, what are You creating, a male or a female?&rsquo; So they are ordered [accordingly], and then they ask, &lsquo;O Lord, shall it be wretched or prosperous?&rsquo; Again, they are commanded, and they then ask, &lsquo;O Lord, what is its due date of death, its sustenance, and all other matters relating to its state &ndash; [and he listed some of them]-?&rsquo; And they then go about writing a covenant between his eyes.&rsquo;[al-Kafi, v. 6, p. 13, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1571;&#1610;&#1590;&#1575; &#1600;: &#1579;&#1605; &#1610;&#1608;&#1581;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1604;&#1609; &#1575;&#1604;&#1605;&#1604;&#1603;&#1610;&#1606;: &#1575;&#1603;&#1578;&#1576;&#1575; &#1593;&#1604;&#1610;&#1607; &#1602;&#1590;&#1575;&#1574;&#1610; &#1608;&#1602;&#1583;&#1585;&#1610; &#1608;&#1606;&#1575;&#1601;&#1584; &#1571;&#1605;&#1585;&#1610; &#1608;&#1575;&#1588;&#1578;&#1585;&#1591;&#1575; &#1604;&#1610; &#1575;&#1604;&#1576;&#1583;&#1575;&#1569; &#1601;&#1610;&#1605;&#1575; &#1578;&#1603;&#1578;&#1576;&#1575;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">13&ndash; Imam al-Baqir (AS), said, &lsquo;And then Allah will reveal unto the two angels, &lsquo;Write for him My decree and destiny, and the execution of My command, and reserve My condition of changing [of a divine ruling] (bida&rsquo;) among what you write.&rsquo;[al-Kafi, v. 6, p. 14, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1575; &#1602;&#1590;&#1575;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1604;&#1605;&#1572;&#1605;&#1606; &#1601;&#1607;&#1608; &#1582;&#1610;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Whatever Allah Decrees for a Believer is Good</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">14&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1601;&#1610; &#1603;&#1604; &#1602;&#1590;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1582;&#1610;&#1585;&#1577; (&#1582;&#1610;&#1585;) &#1604;&#1604;&#1605;&#1572;&#1605;&#1606;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">14&ndash; The Prophet (AS) said, &lsquo;In every decree of Allah&rsquo;s, Mighty and Exalted, there is good for the believer.&rsquo;[&lsquo;Uyun Akhbar al-Riza (AS), v. 1, p. 141, no. 42]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1593;&#1580;&#1576;&#1578; &#1604;&#1604;&#1605;&#1585;&#1569; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605; &#1604;&#1575; &#1610;&#1602;&#1590;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1604;&#1607; &#1602;&#1590;&#1575;&#1569; &#1573;&#1604;&#1575; &#1603;&#1575;&#1606; &#1582;&#1610;&#1585;&#1575; &#1604;&#1607;&#1548; &#1608;&#1573;&#1606; &#1602;&#1585;&#1590; &#1576;&#1575;&#1604;&#1605;&#1602;&#1575;&#1585;&#1610;&#1590; &#1603;&#1575;&#1606; &#1582;&#1610;&#1585;&#1575; &#1604;&#1607;&#1548; &#1608;&#1573;&#1606; &#1605;&#1604;&#1603; &#1605;&#1588;&#1575;&#1585;&#1602; &#1575;&#1604;&#1571;&#1585;&#1590; &#1608;&#1605;&#1594;&#1575;&#1585;&#1576;&#1607;&#1575; &#1603;&#1575;&#1606; &#1582;&#1610;&#1585;&#1575; &#1604;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">15&ndash; Imam al-Sadiq (AS) said, &lsquo;How wonderful for a Muslim that Allah does not ordain a fate for him unless it is good for him, even if he was to be cut with scissors it would be for his benefit, and even if he was to own the east side of the world and the west, it would be for his good.&rsquo;[al-Kafi, v. 2, p. 62, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1602;&#1590;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1605;&#1572;&#1605;&#1606; &#1602;&#1590;&#1575;&#1569; &#1601;&#1585;&#1590;&#1610; &#1576;&#1607; &#1573;&#1604;&#1575; &#1580;&#1593;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1607; &#1575;&#1604;&#1582;&#1610;&#1585;&#1577; &#1601;&#1610;&#1605;&#1575; &#1610;&#1602;&#1590;&#1610;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">16&ndash; Imam al-Sadiq (AS) said, &lsquo;Any fate that Allah decrees for a believer which he is pleased with, Allah will place good in what He decreed.&rsquo;[al-Tamhis, p. 59, no. 123]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1606; &#1604;&#1605; &#1610;&#1585;&#1590; &#1576;&#1575;&#1604;&#1602;&#1590;&#1575;&#1569;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">One who is not content with the Decree</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">17&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1602;&#1575;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1580;&#1604; &#1580;&#1604;&#1575;&#1604;&#1607;: &#1605;&#1606; &#1604;&#1605; &#1610;&#1585;&#1590; &#1576;&#1602;&#1590;&#1575;&#1574;&#1610; &#1608;&#1604;&#1605; &#1610;&#1572;&#1605;&#1606; &#1576;&#1602;&#1583;&#1585;&#1610; &#1601;&#1604;&#1610;&#1604;&#1578;&#1605;&#1587; &#1573;&#1604;&#1607;&#1575; &#1594;&#1610;&#1585;&#1610;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">17&ndash; The Prophet (SAWA) said, &lsquo;Allah Almighty says, &lsquo;Whoever is not pleased with My decree and does not believe in My destiny should beseech another god.&rsquo;[&lsquo;Uyun Akhbar al-Riza (AS), v. 1, p. 141, no. 42]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1588;&#1583; &#1575;&#1604;&#1606;&#1575;&#1587; &#1593;&#1584;&#1575;&#1576;&#1575; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1575;&#1604;&#1605;&#1578;&#1587;&#1582;&#1591; &#1604;&#1602;&#1590;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;&rlm; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">18&ndash; Imam Ali (AS) said, &lsquo;The people with the worst punishment on the Day of Judgment will be those who resented the decree of Allah.&rsquo;[Ghurar al-Hikam, no. 3225]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1571;&#1589;&#1576;&#1581; &#1593;&#1604;&#1609; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1581;&#1586;&#1610;&#1606;&#1575; &#1601;&#1602;&#1583; &#1571;&#1589;&#1576;&#1581; &#1604;&#1602;&#1590;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1575;&#1582;&#1591;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">19&ndash; Imam Ali (AS) said, &lsquo;Whoever wakes up upset with the world has woken up resentful of the decree of Allah.&rsquo;[Nahj al-Balagha, Saying 228]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">20&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1593;&#1587;&#1603;&#1585;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1575;&#1604;&#1605;&#1602;&#1590;&#1610; &#1603;&#1575;&#1574;&#1606;&#1575; &#1601;&#1575;&#1604;&#1590;&#1585;&#1575;&#1593;&#1577; &#1604;&#1605;&#1575;&#1584;&#1575; &#1567;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">20&ndash; Imam al-`Aaskari (AS) said, &lsquo;Since decrees are concealed, wherefore the need for begging?!&rsquo;[al-Duurrah al-Bahira, p. 44]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1575; &#1607;&#1608; &#1605;&#1606; &#1575;&#1604;&#1602;&#1583;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">What is Part of Fate</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">21&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1583;&#1608;&#1575;&#1569; &#1605;&#1606; &#1575;&#1604;&#1602;&#1583;&#1585;&#1548; &#1608;&#1607;&#1608; &#1610;&#1606;&#1601;&#1593; &#1605;&#1606; &#1610;&#1588;&#1575;&#1569; &#1576;&#1605;&#1575; &#1588;&#1575;&#1569;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">21&ndash; The Prophet (SAWA) said, &lsquo;The remedy is a part of fate, and He helps whom He wills and however He wills.&rsquo;[Kanz al-`Ummal, no. 28082]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">22&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604;: &#1571;&#1585;&#1571;&#1610;&#1578; &#1583;&#1608;&#1575;&#1569; &#1606;&#1578;&#1583;&#1575;&#1608;&#1609; &#1576;&#1607;&#1548; &#1608;&#1585;&#1602;&#1609; &#1606;&#1587;&#1578;&#1585;&#1602;&#1610; &#1576;&#1607;&#1575;&#1548; &#1608;&#1571;&#1588;&#1610;&#1575;&#1569; &#1606;&#1601;&#1593;&#1604;&#1607;&#1575;&#1548; &#1607;&#1604; &#1578;&#1585;&#1583; &#1605;&#1606; &#1602;&#1583;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1567; &#1600;: &#1576;&#1604; &#1607;&#1610; &#1605;&#1606; &#1602;&#1583;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">22&ndash; The Prophet (SAWA), when asked, &lsquo;Have you seen medicine that we can cure ourselves with, amulets we can protect ourselves with, and things we can do to repel the destiny of Allah?&rsquo; He replied, &lsquo;They are all part of the destiny of Allah.&rsquo;[Kanz al-`Ummal, no. 633]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">23&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1593;&#1606;&#1583; &#1575;&#1606;&#1589;&#1585;&#1575;&#1601;&#1607; &#1605;&#1606; &#1589;&#1601;&#1610;&#1606; &#1601;&#1610; &#1580;&#1608;&#1575;&#1576; &#1588;&#1610;&#1582; &#1587;&#1571;&#1604;&#1607; &#1593;&#1606; &#1605;&#1587;&#1610;&#1585;&#1607;&#1605; &#1573;&#1604;&#1609; &#1575;&#1604;&#1588;&#1575;&#1605;: &#1571;&#1576;&#1602;&#1590;&#1575;&#1569; &#1608;&#1602;&#1583;&#1585; &#1567; &#1600;: &#1608;&#1575;&#1604;&#1584;&#1610; &#1582;&#1604;&#1602; &#1575;&#1604;&#1581;&#1576;&#1577; &#1608;&#1576;&#1585;&#1571; &#1575;&#1604;&#1606;&#1587;&#1605;&#1577;&#1548; &#1605;&#1575; &#1602;&#1591;&#1593;&#1606;&#1575; &#1608;&#1575;&#1583;&#1610;&#1575; &#1608;&#1604;&#1575; &#1593;&#1604;&#1608;&#1606;&#1575; &#1578;&#1604;&#1593;&#1577; &#1573;&#1604;&#1575; &#1576;&#1602;&#1590;&#1575;&#1569; &#1608;&#1602;&#1583;&#1585; ... &#1604;&#1593;&#1604;&#1603; &#1592;&#1606;&#1606;&#1578;&#1607; &#1602;&#1590;&#1575;&#1569; &#1604;&#1575;&#1586;&#1605;&#1575; &#1608;&#1602;&#1583;&#1585;&#1575; &#1581;&#1575;&#1578;&#1605;&#1575;&#1548; &#1604;&#1608; &#1603;&#1575;&#1606; &#1584;&#1604;&#1603; &#1604;&#1587;&#1602;&#1591; &#1575;&#1604;&#1608;&#1593;&#1583; &#1608;&#1575;&#1604;&#1608;&#1593;&#1610;&#1583; &#1608;&#1576;&#1591;&#1604; &#1575;&#1604;&#1579;&#1608;&#1575;&#1576; &#1608;&#1575;&#1604;&#1593;&#1602;&#1575;&#1576;&#1548; &#1608;&#1604;&#1575; &#1571;&#1578;&#1578; &#1604;&#1575;&#1574;&#1605;&#1577; &#1605;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1605;&#1584;&#1606;&#1576; &#1608;&#1604;&#1575; &#1605;&#1581;&#1605;&#1583;&#1577; &#1605;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1605;&#1581;&#1587;&#1606;&#1548; &#1608;&#1604;&#1575; &#1603;&#1575;&#1606; &#1575;&#1604;&#1605;&#1581;&#1587;&#1606; &#1571;&#1608;&#1604;&#1609; &#1576;&#1579;&#1608;&#1575;&#1576; &#1575;&#1604;&#1573;&#1581;&#1587;&#1575;&#1606; &#1605;&#1606; &#1575;&#1604;&#1605;&#1584;&#1606;&#1576;&#1548; &#1584;&#1604;&#1603; &#1605;&#1602;&#1575;&#1604; &#1571;&#1581;&#1586;&#1575;&#1576; &#1593;&#1576;&#1583;&#1577; &#1575;&#1604;&#1571;&#1608;&#1579;&#1575;&#1606; ... &#1608;&#1605;&#1580;&#1608;&#1587;&#1607;&#1575;&#1548; &#1608;&#1604;&#1603;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1605;&#1585; &#1576;&#1575;&#1604;&#1582;&#1610;&#1585; &#1578;&#1582;&#1610;&#1610;&#1585;&#1575; &#1608;&#1606;&#1607;&#1609; &#1593;&#1606; &#1575;&#1604;&#1588;&#1585; &#1578;&#1581;&#1584;&#1610;&#1585;&#1575;&#1548; &#1608;&#1604;&#1605; &#1610;&#1593;&#1589; &#1605;&#1594;&#1604;&#1608;&#1576;&#1575; &#1608;&#1604;&#1605; &#1610;&#1591;&#1593; &#1605;&#1603;&#1585;&#1607;&#1575;&#1548; &#1608;&#1604;&#1575; &#1610;&#1605;&#1604;&#1603; &#1578;&#1601;&#1608;&#1610;&#1590;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">23&ndash; Imam Ali (AS), returning from the Battle of Siffin, in answer to an old man who asked him about their journey to Syria: &lsquo;Is this fate or destiny?&rsquo; said, &lsquo;By He who created the seed and made the human being, we have not gone through a valley or ascended a mountain without it being our fate and destiny&hellip;. You might think this to be imperative fate and inevitable destiny. If this were so then promise of reward (wa`ad) and threat of penalty (wa`aid), would cease to apply, and reward and punishment would become null. Allah would not blame the sinners, nor would He praise the good-doers. The benevolent would not be more worthy of reward for good deeds than the sinner, which is the belief of the idol worshippers&hellip;. and the Magians. However, Allah has commanded good by choice and forbidden evil by warning, and He is not disobeyed helplessly, nor obeyed forcefully or freely, and nor does He give man absolute control.&rsquo;[Kanz al-`Ummal, no. 1560]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">24&#1600; &#1575;&#1576;&#1606; &#1606;&#1576;&#1575;&#1578;&#1577;: &#1573;&#1606; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1593;&#1583;&#1604; &#1605;&#1606; &#1593;&#1606;&#1583; &#1581;&#1575;&#1574;&#1591; &#1605;&#1575;&#1574;&#1604; &#1573;&#1604;&#1609; &#1581;&#1575;&#1574;&#1591; &#1570;&#1582;&#1585;&#1548; &#1601;&#1602;&#1610;&#1604; &#1604;&#1607;: &#1610;&#1575; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606;&#1548; &#1578;&#1601;&#1585; &#1605;&#1606; &#1602;&#1590;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;&rlm;&#1567;! &#1602;&#1575;&#1604;: &#1571;&#1601;&#1585; &#1605;&#1606; &#1602;&#1590;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1604;&#1609; &#1602;&#1583;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">24&ndash; Ibn Nubata narrated, &lsquo;The Commander of the Faithful (AS) swerved away from a leaning wall away to another wall, so he was asked, &lsquo;O Commander of the Faithful, are you fleeing from the decree of Allah?&rsquo; He said, &lsquo;I flee from the decree of Allah to the destiny of Allah, Mighty and Exalted.&rsquo;[Bihar al-Anwar, v. 41, p. 2, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
