<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>DESERTION&nbsp;&nbsp; &#1575;&#1604;&#1607;&#1580;&#1585;&#1575;&#1606;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><span style="color: #990033;"><strong><span style="font-size: medium; font-family: Arial;">DESERTION</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1607;&#1580;&#1585;&#1575;&#1606;</span></strong></span></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1607;&#1580;&#1585;&#1575;&#1606;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">Desertion</span></span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1607;&#1580;&#1585; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605; &#1571;&#1582;&#1575;&#1607; &#1603;&#1587;&#1601;&#1603; &#1583;&#1605;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, &lsquo;A Muslim&rsquo;s desertion of his brother is like shedding his blood.&rsquo;[Kanz al-`Ummal, no. 24789]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1610;&#1575; &#1571;&#1576;&#1575; &#1584;&#1585;&#1548; &#1573;&#1610;&#1575;&#1603; &#1608;&#1607;&#1580;&#1585;&#1575;&#1606; &#1571;&#1582;&#1610;&#1603; &#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1593;&#1605;&#1604; &#1604;&#1575; &#1610;&#1578;&#1602;&#1576;&#1604; &#1605;&#1606; &#1575;&#1604;&#1607;&#1580;&#1585;&#1575;&#1606;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, &lsquo;O Abu Dharr, beware of deserting your brother, for deeds are not accepted from desertion.&rsquo;[Bihar al-Anwar, v. 77, p. 89, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1610;&#1586;&#1575;&#1604; &#1573;&#1576;&#1604;&#1610;&#1587; &#1601;&#1585;&#1581;&#1575; &#1605;&#1575; &#1575;&#1607;&#1578;&#1580;&#1585; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605;&#1575;&#1606;&#1548; &#1601;&#1573;&#1584;&#1575; &#1575;&#1604;&#1578;&#1602;&#1610;&#1575; &#1575;&#1589;&#1591;&#1603;&#1578; &#1585;&#1603;&#1576;&#1578;&#1575;&#1607; &#1608;&#1578;&#1582;&#1604;&#1593;&#1578; &#1571;&#1608;&#1589;&#1575;&#1604;&#1607;&#1548; &#1608;&#1606;&#1575;&#1583;&#1609; &#1610;&#1575; &#1608;&#1610;&#1604;&#1607;&#1548; &#1605;&#1575; &#1604;&#1602;&#1610; &#1605;&#1606; &#1575;&#1604;&#1579;&#1576;&#1608;&#1585; &#1567;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">3&ndash; Imam al-Sadiq (AS) said, &lsquo;Satan continues to be happy as long as two Muslims forsake each other, and when they reconcile again his knees tremble and his joints break apart, and he screams out 'Woe' all the way to perdition.&rsquo;[al-Kafi, v. 2, p. 346, no. 7]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1593;&#1606; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1610;&#1601;&#1578;&#1585;&#1602; &#1585;&#1580;&#1604;&#1575;&#1606; &#1593;&#1604;&#1609; &#1575;&#1604;&#1607;&#1580;&#1585;&#1575;&#1606; &#1573;&#1604;&#1575; &#1575;&#1587;&#1578;&#1608;&#1580;&#1576; &#1571;&#1581;&#1583;&#1607;&#1605;&#1575; &#1575;&#1604;&#1576;&#1585;&#1575;&#1569;&#1577; &#1608;&#1575;&#1604;&#1604;&#1593;&#1606;&#1577;&#1548; &#1608;&#1585;&#1576;&#1605;&#1575; &#1575;&#1587;&#1578;&#1581;&#1602; &#1584;&#1604;&#1603; &#1603;&#1604;&#1575;&#1607;&#1605;&#1575;&#1548; &#1601;&#1602;&#1575;&#1604; &#1604;&#1607; &#1605;&#1593;&#1578;&#1576;: &#1580;&#1593;&#1604;&#1606;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1583;&#1575;&#1603;&#1548; &#1607;&#1584;&#1575; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605; &#1601;&#1605;&#1575; &#1576;&#1575;&#1604; &#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605;&#1567;<br />&#1602;&#1575;&#1604;: &#1604;&#1571; &#1606;&#1607; &#1604;&#1575; &#1610;&#1583;&#1593;&#1608; &#1571;&#1582;&#1575;&#1607; &#1573;&#1604;&#1609; &#1589;&#1604;&#1578;&#1607; &#1608;&#1604;&#1575; &#1610;&#1578;&#1594;&#1575;&#1605;&#1587; &#1604;&#1607; &#1593;&#1606; &#1603;&#1604;&#1575;&#1605;&#1607;&#1548; &#1587;&#1605;&#1593;&#1578; &#1571;&#1576;&#1610; &#1610;&#1602;&#1608;&#1604;: &#1573;&#1584;&#1575; &#1578;&#1606;&#1575;&#1586;&#1593; &#1575;&#1579;&#1606;&#1575;&#1606; &#1601;&#1593;&#1575;&#1586; &#1571;&#1581;&#1583;&#1607;&#1605;&#1575; &#1575;&#1604;&#1570;&#1582;&#1585; &#1601;&#1604;&#1610;&#1585;&#1580;&#1593; &#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605; &#1573;&#1604;&#1609; &#1589;&#1575;&#1581;&#1576;&#1607; &#1581;&#1578;&#1609; &#1610;&#1602;&#1608;&#1604; &#1604;&#1589;&#1575;&#1581;&#1576;&#1607;: &#1571;&#1610; &#1571;&#1582;&#1610; &#1571;&#1606;&#1575; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605;&#1548; &#1581;&#1578;&#1609; &#1610;&#1602;&#1591;&#1593; &#1575;&#1604;&#1607;&#1580;&#1585;&#1575;&#1606; &#1576;&#1610;&#1606;&#1607; &#1608;&#1576;&#1610;&#1606; &#1589;&#1575;&#1581;&#1576;&#1607;&#1548; &#1601;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1576;&#1575;&#1585;&#1603; &#1608;&#1578;&#1593;&#1575;&#1604;&#1609; &#1581;&#1603;&#1605; &#1593;&#1583;&#1604; &#1610;&#1571;&#1582;&#1584; &#1604;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605; &#1605;&#1606; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">4&ndash; Imam al-Sadiq (AS) said, &lsquo;No sooner do two men who forsake each other part than one of them becomes deserving of disassociation [by Allah] and curse, and both of them may become deserving of it&rsquo;. Mu`aattab said to him, &lsquo;May Allah sacrifice me for your sake, this is for the one who wronged, but what about the one who was wronged?&rsquo; He said, &lsquo;Because he does not call his brother to reconciliation and does not forgive him for what he said. I heard my father say, &lsquo;When two people dispute with each other and one overcomes the other, the one who has been wronged should return to his friend and says to him 'O brother I am the one at fault', to cut the desertion between them, for Allah Almighty is a Just Judge, and will take the right of the wronged one from the wronger.&rsquo;[al-Kafi, v. 2, p. 344, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1606;&#1607;&#1610; &#1593;&#1606; &#1607;&#1580;&#1585;&#1577; &#1575;&#1604;&#1571;&#1582; &#1601;&#1608;&#1602; &#1579;&#1604;&#1575;&#1579;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Prohibition of Forsaking a Brother for More than Three Days</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1575; &#1607;&#1580;&#1585;&#1577; &#1601;&#1608;&#1602; &#1579;&#1604;&#1575;&#1579;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">5&ndash; The Prophet (SAWA) said, &lsquo;Forsaking [one&rsquo;s brother] for more than three days is not allowed.&rsquo;[al-Kafi, v. 2, p. 344, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1575; &#1610;&#1581;&#1604; &#1604;&#1604;&#1605;&#1572;&#1605;&#1606; &#1571;&#1606; &#1610;&#1607;&#1580;&#1585; &#1571;&#1582;&#1575;&#1607; &#1601;&#1608;&#1602; &#1579;&#1604;&#1575;&#1579;&#1577; &#1571;&#1610;&#1575;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">6&ndash; The Prophet (SAWA) said, &lsquo;It is not permitted for a believer to desert his brother for more than three days.&rsquo;[Kanz al-`Ummal, no. 24793]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1575; &#1578;&#1581;&#1604; &#1575;&#1604;&#1607;&#1580;&#1585;&#1577; &#1601;&#1608;&#1602; &#1579;&#1604;&#1575;&#1579;&#1577; &#1571;&#1610;&#1575;&#1605;&#1548; &#1601;&#1573;&#1606; &#1575;&#1604;&#1578;&#1602;&#1610;&#1575; &#1601;&#1587;&#1604;&#1605; &#1571;&#1581;&#1583;&#1607;&#1605;&#1575; &#1601;&#1585;&#1583; &#1575;&#1604;&#1570;&#1582;&#1585; &#1575;&#1588;&#1578;&#1585;&#1603;&#1575; &#1601;&#1610; &#1575;&#1604;&#1571;&#1580;&#1585;&#1548; &#1608;&#1573;&#1606; &#1604;&#1605; &#1610;&#1585;&#1583; &#1576;&#1585;&#1574; &#1607;&#1584;&#1575; &#1605;&#1606; &#1575;&#1604;&#1573;&#1579;&#1605;&#1548; &#1608;&#1576;&#1575;&#1569; &#1576;&#1607; &#1575;&#1604;&#1570;&#1582;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">7&ndash; The Prophet (SAWA) said, &lsquo;Deserting [one&rsquo;s brother] for more than three days is not allowed, and if they meet thereafter and one of them greets the other, and he returns the greeting, they will both share the reward. But if he does not return the greeting, the person who greeted is cleared of sin, and will take the reward alone.&rsquo;[al-Targhib wa al-Tarhib, v. 3, p. 457, no. 7]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1575; &#1578;&#1583;&#1575;&#1576;&#1585;&#1608;&#1575;&#1548; &#1608;&#1604;&#1575; &#1578;&#1602;&#1575;&#1591;&#1593;&#1608;&#1575;&#1548; &#1608;&#1603;&#1608;&#1606;&#1608;&#1575; &#1593;&#1576;&#1575;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1582;&#1608;&#1575;&#1606;&#1575;&#1548; &#1607;&#1580;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1579;&#1604;&#1575;&#1579;&#1575;&#1548; &#1601;&#1573;&#1606; &#1578;&#1603;&#1604;&#1605;&#1575; &#1608;&#1573;&#1604;&#1575; &#1571;&#1593;&#1585;&#1590; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1593;&#1606;&#1607;&#1605;&#1575; &#1581;&#1578;&#1609; &#1610;&#1578;&#1603;&#1604;&#1605;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">8&ndash; The Prophet (SAWA) said, &lsquo;Do not turn your backs to each other and do not cut ties amongst yourselves, and be servants of Allah as brothers. Deserting a believer for [more than] three days [is not allowed] and they must speak [thereafter], but if they do not Allah Almighty turns away from them until they speak.&rsquo;[al-Targhib wa al-Tarhib, v. 3, p. 457, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1610;&#1605;&#1575; &#1605;&#1587;&#1604;&#1605;&#1610;&#1606; &#1578;&#1607;&#1575;&#1580;&#1585;&#1575; &#1601;&#1605;&#1603;&#1579;&#1575; &#1579;&#1604;&#1575;&#1579;&#1575; &#1604;&#1575; &#1610;&#1589;&#1591;&#1604;&#1581;&#1575;&#1606; &#1573;&#1604;&#1575; &#1603;&#1575;&#1606;&#1575; &#1582;&#1575;&#1585;&#1580;&#1610;&#1606; &#1605;&#1606; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605;&#1548; &#1608;&#1604;&#1605; &#1610;&#1603;&#1606; &#1576;&#1610;&#1606;&#1607;&#1605;&#1575; &#1608;&#1604;&#1575;&#1610;&#1577;&#1548; &#1601;&#1571;&#1610;&#1607;&#1605;&#1575; &#1587;&#1576;&#1602; &#1573;&#1604;&#1609; &#1603;&#1604;&#1575;&#1605; &#1571;&#1582;&#1610;&#1607; &#1603;&#1575;&#1606; &#1575;&#1604;&#1587;&#1575;&#1576;&#1602; &#1573;&#1604;&#1609; &#1575;&#1604;&#1580;&#1606;&#1577; &#1610;&#1608;&#1605; &#1575;&#1604;&#1581;&#1587;&#1575;&#1576; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">9&ndash; The Prophet (SAWA) said, &lsquo;No sooner do two Muslims forsake each other and stay like that for three days without reconciling, then they are regarded as having left Islam and there is no guardianship between them. Whoever of them precedes in speaking to his brother will precede entrance into Heaven on the Day of Judgment.&rsquo;[al-Kafi, v. 2, p. 354, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1605;&#1606; &#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1575;&#1607;&#1578;&#1580;&#1585;&#1575; &#1601;&#1608;&#1602; &#1579;&#1604;&#1575;&#1579; &#1573;&#1604;&#1575; &#1608;&#1576;&#1585;&#1574;&#1578; &#1605;&#1606;&#1607;&#1605;&#1575; &#1601;&#1610; &#1575;&#1604;&#1579;&#1575;&#1604;&#1579;&#1577;&#1548; &#1601;&#1602;&#1610;&#1604; &#1604;&#1607;: &#1610;&#1575;&#1576;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1607;&#1584;&#1575; &#1581;&#1575;&#1604; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605; &#1601;&#1605;&#1575; &#1576;&#1575;&#1604; &#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605;&#1567; &#1601;&#1602;&#1575;&#1604; (&#1593;): &#1605;&#1575; &#1576;&#1575;&#1604; &#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605; &#1604;&#1575; &#1610;&#1589;&#1610;&#1585; &#1573;&#1604;&#1609; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605; &#1601;&#1610;&#1602;&#1608;&#1604;: &#1571;&#1606;&#1575; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605;&#1548; &#1581;&#1578;&#1609; &#1610;&#1589;&#1591;&#1604;&#1581;&#1575; &#1567;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify">10&ndash; Imam al-Baqir (AS) said, &lsquo;Any two believers who forsake each other for more than three days, I disassociate myself from them on the third day.&rsquo; He was asked, &lsquo;O son of the Prophet, this is in regard to the one wronging, but what about the wronged?&rsquo; He (SAWA) said, &lsquo;Well why doesn&rsquo;t the wronged one himself go to the wronger and say, &lsquo;I am in the wrong, until they reconcile?!&rsquo;[Bihar al-Anwar, v. 75, p. 188, no. 10]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
