<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>DEVILISH MISGIVINGS&nbsp;&nbsp; &#1575;&#1604;&#1608;&#1587;&#1608;&#1587;&#1577;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">DEVILISH MISGIVINGS</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1608;&#1587;&#1608;&#1587;&#1577;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1608;&#1587;&#1608;&#1587;&#1577; &#1601;&#1610; &#1575;&#1604;&#1593;&#1602;&#1575;&#1574;&#1583;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">Misgivings in Matters of Belief</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1593;&#1606; &#1575;&#1576;&#1606;&rlm;&#1605;&#1587;&#1593;&#1608;&#1583;: &#1587;&#1571;&#1604;&#1606;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1593;&#1606; &#1575;&#1604;&#1585;&#1580;&#1604; &#1610;&#1580;&#1583; &#1575;&#1604;&#1588;&#1610;&#1569; &#1604;&#1608; &#1582;&#1585; &#1605;&#1606; &#1575;&#1604;&#1587;&#1605;&#1575;&#1569; &#1601;&#1578;&#1582;&#1591;&#1601;&#1607; &#1575;&#1604;&#1591;&#1610;&#1585; &#1603;&#1575;&#1606; &#1571;&#1581;&#1576; &#1573;&#1604;&#1610;&#1607; &#1605;&#1606; &#1571;&#1606; &#1610;&#1578;&#1603;&#1604;&#1605; &#1576;&#1607;&#1548; &#1602;&#1575;&#1604;: &#1584;&#1575;&#1603; &#1605;&#1581;&#1590; &#1575;&#1604;&#1573;&#1610;&#1605;&#1575;&#1606;&#1548; &#1571;&#1608; &#1589;&#1585;&#1610;&#1581; &#1575;&#1604;&#1573;&#1610;&#1605;&#1575;&#1606;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) &ndash; when asked about a man who sees something falling from the sky, which a bird snatches, and that he preferred not to talk about it, said, &lsquo;That is genuine faith or true faith.&rsquo;[Kanz al-`Ummal, no. 1709]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1578;&#1580;&#1575;&#1608;&#1586; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1575;&#1605;&#1578;&#1610; &#1593;&#1605;&#1575; &#1581;&#1583;&#1579;&#1578; &#1576;&#1607; &#1571;&#1606;&#1601;&#1587;&#1607;&#1575; &#1605;&#1575;&#1604;&#1605; &#1578;&#1606;&#1591;&#1602; &#1576;&#1607; &#1571;&#1608; &#1578;&#1593;&#1605;&#1604;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, &lsquo;Allah overlooks for the people of my community whatever their selves say to them [of misgivings] as long as they neither utter it nor perform it.&rsquo;[Tanbih al-Khawatir, v. 2, p. 120]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1578;&#1581;&#1584;&#1610;&#1585; &#1605;&#1606; &#1575;&#1604;&#1608;&#1587;&#1608;&#1587;&#1577; &#1601;&#1610; &#1575;&#1604;&#1608;&#1590;&#1608;&#1569; &#1608;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Caution against Misgivings in Ablution and Prayers</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">3&#1600; &#1593;&#1606; &#1593;&#1576;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1606; &#1587;&#1606;&#1575;&#1606;: &#1584;&#1603;&#1585;&#1578; &#1604;&#1571;&#1576;&#1610; &#1593;&#1576;&#1583;&#1575;&#1604;&#1604;&#1607;&rlm; <span lang="ar-sa">(&#1593;) &#1585;&#1580;&#1604;&#1575; &#1605;&#1576;&#1578;&#1604;&#1609; &#1576;&#1575;&#1604;&#1608;&#1590;&#1608;&#1569; &#1608;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577;&#1548; &#1608;&#1602;&#1604;&#1578;: &#1607;&#1608; &#1585;&#1580;&#1604; &#1593;&#1575;&#1602;&#1604;&#1548; &#1601;&#1602;&#1575;&#1604; &#1571;&#1576;&#1608; &#1593;&#1576;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; (&#1593;): &#1608;&#1571;&#1610; &#1593;&#1602;&#1604; &#1604;&#1607; &#1608;&#1607;&#1608; &#1610;&#1591;&#1610;&#1593; &#1575;&#1604;&#1588;&#1610;&#1591;&#1575;&#1606; &#1567; !<br />&#1601;&#1602;&#1604;&#1578; &#1604;&#1607;: &#1608;&#1603;&#1610;&#1601; &#1610;&#1591;&#1610;&#1593; &#1575;&#1604;&#1588;&#1610;&#1591;&#1575;&#1606; &#1567; &#1601;&#1602;&#1575;&#1604;: &#1587;&#1604;&#1607; &#1607;&#1584;&#1575; &#1575;&#1604;&#1584;&#1610; &#1610;&#1571;&#1578;&#1610;&#1607; &#1605;&#1606; &#1571;&#1610; &#1588;&#1610;&#1569; &#1607;&#1608;&#1567; &#1601;&#1573;&#1606;&#1607; &#1610;&#1602;&#1608;&#1604; &#1604;&#1603;: &#1605;&#1606; &#1593;&#1605;&#1604; &#1575;&#1604;&#1588;&#1610;&#1591;&#1575;&#1606;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; Imam al-Sadiq (AS) &ndash; when `Aabdullah b. Sinan mentioned a man troubled in his ablution and his prayers, and announced that he was a sane man, said, &lsquo;What kind of mind does he have if he is obeying Satan?!&rsquo; [He said] So I said to him, &lsquo;And how is he obeying Satan?&rsquo; So he said, &lsquo;Ask him this [misgiving] that he has, where does it come from?&rsquo; And he shall say to you, &lsquo;It is an act of Satan.&rsquo;[al-Kafi, v. 2, p. 463, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">4&#1600; &#1593;&#1606; &#1586;&#1585;&#1575;&#1585;&#1577; &#1608;&#1571;&#1576;&#1610; &#1576;&#1589;&#1610;&#1585;: &#1602;&#1604;&#1606;&#1575; &#1604;&#1607;: &#1575;&#1604;&#1585;&#1580;&#1604; &#1610;&#1588;&#1603; &#1603;&#1579;&#1610;&#1585;&#1575; &#1601;&#1610; &#1589;&#1604;&#1575;&#1578;&#1607; &#1581;&#1578;&#1609; &#1604;&#1575; &#1610;&#1583;&#1585;&#1610; &#1603;&#1605; &#1589;&#1604;&#1610; &#1608;&#1604;&#1575; &#1605;&#1575; &#1576;&#1602;&#1610; &#1593;&#1604;&#1610;&#1607; &#1602;&#1575;&#1604;: &#1610;&#1593;&#1610;&#1583;&#1548; &#1602;&#1604;&#1606;&#1575; &#1604;&#1607;: &#1601;&#1573;&#1606;&#1607; &#1610;&#1603;&#1579;&#1585; &#1593;&#1604;&#1610;&#1607; &#1584;&#1604;&#1603; &#1603;&#1604;&#1605;&#1575; &#1593;&#1575;&#1583; &#1588;&#1603; &#1567; &#1602;&#1575;&#1604;: &#1610;&#1605;&#1590;&#1610; &#1601;&#1610; &#1588;&#1603;&#1607; . <br />&#1579;&#1605; &#1602;&#1575;&#1604;: &#1604;&#1575;&#1578;&#1593;&#1608;&#1583;&#1608;&#1575; &#1575;&#1604;&#1582;&#1576;&#1610;&#1579; &#1605;&#1606; &#1571;&#1606;&#1601;&#1587;&#1603;&#1605; &#1576;&#1606;&#1602;&#1590; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1601;&#1578;&#1591;&#1605;&#1593;&#1608;&#1607; &#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1588;&#1610;&#1591;&#1575;&#1606; &#1582;&#1576;&#1610;&#1579; &#1610;&#1593;&#1578;&#1575;&#1583; &#1604;&#1605;&#1575; &#1593;&#1608;&#1583;&#1548; &#1601;&#1604;&#1610;&#1605;&#1590; &#1571;&#1581;&#1583;&#1603;&#1605; &#1601;&#1610; &#1575;&#1604;&#1608;&#1607;&#1605;&#1548; &#1608;&#1604;&#1575; &#1610;&#1603;&#1579;&#1585;&#1606; &#1606;&#1602;&#1590; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;&#1548; &#1601;&#1573;&#1606;&#1607; &#1573;&#1584;&#1575; &#1601;&#1593;&#1604; &#1584;&#1604;&#1603; &#1605;&#1585;&#1575;&#1578; &#1604;&#1605; &#1610;&#1593;&#1583; &#1573;&#1604;&#1610;&#1607; &#1575;&#1604;&#1588;&#1603; .<br />&#1602;&#1575;&#1604; &#1586;&#1585;&#1575;&#1585;&#1577;: &#1579;&#1605; &#1602;&#1575;&#1604;: &#1573;&#1606;&#1605;&#1575; &#1610;&#1585;&#1610;&#1583; &#1575;&#1604;&#1582;&#1576;&#1610;&#1579; &#1571;&#1606; &#1610;&#1591;&#1575;&#1593;&#1548; &#1601;&#1573;&#1584;&#1575; &#1593;&#1589;&#1610; &#1604;&#1605; &#1610;&#1593;&#1583; &#1573;&#1604;&#1609; &#1571;&#1581;&#1583;&#1603;&#1605;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; Imam al-Sadiq (AS), was asked about the extent of doubt that a particular man was having as to how many untis of prayer he had performed, such that he neither knew how many he had performed, nor how many he had left. He replied, &lsquo;He should repeat it&rsquo;. So we asked him, &lsquo;But this state is so excessive in him that everytime he repeats [his prayer] he doubts again.&rsquo; He said, &lsquo;Then he should continue regardless of his doubt.&rsquo; Then he said, &lsquo;Do not accustom the malignant [part] of yourselves to the breaking of the prayer lest you arouse further greed in it, for verily Satan is malignant and gets habituated to whatever he is made accustomed to. So you should ignore that insinuation [and continue], and you should not break your prayers often, and if you do this [i.e. ignore the doubt] often enough, the doubt will not resurface.&rsquo; Zurara narrated: Then he (AS) said, &lsquo;Verily the malignant wants to be obeyed, so when it is disobeyed, it does not return to you.&rsquo;[al-Kafi, v. 1, p. 12, no. 10]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1593;&#1604;&#1575;&#1580; &#1575;&#1604;&#1608;&#1587;&#1608;&#1575;&#1587;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Treatment of Devilish Misgivings</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1589;&#1608;&#1605; &#1579;&#1604;&#1575;&#1579;&#1577; &#1571;&#1610;&#1575;&#1605; &#1605;&#1606; &#1603;&#1604; &#1588;&#1607;&#1585; &#1600; &#1571;&#1585;&#1576;&#1593;&#1575;&#1569; &#1576;&#1610;&#1606; &#1582;&#1605;&#1610;&#1587;&#1610;&#1606; &#1600; &#1608;&#1589;&#1608;&#1605; &#1588;&#1593;&#1576;&#1575;&#1606; &#1610;&#1584;&#1607;&#1576; &#1576;&#1608;&#1587;&#1608;&#1575;&#1587; &#1575;&#1604;&#1589;&#1583;&#1585;&#1548; &#1608;&#1576;&#1604;&#1575;&#1576;&#1604; &#1575;&#1604;&#1602;&#1604;&#1576;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; Imam Ali (AS) said, &lsquo;Fasting for three days of every month &ndash; a Wednesday between two Thursdays, and fasting in the month of Sha`aban, removes the misgivings in the breasts and the confusions of the heart.&rsquo;[al-Khisal, p. 612, no. 10]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1584;&#1603;&#1585;&#1606;&#1575; &#1571;&#1607;&#1604; &#1575;&#1604;&#1576;&#1610;&#1578; &#1588;&#1601;&#1575;&#1569; &#1605;&#1606; &#1575;&#1604;&#1608;&#1593;&#1603; &#1608;&#1575;&#1604;&#1571;&#1587;&#1602;&#1575;&#1605; &#1608;&#1608;&#1587;&#1608;&#1575;&#1587; &#1575;&#1604;&#1585;&#1610;&#1576;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; Imam Ali (AS) said, &lsquo;Remembrance of us, the ahl al-bayt is a cure from indisposition, ailments and misgivings of doubt.&rsquo;[Bihar al-Anwar, v. 81, p. 203, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1608;&#1602;&#1583; &#1587;&#1574;&#1604; &#1593;&#1606; &#1575;&#1604;&#1608;&#1587;&#1608;&#1587;&#1577; &#1608;&#1573;&#1606; &#1603;&#1579;&#1585;&#1578; &#1600;: &#1604;&#1575; &#1588;&#1610;&#1569; &#1601;&#1610;&#1607;&#1575;&#1548; &#1578;&#1602;&#1608;&#1604;: &#1604;&#1575;&#1573;&#1604;&#1607; &#1573;&#1604;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; Imam al-Sadiq (AS), when asked about [devilish] misgivings, and if they happen often, said, &lsquo;They are insignificant. Just say: &lsquo;There is no God but Allah (la ilaha illa Allah).&rsquo;[al-Kafi, v. 2, p. 424, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
