<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>DISPUTATION&nbsp;&nbsp; &#1575;&#1604;&#1605;&#1585;&#1575;&#1569;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">DISPUTATION</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1605;&#1585;&#1575;&#1569;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1584;&#1605; &#1575;&#1604;&#1605;&#1585;&#1575;&#1569; &#1608;&#1570;&#1579;&#1575;&#1585;&#1607;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #008080; font-family: Arial;"><span style="font-size: 13pt; font-weight: 700">The Censure of Disputaion and its Effects</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1575;&#1610;&#1587;&#1578;&#1603;&#1605;&#1604; &#1593;&#1576;&#1583; &#1581;&#1602;&#1610;&#1602;&#1577; &#1575;&#1604;&#1573;&#1610;&#1605;&#1575;&#1606; &#1581;&#1578;&#1609; &#1610;&#1583;&#1593; &#1575;&#1604;&#1605;&#1585;&#1575;&#1569; &#1608;&#1573;&#1606; &#1603;&#1575;&#1606; &#1605;&#1581;&#1602;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 12pt">1&ndash; The Prophet (SAWA) said, &lsquo;A servant will not perfect the reality of faith until he abandons disputation, even if he is right.&rsquo;[Muniyat al-Murid, p. 171]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1608;&#1585;&#1593; &#1575;&#1604;&#1606;&#1575;&#1587; &#1605;&#1606; &#1578;&#1585;&#1603; &#1575;&#1604;&#1605;&#1585;&#1575;&#1569; &#1608;&#1573;&#1606; &#1603;&#1575;&#1606; &#1605;&#1581;&#1602;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">2&ndash; The Prophet (SAWA) said, &lsquo;The most pious of people is he who abandons disputation, even if he is right.&rsquo;[Amali al-Saduq, p. 28, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1610;&#1575;&#1603;&#1605; &#1608;&#1575;&#1604;&#1605;&#1585;&#1575;&#1569; &#1608;&#1575;&#1604;&#1582;&#1589;&#1608;&#1605;&#1577; &#1563; &#1601;&#1573;&#1606;&#1607;&#1605;&#1575; &#1610;&#1605;&#1585;&#1590;&#1575;&#1606; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1593;&#1604;&#1609; &#1575;&#1604;&#1573;&#1582;&#1608;&#1575;&#1606;&#1548; &#1608;&#1610;&#1606;&#1576;&#1578; &#1593;&#1604;&#1610;&#1607;&#1605;&#1575; &#1575;&#1604;&#1606;&#1601;&#1575;&#1602;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">3&ndash; Imam Ali (AS) said, &lsquo;Beware of disputation and argument, for they sicken the hearts against brothers, and hypocrisy grows from them.&rsquo;[al-Kafi, v. 2, p. 300, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1590;&#1606; &#1576;&#1593;&#1585;&#1590;&#1607; &#1601;&#1604;&#1610;&#1583;&#1593; &#1575;&#1604;&#1605;&#1585;&#1575;&#1569;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">4&ndash; Imam Ali (AS) said, &lsquo;Whoever wants to hold on to his repuation should abandon disputation.&rsquo;[Nahj al-Balagha, Saying 362]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1587;&#1578;&#1577; &#1604;&#1575; &#1610;&#1605;&#1575;&#1585;&#1608;&#1606;: &#1575;&#1604;&#1601;&#1602;&#1610;&#1607;&#1548; &#1608;&#1575;&#1604;&#1585;&#1574;&#1610;&#1587;&#1548; &#1608;&#1575;&#1604;&#1583;&#1606;&#1610;&#1548; &#1608;&#1575;&#1604;&#1576;&#1584;&#1610;&#1548; &#1608;&#1575;&#1604;&#1605;&#1585;&#1571;&#1577;&#1548; &#1608;&#1575;&#1604;&#1589;&#1576;&#1610; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">5&ndash; Imam Ali (AS) said, &lsquo;One should not dispute with six types of people: the jurist, the leader, the low, the lewd, the woman, and the child.&rsquo;[Ghurar al-Hikam, no. 5634]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1605;&#1606; &#1575;&#1604;&#1578;&#1608;&#1575;&#1590;&#1593;... &#1571;&#1606; &#1610;&#1578;&#1585;&#1603; &#1575;&#1604;&#1605;&#1585;&#1575;&#1569; &#1608;&#1573;&#1606; &#1603;&#1575;&#1606; &#1605;&#1581;&#1602;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">6&ndash; Imam Ali (AS) said, &lsquo;Humbleness is to &hellip; abandon disputation, even if one is right.&rsquo;[Ma`ani al-Akhbar, p. 381, no. 9]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1607;&#1575;&#1583;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1605;&#1585;&#1575;&#1569; &#1610;&#1601;&#1587;&#1583; &#1575;&#1604;&#1589;&#1583;&#1575;&#1602;&#1577; &#1575;&#1604;&#1602;&#1583;&#1610;&#1605;&#1577;&#1548; &#1608;&#1610;&#1581;&#1604;&#1604; &#1575;&#1604;&#1593;&#1602;&#1583;&#1577; &#1575;&#1604;&#1608;&#1579;&#1610;&#1602;&#1577;&#1548; &#1608;&#1571;&#1602;&#1604; &#1605;&#1575; &#1601;&#1610;&#1607; &#1571;&#1606; &#1578;&#1603;&#1608;&#1606; &#1601;&#1610;&#1607; &#1575;&#1604;&#1605;&#1594;&#1575;&#1604;&#1576;&#1577;&#1548; &#1608;&#1575;&#1604;&#1605;&#1594;&#1575;&#1604;&#1576;&#1577; &#1575;&#1587; &#1571;&#1587;&#1576;&#1575;&#1576; &#1575;&#1604;&#1602;&#1591;&#1610;&#1593;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">7&ndash; Imam al-Hadi (AS) said, &lsquo;Disputation corrupts old friendships, undoes strong ties, and the least of it brings about agression, and agression is the basic cause of cutting off relations.&rsquo;[A`alam al-Din, p. 311]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1593;&#1587;&#1603;&#1585;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1578;&#1605;&#1575;&#1585; &#1601;&#1610;&#1584;&#1607;&#1576; &#1576;&#1607;&#1575;&#1572;&#1603;&#1548; &#1608;&#1604;&#1575;&#1578;&#1605;&#1575;&#1586;&#1581; &#1601;&#1610;&#1580;&#1578;&#1585;&#1571; &#1593;&#1604;&#1610;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">8&ndash; Imam al-`Aaskari (AS) said, &lsquo;Do not dispute lest your splendour fade, and do not joke lest people feel defiant towards you.&rsquo;[Tuhaf al-`Uqoul, p. 486]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
