<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>DIVORCE&nbsp;&nbsp; &#1575;&#1604;&#1591;&#1604;&#1575;&#1602;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">DIVORCE </span><span style="font-size: 30pt; font-family: Arial;">&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1591;&#1604;&#1575;&#1602;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1584;&#1605; &#1575;&#1604;&#1591;&#1604;&#1575;&#1602;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Censure of Divorce</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1575; &#1571;&#1581;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1588;&#1610;&#1574;&#1575; &#1571;&#1576;&#1594;&#1590; &#1573;&#1604;&#1610;&#1607; &#1605;&#1606; &#1575;&#1604;&#1591;&#1604;&#1575;&#1602;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">1&ndash; The Prophet (SAWA) said, &lsquo;Allah has not made permissible anything more abominable to Him than divorce.&rsquo;[Kanz al-`Ummal, no. 27871]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1610;&#1576;&#1594;&#1590; &#1571;&#1608; &#1610;&#1604;&#1593;&#1606; &#1603;&#1604; &#1584;&#1608;&#1575;&#1602; &#1605;&#1606; &#1575;&#1604;&#1585;&#1580;&#1575;&#1604;&#1548; &#1608;&#1603;&#1604; &#1584;&#1608;&#1575;&#1602;&#1577; &#1605;&#1606; &#1575;&#1604;&#1606;&#1587;&#1575;&#1569;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">2&ndash; The Prophet (SAWA) said, &lsquo;Verily Allah, Mighty and Exalted, despises or excludes from His mercy every man who is quick to contract new marriages, and every woman who does so.&rsquo;[al-Kafi, v. 6, p. 54, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1610;&#1576;&#1594;&#1590; &#1603;&#1604; &#1605;&#1591;&#1604;&#1575;&#1602; &#1584;&#1608;&#1575;&#1602;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">3&ndash; Imam al-Baqir (AS) said, &lsquo;Verily Allah, Mighty and Exalted, despises every man who is quick to contract new divorces and marriages.&rsquo;[al-Kafi, v. 6, p. 55, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1605;&#1606; &#1588;&#1610;&#1569; &#1605;&#1605;&#1575; &#1571;&#1581;&#1604;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1571;&#1576;&#1594;&#1590; &#1573;&#1604;&#1610;&#1607; &#1605;&#1606; &#1575;&#1604;&#1591;&#1604;&#1575;&#1602;&#1548; &#1608;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1576;&#1594;&#1590; &#1575;&#1604;&#1605;&#1591;&#1604;&#1575;&#1602; &#1575;&#1604;&#1584;&#1608;&#1575;&#1602;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">4&ndash; Imam al-Sadiq (AS) said, &lsquo;Nothing is more abominable to Allah from all that He has made permissible than divorce, and verily Allah despises one who is quick to contract new divorces and marriages.&rsquo;[al-Kafi, v. 6, p. 54, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1610;&#1581;&#1576; &#1575;&#1604;&#1576;&#1610;&#1578; &#1575;&#1604;&#1584;&#1610; &#1601;&#1610;&#1607; &#1575;&#1604;&#1593;&#1585;&#1587;&#1548; &#1608;&#1610;&#1576;&#1594;&#1590; &#1575;&#1604;&#1576;&#1610;&#1578; &#1575;&#1604;&#1584;&#1610; &#1601;&#1610;&#1607; &#1575;&#1604;&#1591;&#1604;&#1575;&#1602;&#1548; &#1608;&#1605;&#1575; &#1605;&#1606; &#1588;&#1610;&#1569; &#1571;&#1576;&#1594;&#1590; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1605;&#1606; &#1575;&#1604;&#1591;&#1604;&#1575;&#1602; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">5&ndash; Imam al-Sadiq (AS) said, &lsquo;Verily Allah, Mighty and Exalted, loves the house wherein a wedding is taking place, and despises the house wherein a divorce is in process, and nothing is more abominable to Allah than divorce.&rsquo;[al-Kafi, v. 6, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1581;&#1603;&#1605;&#1577; &#1575;&#1604;&#1591;&#1604;&#1575;&#1602; &#1579;&#1604;&#1575;&#1579;&#1575;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 25pt; color: #990033; font-family: Arial;">The Wisdom in Restricting the Divorce to Three Times</span></strong></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1585;&#1590;&#1575; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1575;&#1604;&#1593;&#1604;&#1577; &#1575;&#1604;&#1578;&#1610; &#1605;&#1606; &#1571;&#1580;&#1604;&#1607;&#1575; &#1604;&#1575; &#1578;&#1581;&#1604; &#1575;&#1604;&#1605;&#1591;&#1604;&#1602;&#1577; &#1604;&#1604;&#1593;&#1583;&#1577; &#1604;&#1586;&#1608;&#1580;&#1607;&#1575; &#1581;&#1578;&#1609; &#1578;&#1606;&#1603;&#1581; &#1586;&#1608;&#1580;&#1575; &#1594;&#1610;&#1585;&#1607; &#1600;: &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1576;&#1575;&#1585;&#1603; &#1608; &#1578;&#1593;&#1575;&#1604;&#1609; &#1573;&#1606;&#1605;&#1575; &#1571;&#1584;&#1606; &#1601;&#1610; &#1575;&#1604;&#1591;&#1604;&#1575;&#1602; &#1605;&#1585;&#1578;&#1610;&#1606;&#1548; &#1601;&#1602;&#1575;&#1604; &#1593;&#1586;&#1608;&#1580;&#1604;: &laquo;&#1575;&#1604;&#1591;&#1604;&#1575;&#1602; &#1605;&#1585;&#1578;&#1575;&#1606; &#1601;&#1573;&#1605;&#1587;&#1575;&#1603; &#1576;&#1605;&#1593;&#1585;&#1608;&#1601; &#1571;&#1608; &#1578;&#1587;&#1585;&#1610;&#1581; &#1576;&#1573;&#1581;&#1587;&#1575;&#1606;&raquo; (&#1575;&#1604;&#1576;&#1602;&#1585;&#1577; / 229)&#1563; &#1610;&#1593;&#1606;&#1610; &#1601;&#1610; &#1575;&#1604;&#1578;&#1591;&#1604;&#1610;&#1602;&#1577; &#1575;&#1604;&#1579;&#1575;&#1604;&#1579;&#1577;&#1548; &#1608;&#1604;&#1583;&#1582;&#1608;&#1604;&#1607; &#1601;&#1610;&#1605;&#1575; &#1603;&#1585;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1604;&#1607; &#1605;&#1606; &#1575;&#1604;&#1591;&#1604;&#1575;&#1602; &#1575;&#1604;&#1579;&#1575;&#1604;&#1579; &#1581;&#1585;&#1605;&#1607;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607;&#1548; &#1601;&#1604;&#1575; &#1578;&#1581;&#1604; &#1604;&#1607; &#1605;&#1606; &#1576;&#1593;&#1583; &#1581;&#1578;&#1609; &#1578;&#1606;&#1603;&#1581; &#1586;&#1608;&#1580;&#1575; &#1594;&#1610;&#1585;&#1607;&#1563; &#1604;&#1574;&#1604;&#1575; &#1610;&#1608;&#1602;&#1593; &#1575;&#1604;&#1606;&#1575;&#1587; &#1575;&#1604;&#1575;&#1587;&#1578;&#1582;&#1601;&#1575;&#1601; &#1576;&#1575;&#1604;&#1591;&#1604;&#1575;&#1602; &#1608;&#1604;&#1575; &#1578;&#1590;&#1575;&#1585; &#1575;&#1604;&#1606;&#1587;&#1575;&#1569;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">6&ndash; Imam al-Rida (AS) was once asked the reason why a man is not allowed to remarry his divorc&eacute;e numerous times unless she has married another husband first, to which he replied, &lsquo;Verily Allah, Blessed and most High, has permitted revocable divorce twice, and said: &ldquo;[Revocable] divorce may be only twice; then [let there be] either an honourable retention, or a kindly release&rdquo; [Qur&rsquo;an 2:229], meaning the third time around. Because of his contracting this divorce that Allah despises so, three times over, Allah prohibits him from doing it again, so she [his divorc&eacute;e] is not lawful for him until she marries another husband [and he divorces her], in order that people do not plunge into divorce, taking it as a light matter, and in order that women may not be caused to suffer in the process.&rsquo;[`Uyoun Akhbar al-Ridha (AS), v. 2, p. 85, no. 27]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1585;&#1590;&#1575; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1605;&#1575; &#1603;&#1578;&#1576; &#1573;&#1604;&#1609; &#1605;&#1581;&#1605;&#1583; &#1576;&#1606; &#1587;&#1606;&#1575;&#1606; &#1601;&#1610; &#1593;&#1604;&#1577; &#1575;&#1604;&#1591;&#1604;&#1575;&#1602; &#1579;&#1604;&#1575;&#1579;&#1575; &#1600;: &#1608;&#1593;&#1604;&#1577; &#1575;&#1604;&#1591;&#1604;&#1575;&#1602; &#1579;&#1604;&#1575;&#1579;&#1575; &#1604;&#1605;&#1575; &#1601;&#1610;&#1607; &#1605;&#1606; &#1575;&#1604;&#1605;&#1607;&#1604;&#1577; &#1601;&#1610;&#1605;&#1575; &#1576;&#1610;&#1606; &#1575;&#1604;&#1608;&#1575;&#1581;&#1583;&#1577; &#1573;&#1604;&#1609; &#1575;&#1604;&#1579;&#1604;&#1575;&#1579;&#1563; &#1604;&#1585;&#1594;&#1576;&#1577; &#1578;&#1581;&#1583;&#1579; &#1571;&#1608; &#1587;&#1603;&#1608;&#1606; &#1594;&#1590;&#1576; &#1573;&#1606; &#1603;&#1575;&#1606;&#1548; &#1608;&#1604;&#1610;&#1603;&#1608;&#1606; &#1584;&#1604;&#1603; &#1578;&#1582;&#1608;&#1610;&#1601;&#1575; &#1608;&#1578;&#1571;&#1583;&#1610;&#1576;&#1575; &#1604;&#1604;&#1606;&#1587;&#1575;&#1569; &#1608;&#1586;&#1580;&#1585;&#1575; &#1604;&#1607;&#1606; &#1593;&#1606; &#1605;&#1593;&#1589;&#1610;&#1577; &#1571;&#1586;&#1608;&#1575;&#1580;&#1607;&#1606; &#1601;&#1575;&#1587;&#1578;&#1581;&#1602;&#1578; &#1575;&#1604;&#1605;&#1585;&#1571;&#1577; &#1575;&#1604;&#1601;&#1585;&#1602;&#1577; &#1608;&#1575;&#1604;&#1605;&#1576;&#1575;&#1610;&#1606;&#1577; &#1604;&#1583;&#1582;&#1608;&#1604;&#1607;&#1575; &#1601;&#1610;&#1605;&#1575; &#1604;&#1575; &#1610;&#1606;&#1576;&#1594;&#1610; &#1605;&#1606; &#1605;&#1593;&#1589;&#1610;&#1577; &#1586;&#1608;&#1580;&#1607;&#1575;&#1548; &#1608;&#1593;&#1604;&#1577; &#1578;&#1581;&#1585;&#1610;&#1605; &#1575;&#1604;&#1605;&#1585;&#1571;&#1577; &#1576;&#1593;&#1583; &#1578;&#1587;&#1593; &#1578;&#1591;&#1604;&#1610;&#1602;&#1575;&#1578; &#1601;&#1604;&#1575; &#1578;&#1581;&#1604; &#1604;&#1607; &#1571;&#1576;&#1583;&#1575; &#1593;&#1602;&#1608;&#1576;&#1577;&#1563; &#1604;&#1574;&#1604;&#1575; &#1610;&#1578;&#1604;&#1575;&#1593;&#1576; &#1576;&#1575;&#1604;&#1591;&#1604;&#1575;&#1602;&#1548; &#1608;&#1604;&#1575; &#1578;&#1587;&#1578;&#1590;&#1593;&#1601; &#1575;&#1604;&#1605;&#1585;&#1571;&#1577;&#1548; &#1608;&#1604;&#1610;&#1603;&#1608;&#1606; &#1606;&#1575;&#1592;&#1585;&#1575; &#1601;&#1610; &#1575;&#1605;&#1608;&#1585;&#1607; &#1605;&#1578;&#1610;&#1602;&#1592;&#1575; &#1605;&#1593;&#1578;&#1576;&#1585;&#1575;&#1548; &#1608;&#1604;&#1610;&#1603;&#1608;&#1606; &#1610;&#1575;&#1574;&#1587;&#1575; &#1604;&#1607;&#1575; &#1605;&#1606; &#1575;&#1604;&#1575;&#1580;&#1578;&#1605;&#1575;&#1593; &#1576;&#1593;&#1583; &#1578;&#1587;&#1593; &#1578;&#1591;&#1604;&#1610;&#1602;&#1575;&#1578;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">7&ndash; Imam al-Rida (AS) said in a letter that he wrote to Muhammad Ibn Sinan outlining the reason for restricting the divorce to three times, &lsquo;The reasoning behind the divorce being permissible three times is to do with the respite it gives [each party to think] between the first to the third time &ndash; for in that time, a desire [for one&rsquo;s spouse] may arise or one&rsquo;s rage may subside. Also, [it has been restricted to three] in order to discipline and deter women from disobeying their husbands [time after time] whereby she may have become deserving of separation and distancing for doing something to disobey her husband. The reason why a woman becomes unlawful for a man after nine counts of divorce, where he is absolutely not allowed a woman and is punishable for it, is in order that people do not make a jest of divorce and so that women are not abased, and so that man may consider his situation carefully and vigilantly [before plunging into marriage and divorce], and that he may feel despair at ever coming back together with a woman after having divorced nine times.&rsquo;[`AeIlal al-Shara&rsquo;i`a , p. 507, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
