<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>DUTY&nbsp;&nbsp; &#1575;&#1604;&#1578;&#1603;&#1604;&#1610;&#1601;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 14pt; font-family: Arial;">DUTY</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1578;&#1603;&#1604;&#1610;&#1601;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1578;&#1603;&#1604;&#1610;&#1601;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">Duty</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1593;&#1604;&#1605;&#1608;&#1575; &#1571;&#1606; &#1605;&#1575; &#1603;&#1604;&#1601;&#1578;&#1605; &#1576;&#1607; &#1610;&#1587;&#1610;&#1585;&#1548; &#1608;&#1571;&#1606; &#1579;&#1608;&#1575;&#1576;&#1607; &#1603;&#1579;&#1610;&#1585;&#1548; &#1608;&#1604;&#1608; &#1604;&#1605; &#1610;&#1603;&#1606; &#1601;&#1610;&#1605;&#1575; &#1606;&#1607;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1606;&#1607; &#1605;&#1606; &#1575;&#1604;&#1576;&#1594;&#1610; &#1608;&#1575;&#1604;&#1593;&#1583;&#1608;&#1575;&#1606; &#1593;&#1602;&#1575;&#1576; &#1610;&#1582;&#1575;&#1601; &#1604;&#1603;&#1575;&#1606; &#1601;&#1610; &#1579;&#1608;&#1575;&#1576; &#1575;&#1580;&#1578;&#1606;&#1575;&#1576;&#1607; &#1605;&#1575; &#1604;&#1575; &#1593;&#1584;&#1585; &#1601;&#1610; &#1578;&#1585;&#1603; &#1591;&#1604;&#1576;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; Imam Ali (AS) said, &lsquo;Know that what you have been commanded to do is little and its reward is a lot. Even if there had been no fear of punishment for revolt and disobedience, which Allah has prohibited, the reward in refraining from them would be enough [incentive] to abstain from pursuing them.&rsquo;[Nahj al-Balagha, Letter 51]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607; &#1571;&#1605;&#1585; &#1593;&#1576;&#1575;&#1583;&#1607; &#1578;&#1582;&#1610;&#1610;&#1585;&#1575;&#1548; &#1608;&#1606;&#1607;&#1575;&#1607;&#1605; &#1578;&#1581;&#1584;&#1610;&#1585;&#1575;&#1548; &#1608;&#1603;&#1604;&#1601; &#1610;&#1587;&#1610;&#1585;&#1575;&#1548; &#1608;&#1604;&#1605; &#1610;&#1603;&#1604;&#1601; &#1593;&#1587;&#1610;&#1585;&#1575;&#1548; &#1608;&#1571;&#1593;&#1591;&#1609; &#1593;&#1604;&#1609; &#1575;&#1604;&#1602;&#1604;&#1610;&#1604; &#1603;&#1579;&#1610;&#1585;&#1575;&#1548; &#1608;&#1604;&#1605; &#1610;&#1593;&#1589; &#1605;&#1594;&#1604;&#1608;&#1576;&#1575;&#1548; &#1608;&#1604;&#1605; &#1610;&#1591;&#1593; &#1605;&#1603;&#1585;&#1607;&#1575;&#1548; &#1608;&#1604;&#1605; &#1610;&#1585;&#1587;&#1604; &#1575;&#1604;&#1571;&#1606;&#1576;&#1610;&#1575;&#1569; &#1604;&#1593;&#1576;&#1575;&#1548; &#1608;&#1604;&#1605; &#1610;&#1606;&#1586;&#1604; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1604;&#1604;&#1593;&#1576;&#1575;&#1583; &#1593;&#1576;&#1579;&#1575;&#1548; &#1608;&#1604;&#1575; &#1582;&#1604;&#1602; &#1575;&#1604;&#1587;&#1605;&#1575;&#1608;&#1575;&#1578; &#1608;&#1575;&#1604;&#1571;&#1585;&#1590; &#1608;&#1605;&#1575; &#1576;&#1610;&#1606;&#1607;&#1605;&#1575; &#1576;&#1575;&#1591;&#1604;&#1575;: &laquo;&#1584;&#1604;&#1603; &#1592;&#1606; &#1575;&#1604;&#1584;&#1610;&#1606; &#1603;&#1601;&#1585;&#1608;&#1575; &#1601;&#1608;&#1610;&#1604; &#1604;&#1604;&#1584;&#1610;&#1606; &#1603;&#1601;&#1585;&#1608;&#1575; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1585;&raquo;.</span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; Imam Ali (AS) said, &lsquo;Allah, glory be to Him, ordered His servants by choice and forbade them by warning. He made duties easy and did not order hard duties. For a little He gives plenty, He is not defeatingly disobeyed nor is He obeyed by force. He did not send prophets playfully, nor did He reveal the Book to creation in amusement. He did not create the Heavens and the earth in vain: "That is a conjecture of the faithless. So woe to the faithless for the Fire!" [Qur&rsquo;an 38:27] [al-Kafi, v. 2, p. 463, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1604;&#1575; &#1610;&#1603;&#1604;&#1601; &#1575;&#1604;&#1604;&#1607;&rlm; &#1606;&#1601;&#1587;&#1575; &#1573;&#1604;&#1575; &#1608;&#1587;&#1593;&#1607;&#1575;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Allah Does Not Task Any Soul beyond Its Capacity</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1608;&#1590;&#1593; &#1593;&#1606; &#1575;&#1605;&#1578;&#1610; &#1578;&#1587;&#1593; &#1582;&#1589;&#1575;&#1604;: &#1575;&#1604;&#1582;&#1591;&#1575;&#1569;&#1548; &#1608;&#1575;&#1604;&#1606;&#1587;&#1610;&#1575;&#1606;&#1548; &#1608;&#1605;&#1575; &#1604;&#1575; &#1610;&#1593;&#1604;&#1605;&#1608;&#1606;&#1548; &#1608;&#1605;&#1575; &#1604;&#1575; &#1610;&#1591;&#1610;&#1602;&#1608;&#1606;&#1548; &#1608;&#1605;&#1575; &#1575;&#1590;&#1591;&#1585;&#1608;&#1575; &#1573;&#1604;&#1610;&#1607;&#1548; &#1608;&#1605;&#1575; &#1575;&#1587;&#1578;&#1603;&#1585;&#1607;&#1608;&#1575; &#1593;&#1604;&#1610;&#1607;&#1548; &#1608;&#1575;&#1604;&#1591;&#1610;&#1585;&#1577;&#1548; &#1608;&#1575;&#1604;&#1608;&#1587;&#1608;&#1587;&#1577; &#1601;&#1610; &#1575;&#1604;&#1578;&#1601;&#1603;&#1585; &#1601;&#1610; &#1575;&#1604;&#1582;&#1604;&#1602;&#1548; &#1608;&#1575;&#1604;&#1581;&#1587;&#1583; &#1605;&#1575; &#1604;&#1605; &#1610;&#1592;&#1607;&#1585; &#1576;&#1604;&#1587;&#1575;&#1606; &#1571;&#1608; &#1610;&#1583;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; The Prophet (SAWA) said, &lsquo;Nine things have been forgiven to my community: the mistake, forgetfulness, that which they do not know, that which they cannot bear, that which they are forced to do, that which they are compelled to do, the evil omen, [Satan&rsquo;s] insinuations in thinking about [the origin of] creation, and jealousy that is not manifest on the tongue or the hand.&rsquo;[al-Kafi, v. 2, p. 463, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1575;&#1605;&#1585; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583; &#1573;&#1604;&#1575; &#1576;&#1583;&#1608;&#1606; &#1587;&#1593;&#1578;&#1607;&#1605;&#1548; &#1601;&#1603;&#1604; &#1588;&#1610;&#1569; &#1575;&#1605;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587; &#1576;&#1571;&#1582;&#1584;&#1607; &#1601;&#1607;&#1605; &#1605;&#1578;&#1587;&#1593;&#1608;&#1606; &#1604;&#1607;&#1548; &#1608;&#1605;&#1575; &#1604;&#1575; &#1610;&#1578;&#1587;&#1593;&#1608;&#1606; &#1604;&#1607; &#1601;&#1607;&#1608; &#1605;&#1608;&#1590;&#1608;&#1593; &#1593;&#1606;&#1607;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; Imam al-Sadiq (AS) said, &lsquo;Creation was never ordered outside of their capability, for whatever people were ordered to do they are capable of doing, and whatever they are not capable of doing does not apply to them.&rsquo;[al-Tawhid, p. 347, no. 6]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
