<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>EARNINGS&nbsp;&nbsp; &#1575;&#1604;&#1603;&#1587;&#1576;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-family: Arial;"><span style="font-size: 14pt">EARNINGS</span><span style="font-size: 30pt">&nbsp;&nbsp; </span></span><span style="font-family: Traditional Arabic;"><span style="font-size: 30pt">&#1575;&#1604;&#1603;&#1587;&#1576;</span></span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1571;&#1591;&#1610;&#1576; &#1575;&#1604;&#1603;&#1587;&#1576;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Best of Earnings</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1571;&#1591;&#1610;&#1576; &#1575;&#1604;&#1603;&#1587;&#1576; &#1603;&#1587;&#1576; &#1575;&#1604;&#1578;&#1580;&#1575;&#1585; &#1575;&#1604;&#1584;&#1610;&#1606; &#1573;&#1584;&#1575; &#1581;&#1583;&#1579;&#1608;&#1575; &#1604;&#1605; &#1610;&#1603;&#1584;&#1576;&#1608;&#1575;&#1548; &#1608;&#1573;&#1584;&#1575; &#1575;&#1574;&#1578;&#1605;&#1606;&#1608;&#1575; &#1604;&#1605; &#1610;&#1582;&#1608;&#1606;&#1608;&#1575;&#1548; &#1608;&#1573;&#1584;&#1575; &#1608;&#1593;&#1583;&#1608;&#1575; &#1604;&#1605; &#1610;&#1582;&#1604;&#1601;&#1608;&#1575;&#1548; &#1608;&#1573;&#1584;&#1575; &#1575;&#1588;&#1578;&#1585;&#1608;&#1575; &#1604;&#1605; &#1610;&#1584;&#1605;&#1608;&#1575;&#1548; &#1608;&#1573;&#1584;&#1575; &#1576;&#1575;&#1593;&#1608;&#1575; &#1604;&#1605; &#1610;&#1591;&#1585;&#1608;&#1575;&#1548; &#1608;&#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1593;&#1604;&#1610;&#1607;&#1605; &#1604;&#1605; &#1610;&#1605;&#1591;&#1604;&#1608;&#1575;&#1548; &#1608;&#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1604;&#1607;&#1605; &#1604;&#1605; &#1610;&#1593;&#1587;&#1585;&#1608;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, &lsquo;The best of earnings is the earning of traders who when they speak they do not lie, when they are entrusted with something they do not betray, when they promise they do not breach, when they buy they do not defame [the goods], when they sell they do not praise [their own goods], when they are in debt they do not delay its repayment, and if they are owed [money] they do not force [their debtor].&rsquo;[Kanz al-`Ummal, no. 9340-9341]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1591;&#1610;&#1576;&rlm;&#1603;&#1587;&#1576; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605; &#1587;&#1607;&#1605;&#1607; &#1601;&#1610; &#1587;&#1576;&#1610;&#1604;&rlm;&#1575;&#1604;&#1604;&#1607;&rlm;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, &lsquo;The best [legitimate] earning of a Muslim is his share earned through striving on the path of Allah.&rsquo;[Kanz al-`Ummal, no. 10516]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1581;&#1579; &#1593;&#1604;&#1609; &#1575;&#1604;&#1578;&#1603;&#1587;&#1576; &#1576;&#1575;&#1604;&#1610;&#1583;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Encouragement of Earning through One&rsquo;s Own Labour </span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">3&#1600; &#1583;&#1575;&#1608;&#1608;&#1583; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1605;&#1585; &#1576;&#1573;&#1587;&#1603;&#1575;&#1601; &#1600;: &#1610;&#1575; &#1607;&#1584;&#1575; &#1575;&#1593;&#1605;&#1604; &#1608;&#1603;&#1604;&#1548; &#1601;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1581;&#1576; &#1605;&#1606; &#1610;&#1593;&#1605;&#1604; &#1608;&#1610;&#1571;&#1603;&#1604;&#1548; &#1608;&#1604;&#1575; &#1610;&#1581;&#1576; &#1605;&#1606; &#1610;&#1571;&#1603;&#1604; &#1608;&#1604;&#1575; &#1610;&#1593;&#1605;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; Prophet David (AS), when he walked past a shoemaker said, &lsquo;O person, work and eat, for Allah loves the one who works and eats, and does not love those who eat and do not work.&rsquo;[Tanbih al-Khawatir, v. 1, p. 42]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1575; &#1571;&#1603;&#1604; &#1571;&#1581;&#1583; &#1591;&#1593;&#1575;&#1605;&#1575; &#1602;&#1591; &#1582;&#1610;&#1585;&#1575; &#1605;&#1606; &#1571;&#1606; &#1610;&#1571;&#1603;&#1604; &#1605;&#1606; &#1593;&#1605;&#1604; &#1610;&#1583;&#1607;&#1548; &#1608;&#1573;&#1606; &#1606;&#1576;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1583;&#1575;&#1608;&#1608;&#1583; &#1603;&#1575;&#1606; &#1610;&#1571;&#1603;&#1604; &#1605;&#1606; &#1593;&#1605;&#1604; &#1610;&#1583;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; The Prophet (SAWA) said, &lsquo;There is absolutely no food better consumed than consuming from the earnings of one&rsquo;s own hand, and the prophet of Allah, David (AS) would eat from the labour of his hand.&rsquo;[Kanz al- &lsquo;Ummal, no. 9223]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1582;&#1610;&#1585; &#1575;&#1604;&#1603;&#1587;&#1576;&rlm; &#1603;&#1587;&#1576; &#1610;&#1583;&#1610; &#1575;&#1604;&#1593;&#1575;&#1605;&#1604;&rlm;&#1573;&#1584;&#1575; &#1606;&#1589;&#1581;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; The Prophet (SAWA) said, &lsquo;The best earning is that of the hands of a worker if he is faithful.&rsquo;[Jami`a al-Ahadith, p. 76]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1603;&#1575;&#1606;&rlm; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1610;&#1582;&#1585;&#1580; &#1601;&#1610; &#1575;&#1604;&#1607;&#1575;&#1580;&#1585;&#1577; &#1601;&#1610; &#1575;&#1604;&#1581;&#1575;&#1580;&#1577; &#1602;&#1583; &#1603;&#1601;&#1610;&#1607;&#1575; &#1610;&#1585;&#1610;&#1583; &#1571;&#1606; &#1610;&#1585;&#1575;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1610;&#1578;&#1593;&#1576; &#1606;&#1601;&#1587;&#1607; &#1601;&#1610; &#1591;&#1604;&#1576; &#1575;&#1604;&#1581;&#1604;&#1575;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; It is narrated in Man La Yahzuruhu al-Faqih: &lsquo;The Commander of the Faithful (AS) would leave in the midday heat to work, wanting Allah, most High to see him tiring himself out in acquiring a lawful earning.&rsquo;[al-Faqih, v. 3, p. 163, no. 3596]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; (&#1593;) &#1571;&#1593;&#1578;&#1602; &#1571;&#1604;&#1601; &#1605;&#1605;&#1604;&#1608;&#1603; &#1605;&#1606; &#1603;&#1583; &#1610;&#1583;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; Imam al-Sadiq (AS) said, &lsquo;The Commander of the Faithful (AS) freed one thousand slaves as a result of what he earned with his own hands&rsquo; labour.&rsquo;[al-Tahdhib, v. 6, p. 326, no. 3595]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">8&#1600; &#1593;&#1606; &#1575;&#1604;&#1601;&#1590;&#1604; &#1576;&#1606; &#1571;&#1576;&#1610; &#1602;&#1585;&#1577;: &#1583;&#1582;&#1604;&#1606;&#1575; &#1593;&#1604;&#1609; &#1571;&#1576;&#1610; &#1593;&#1576;&#1583;&#1575;&#1604;&#1604;&#1607;&rlm; <span lang="ar-sa">(&#1593;) &#1608;&#1607;&#1608; &#1610;&#1593;&#1605;&#1604; &#1601;&#1610; &#1581;&#1575;&#1574;&#1591; &#1604;&#1607;&#1548; &#1601;&#1602;&#1604;&#1606;&#1575;: &#1580;&#1593;&#1604;&#1606;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1583;&#1575;&#1603;&#1548; &#1583;&#1593;&#1606;&#1575; &#1606;&#1593;&#1605;&#1604; &#1604;&#1603; &#1571;&#1608; &#1578;&#1593;&#1605;&#1604;&#1607; &#1575;&#1604;&#1594;&#1604;&#1605;&#1575;&#1606;&#1548; &#1602;&#1575;&#1604;: &#1604;&#1575;&#1548; &#1583;&#1593;&#1608;&#1606;&#1610; &#1601;&#1573;&#1606;&#1610; &#1571;&#1588;&#1578;&#1607;&#1610; &#1571;&#1606; &#1610;&#1585;&#1575;&#1606;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1571;&#1593;&#1605;&#1604; &#1576;&#1610;&#1583;&#1610; &#1608;&#1571;&#1591;&#1604;&#1576; &#1575;&#1604;&#1581;&#1604;&#1575;&#1604; &#1601;&#1610; &#1571;&#1584;&#1609; &#1606;&#1601;&#1587;&#1610;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8- Al-Fazl b. Abi Qurra narrated, &lsquo;We walked into the presence of Abu `Aabdillah [al-Sadiq] (AS) and he was working at fixing his wall, so we said, &lsquo;May Allah sacrifice us for you, let us work for you, or let the servants do it.&rsquo; He said, &lsquo;No, let me be, for I desire for Allah to see me working with my hands and earning a lawful livelihood through tiring my own self.&rsquo;[al-Faqih, v. 3, p. 163 no. 3595]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1605;&#1603;&#1575;&#1587;&#1576; &#1575;&#1604;&#1605;&#1584;&#1605;&#1608;&#1605;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Disparaged Earnings </span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605; <span lang="ar-sa">(&#1593;) &#1580;&#1575;&#1569; &#1585;&#1580;&#1604; &#1573;&#1604;&#1609; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1601;&#1602;&#1575;&#1604;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1602;&#1583; &#1593;&#1604;&#1605;&#1578; &#1575;&#1576;&#1606;&#1610; &#1607;&#1584;&#1575; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1601;&#1601;&#1610; &#1571;&#1610; &#1588;&#1610;&#1569; &#1575;&#1587;&#1604;&#1605;&#1607; &#1567; &#1601;&#1602;&#1575;&#1604; &#1600;: &#1587;&#1604;&#1605;&#1607; &#1604;&#1604;&#1607;&rlm; &#1571;&#1576;&#1608;&#1603;&#1548; &#1608;&#1604;&#1575; &#1578;&#1587;&#1604;&#1605;&#1607; &#1601;&#1610; &#1582;&#1605;&#1587;: &#1604;&#1575; &#1578;&#1587;&#1604;&#1605;&#1607; &#1587;&#1610;&#1575;&#1569;&#1548; &#1608;&#1604;&#1575; &#1589;&#1575;&#1610;&#1594;&#1575;&#1548; &#1608;&#1604;&#1575; &#1602;&#1589;&#1575;&#1576;&#1575;&#1548; &#1608;&#1604;&#1575; &#1581;&#1606;&#1575;&#1591;&#1575;&#1548; &#1608;&#1604;&#1575; &#1606;&#1582;&#1575;&#1587;&#1575;. &#1601;&#1602;&#1575;&#1604;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;)&#1548; &#1608;&#1605;&#1575; &#1575;&#1604;&#1587;&#1610;&#1575;&#1569; &#1567; &#1602;&#1575;&#1604;: &#1575;&#1604;&#1584;&#1610; &#1610;&#1576;&#1610;&#1593; &#1575;&#1604;&#1571;&#1603;&#1601;&#1575;&#1606; &#1608;&#1610;&#1578;&#1605;&#1606;&#1609; &#1605;&#1608;&#1578; &#1575;&#1605;&#1578;&#1610;&#1548; &#1608;&#1604;&#1604;&#1605;&#1608;&#1604;&#1608;&#1583; &#1605;&#1606; &#1575;&#1605;&#1578;&#1610; &#1571;&#1581;&#1576; &#1573;&#1604;&#1610; &#1605;&#1605;&#1575; &#1591;&#1604;&#1593;&#1578; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1588;&#1605;&#1587;&#1548; &#1608;&#1571;&#1605;&#1575; &#1575;&#1604;&#1589;&#1575;&#1574;&#1594; &#1601;&#1573;&#1606;&#1607; &#1610;&#1593;&#1575;&#1604;&#1580; &#1594;&#1576;&#1606; &#1575;&#1605;&#1578;&#1610;&#1548; &#1601;&#1571;&#1605;&#1575; &#1575;&#1604;&#1602;&#1589;&#1575;&#1576; &#1601;&#1573;&#1606;&#1607; &#1610;&#1584;&#1576;&#1581; &#1581;&#1578;&#1609; &#1578;&#1584;&#1607;&#1576; &#1575;&#1604;&#1585;&#1581;&#1605;&#1577; &#1605;&#1606; &#1602;&#1604;&#1576;&#1607;&#1548; &#1608;&#1571;&#1605;&#1575; &#1575;&#1604;&#1581;&#1606;&#1575;&#1591; &#1601;&#1573;&#1606;&#1607; &#1610;&#1581;&#1578;&#1603;&#1585; &#1575;&#1604;&#1591;&#1593;&#1575;&#1605; &#1593;&#1604;&#1609; &#1575;&#1605;&#1578;&#1610;&#1548; &#1608;&#1604;&#1573;&#1606; &#1610;&#1604;&#1602;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1593;&#1576;&#1583; &#1587;&#1575;&#1585;&#1602;&#1575; &#1571;&#1581;&#1576;&rlm; &#1573;&#1604;&#1610; &#1605;&#1606;&rlm;&#1571;&#1606;&rlm; &#1610;&#1604;&#1602;&#1575;&#1607; &rlm;&#1602;&#1583; &#1575;&#1581;&#1578;&#1603;&#1585; &#1591;&#1593;&#1575;&#1605;&#1575; &#1571;&#1585;&#1576;&#1593;&#1610;&#1606; &#1610;&#1608;&#1605;&#1575;. &#1608;&#1571;&#1605;&#1575; &#1575;&#1604;&#1606;&#1582;&#1575;&#1587; &#1601;&#1573;&#1606;&#1607; &#1571;&#1578;&#1575;&#1606;&#1610; &#1580;&#1576;&#1585;&#1574;&#1610;&#1604; (&#1593;) &#1601;&#1602;&#1575;&#1604;: &#1610;&#1575; &#1605;&#1581;&#1605;&#1583;&#1548; &#1573;&#1606; &#1588;&#1585;&#1575;&#1585; &#1575;&#1605;&#1578;&#1603; &#1575;&#1604;&#1584;&#1610;&#1606; &#1610;&#1576;&#1610;&#1593;&#1608;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; The Prophet (SAWA), when a person asked him, &lsquo;I taught my son this book, so to whom should I hand him over [as an apprentice]?&rsquo; replied, &lsquo;For the sake of Allah, hand him over to your father, but [whatever you do] do not hand him over to five people: Do not give him to a sayya&rsquo;, nor a goldsmith, nor a butcher, nor a wheat-seller, and nor a slave trader.&rsquo;<br />So he asked, &lsquo;O Messenger of Allah (SAWA), what is a sayya&rsquo;?&rsquo; He replied, &lsquo;One who sells shrouds for the dead, wishing death for the people of my community, and indeed I love the births of my community more than all that the sun shines on. As for the goldsmith, he deals with the cheating of my community. The butcher is one who slaughters such that mercy is erased from his heart. The wheat-seller monopolizes the food of my community, and it is more liked by me for a servant to meet Allah as a thief than to meet Him having a monopoly of food for forty days. As for the slave trader, Gabriel (AS) came to me and said, &lsquo;O Muhammad, the most evil of your community are those who sell people.&rsquo;[Bihar al-Anwar, v. 103, p. 77, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
