<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>EMULATION</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><span style="color: #990033;"><span style="font-weight: 700"><span style="font-size: 14pt; font-family: Arial;">EMULATION (taqlid)</span><span style="font-size: 15pt; font-family: Traditional Arabic;">&nbsp;&nbsp; &#1575;&#1604;&#1578;&#1602;&#1604;&#1610;&#1583;</span></span></span></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="font-size: 16pt; font-weight: 700"><span style="color: #008080; font-family: Traditional Arabic;">&#1575;&#1604;&#1578;&#1602;&#1604;&#1610;&#1583; &#1575;&#1604;&#1605;&#1584;&#1605;&#1608;&#1605;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; font-weight: 700"><span style="color: #008080; font-family: Arial;">Disparaged Emulation</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt"><span style="font-family: Traditional Arabic;">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1575;&#1578;&#1582;&#1584;&#1608;&#1575; &#1571;&#1581;&#1576;&#1575;&#1585;&#1607;&#1605; &#1608;&#1585;&#1607;&#1576;&#1575;&#1606;&#1607;&#1605; &#1571;&#1585;&#1576;&#1575;&#1576;&#1575; &#1605;&#1606; &#1583;&#1608;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm;&raquo; &#1600;: &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1575; &#1589;&#1604;&#1608;&#1575; &#1604;&#1607;&#1605; &#1608;&#1604;&#1575; &#1589;&#1575;&#1605;&#1608;&#1575;&#1548; &#1608;&#1604;&#1603;&#1606;&#1607;&#1605; &#1571;&#1581;&#1604;&#1608;&#1575; &#1604;&#1607;&#1605; &#1581;&#1585;&#1575;&#1605;&#1575;&#1548; &#1608;&#1581;&#1585;&#1605;&#1608;&#1575; &#1593;&#1604;&#1610;&#1607;&#1605; &#1581;&#1604;&#1575;&#1604;&#1575; &#1601;&#1575;&#1578;&#1576;&#1593;&#1608;&#1607;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;">1&ndash; Imam al-Sadiq (AS), speaking to one of his companions said, &lsquo;Do not be opportunists saying, &lsquo;I am with the people and I am one of the people!&rsquo;[Ma`aani al-Akhbar, p. 266, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1585;&#1580;&#1604; &#1605;&#1606; &#1571;&#1589;&#1581;&#1575;&#1576;&#1607; &#1600;: &#1604;&#1575; &#1578;&#1603;&#1608;&#1606;&#1606; &#1573;&#1605;&#1593;&#1577;&#1548; &#1578;&#1602;&#1608;&#1604;: &#1571;&#1606;&#1575; &#1605;&#1593; &#1575;&#1604;&#1606;&#1575;&#1587; &#1608;&#1571;&#1606;&#1575; &#1603;&#1608;&#1575;&#1581;&#1583; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">2&ndash; Imam al-Sadiq (AS), with regard to Allah&rsquo;s verse in the Qur&rsquo;an: &ldquo;They have taken their scribes and their monks as lords besides Allah&rdquo; [Qur&rsquo;an 9:31], said, &lsquo;By Allah, they did not pray to them nor did they fast, rather they permitted for them the prohibited and prohibited the permitted and people followed them.&rsquo;[al-Mahasin, v. 1, p. 383, no. 847]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1606; &#1610;&#1580;&#1608;&#1586; &#1578;&#1602;&#1604;&#1610;&#1583;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Those who are permitted to be emulated </span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1593;&#1587;&#1603;&#1585;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1576;&#1593;&#1583; &#1578;&#1602;&#1576;&#1610;&#1581; &#1578;&#1602;&#1604;&#1610;&#1583; &#1593;&#1608;&#1575;&#1605; &#1575;&#1604;&#1610;&#1607;&#1608;&#1583; &#1604;&#1593;&#1604;&#1605;&#1575;&#1569; &#1575;&#1604;&#1601;&#1587;&#1602;&#1577; &#1600;: &#1601;&#1605;&#1606; &#1602;&#1604;&#1583; &#1605;&#1606; &#1593;&#1608;&#1575;&#1605;&#1606;&#1575; &#1605;&#1579;&#1604; &#1607;&#1572;&#1604;&#1575;&#1569; &#1575;&#1604;&#1601;&#1602;&#1607;&#1575;&#1569; &#1601;&#1607;&#1605; &#1605;&#1579;&#1604; &#1575;&#1604;&#1610;&#1607;&#1608;&#1583; &#1575;&#1604;&#1584;&#1610;&#1606; &#1584;&#1605;&#1607;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1575;&#1604;&#1578;&#1602;&#1604;&#1610;&#1583; &#1604;&#1601;&#1587;&#1602;&#1577; &#1601;&#1602;&#1607;&#1575;&#1574;&#1607;&#1605;<span lang="fa">&#1548;</span> &#1601;&#1571;&#1605;&#1575; &#1605;&#1606; &#1603;&#1575;&#1606; &#1605;&#1606; &#1575;&#1604;&#1601;&#1602;&#1607;&#1575;&#1569; &#1589;&#1575;&#1574;&#1606;&#1575; &#1604;&#1606;&#1601;&#1587;&#1607; &#1581;&#1575;&#1601;&#1592;&#1575; &#1604;&#1583;&#1610;&#1606;&#1607; &#1605;&#1582;&#1575;&#1604;&#1601;&#1575; &#1593;&#1604;&#1609; &#1607;&#1608;&#1575;&#1607; &#1605;&#1591;&#1610;&#1593;&#1575; &#1604;&#1571;&#1605;&#1585; &#1605;&#1608;&#1604;&#1575;&#1607;&#1548; &#1601;&#1604;&#1604;&#1593;&#1608;&#1575;&#1605; &#1571;&#1606; &#1610;&#1602;&#1604;&#1583;&#1608;&#1607;&#1548; &#1608;&#1584;&#1604;&#1603; &#1604;&#1575; &#1610;&#1603;&#1608;&#1606; &#1573;&#1604;&#1575; &#1576;&#1593;&#1590; &#1601;&#1602;&#1607;&#1575;&#1569; &#1575;&#1604;&#1588;&#1610;&#1593;&#1577; &#1604;&#1575; &#1580;&#1605;&#1610;&#1593;&#1607;&#1605;. </span></span></p>
</td>
</tr>
<tr>
<td>
<p align="justify">3&ndash; Imam Hasan al-`Aaskari (AS), after condemning the common Jews imitating their corrupt scholars, said, &lsquo;Whoever from our common people follow the likes of these jurists are like the Jews who were criticized by Allah for their imitation of their corrupt jurists. So, whoever from among the jurists safeguards himself, is protective of his religion, opposes his temptations, is obedient to his Master&rsquo;s commands, then the common people must emulate him, and this is only [applicable to] some of the shi`aa jurists, not all of them.&rsquo;[al-Ihtijaj, v. 2, p. 510, no. 337]</p>
<p align="justify">
</td>
</tr>
<tr>
<td>&nbsp;</td>
</tr>
</tbody>

<body>

</p>

</body>

</html>
