<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>EXTREMISM</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 14pt; font-family: Arial;">EXTREMISM (IN RELIGION) <a name="*" href="#1"><span style="text-decoration: none">*</span></a></span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-family: Traditional Arabic;"><span style="font-size: 15pt">&#1575;&#1604;&#1594;&#1604;&#1608;</span></span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1578;&#1581;&#1584;&#1610;&#1585; &#1605;&#1606; &#1575;&#1604;&#1594;&#1604;&#1608; &#1601;&#1610; &#1575;&#1604;&#1583;&#1610;&#1606;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">Caution against Extremism (in Religion)</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1575; &#1578;&#1585;&#1601;&#1593;&#1608;&#1606;&#1610; &#1601;&#1608;&#1602; &#1581;&#1602;&#1610; &#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1575;&#1578;&#1582;&#1584;&#1606;&#1610; &#1593;&#1576;&#1583;&#1575; &#1602;&#1576;&#1604; &#1571;&#1606; &#1610;&#1578;&#1582;&#1584;&#1606;&#1610; &#1606;&#1576;&#1610;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; The Prophet (SAWA) said, &lsquo;Do not elevate me above my rightful position, for verily Allah has made me a servant before He made me a prophet.&rsquo;[Nawadir al-Rawandi, p. 16]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">
<span style="font-size: 12pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1589;&#1606;&#1601;&#1575;&#1606; &#1604;&#1575; &#1578;&#1606;&#1575;&#1604;&#1607;&#1605;&#1575; &#1588;&#1601;&#1575;&#1593;&#1578;&#1610;: &#1587;&#1604;&#1591;&#1575;&#1606; &#1594;&#1588;&#1608;&#1605; &#1593;&#1587;&#1608;&#1601;&#1548; &#1608;&#1594;&#1575;&#1604; &#1601;&#1610; &#1575;&#1604;&#1583;&#1610;&#1606; &#1605;&#1575;&#1585;&#1602; &#1605;&#1606;&#1607; &#1594;&#1610;&#1585; &#1578;&#1575;&#1574;&#1576; &#1608;&#1604;&#1575;&#1606;&#1575;&#1586;&#1593;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">2&ndash; The Prophet (SAWA) said, &lsquo;Two types of people will not be included in my intercession: the tyrannical and iniquitous ruler, and the heretical extremist in matters of religion, who has digressed from it and who is neither repentant nor willing to give up [his heresy].&rsquo;[Qurb al-Isnad, p. 64, no. 204]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;) &#1600; &#1604;&#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; : &#1610;&#1575;&#1593;&#1604;&#1610;&#1548; &#1605;&#1579;&#1604;&#1603; &#1601;&#1610; &#1607;&#1584;&#1607; &#1575;&#1604;&#1575;&#1605;&#1577; &#1603;&#1605;&#1579;&#1604; &#1593;&#1610;&#1587;&#1609; &#1576;&#1606; &#1605;&#1585;&#1610;&#1605; &#1563; &#1571;&#1581;&#1576;&#1607; &#1602;&#1608;&#1605; &#1601;&#1571;&#1601;&#1585;&#1591;&#1608;&#1575; &#1601;&#1610;&#1607;&#1548; &#1608;&#1571;&#1576;&#1594;&#1590;&#1607; &#1602;&#1608;&#1605; &#1601;&#1571;&#1601;&#1585;&#1591;&#1608;&#1575; &#1601;&#1610;&#1607;&#1548; &#1602;&#1575;&#1604;: &#1601;&#1606;&#1586;&#1604; &#1575;&#1604;&#1608;&#1581;&#1610;: &laquo;&#1608;&#1604;&#1605;&#1575; &#1590;&#1585;&#1576; &#1575;&#1576;&#1606; &#1605;&#1585;&#1610;&#1605; &#1605;&#1579;&#1604;&#1575; &#1573;&#1584;&#1575; &#1602;&#1608;&#1605;&#1603; &#1605;&#1606;&#1607; &#1610;&#1589;&#1583;&#1608;&#1606;&raquo;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; The Prophet (SAWA) said, &lsquo;O Ali, your example in this community is as the example of Jesus son of Mary &ndash; one group of people loved him and exceeded the bounds in their love for him, and one group of people hated him and exceeded the bounds in their hatred. The following verse was therefore revealed: &ldquo;When the son of Mary was cited as an example, behold, your people raise an outcry&rdquo;[ Qur&rsquo;an 43:57].[ Bihar al-Anwar, v. 25, p. 284, no. 34]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1607;&#1604;&#1603; &#1601;&#1610; &#1585;&#1580;&#1604;&#1575;&#1606;: &#1605;&#1581;&#1576; &#1594;&#1575;&#1604;&#1548; &#1608;&#1605;&#1576;&#1594;&#1590; &#1602;&#1575;&#1604; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; Imam Ali (AS) said, &lsquo;Two types of people will perish in my name: the one who is an extremist in his love for me, and the one who loathes me with a vengeance.&rsquo;[Nahj al-Balagha, Saying 469]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1604;&#1607;&#1605; &#1573;&#1606;&#1610; &#1576;&#1585;&#1610;&#1569; &#1605;&#1606; &#1575;&#1604;&#1594;&#1604;&#1575;&#1577; &#1603;&#1576;&#1585;&#1575;&#1569;&#1577; &#1593;&#1610;&#1587;&#1609; &#1576;&#1606; &#1605;&#1585;&#1610;&#1605; &#1605;&#1606; &#1575;&#1604;&#1606;&#1589;&#1575;&#1585;&#1609;&#1548; &#1575;&#1604;&#1604;&#1607;&#1605; &#1575;&#1582;&#1584;&#1604;&#1607;&#1605; &#1571;&#1576;&#1583;&#1575;&#1548; &#1608;&#1604;&#1575;&#1578;&#1606;&#1589;&#1585; &#1605;&#1606;&#1607;&#1605; &#1571;&#1581;&#1583;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; Imam Ali (AS) said, &lsquo;O Allah, verily I disclaim association with the extremists as Jesus son of Mary&rsquo;s disassociation with the Christians. O Allah degrade them forever, and do not ever help any of them.&rsquo;[Bihar al-Anwar, v. 25, p. 284, no. 32]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1610;&#1575;&#1603;&#1605; &#1608;&#1575;&#1604;&#1594;&#1604;&#1608; &#1601;&#1610;&#1606;&#1575;&#1548; &#1602;&#1608;&#1604;&#1608;&#1575; &#1573;&#1606;&#1575; &#1593;&#1576;&#1610;&#1583; &#1605;&#1585;&#1576;&#1608;&#1576;&#1608;&#1606;&#1548; &#1608;&#1602;&#1608;&#1604;&#1608;&#1575; &#1601;&#1610; &#1601;&#1590;&#1604;&#1606;&#1575; &#1605;&#1575; &#1588;&#1574;&#1578;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; Imam Ali (AS) said, &lsquo;Beware of going to extremes with respect to us. Instead take us as servants that have been endeared [by Allah], and say whatever you wish about our virtues.&rsquo;[al-Khisal, p. 614, no. 10]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1571;&#1605;&#1575;&#1604;&#1610; &#1604;&#1604;&#1591;&#1608;&#1587;&#1610;: &#1602;&#1575;&#1604; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1581;&#1584;&#1585;&#1608;&#1575; &#1593;&#1604;&#1609; &#1588;&#1576;&#1575;&#1576;&#1603;&#1605; &#1575;&#1604;&#1594;&#1604;&#1575;&#1577; &#1604;&#1575;&#1610;&#1601;&#1587;&#1583;&#1608;&#1606;&#1607;&#1605; &#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1594;&#1604;&#1575;&#1577; &#1588;&#1585; &#1582;&#1604;&#1602; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1610;&#1589;&#1594;&#1585;&#1608;&#1606; &#1593;&#1592;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1610;&#1583;&#1593;&#1608;&#1606; &#1575;&#1604;&#1585;&#1576;&#1608;&#1576;&#1610;&#1577; &#1604;&#1593;&#1576;&#1575;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1606; &#1575;&#1604;&#1594;&#1604;&#1575;&#1577; &#1588;&#1585; &#1605;&#1606; &#1575;&#1604;&#1610;&#1607;&#1608;&#1583; &#1608;&#1575;&#1604;&#1606;&#1589;&#1575;&#1585;&#1609; &#1608;&#1575;&#1604;&#1605;&#1580;&#1608;&#1587; &#1608;&#1575;&#1604;&#1584;&#1610;&#1606; &#1571;&#1588;&#1585;&#1603;&#1608;&#1575;&#1548; &#1579;&#1605; &#1602;&#1575;&#1604;: &#1573;&#1604;&#1610;&#1606;&#1575; &#1610;&#1585;&#1580;&#1593; &#1575;&#1604;&#1594;&#1575;&#1604;&#1610; &#1601;&#1604;&#1575; &#1606;&#1602;&#1576;&#1604;&#1607;&#1548; &#1608;&#1576;&#1606;&#1575; &#1610;&#1604;&#1581;&#1602; &#1575;&#1604;&#1605;&#1602;&#1589;&#1585; &#1601;&#1606;&#1602;&#1576;&#1604;&#1607;&#1548; &#1601;&#1602;&#1610;&#1604; &#1604;&#1607;: &#1603;&#1610;&#1601; &#1584;&#1604;&#1603; &#1610;&#1575; &#1576;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1567; &#1602;&#1575;&#1604;: &#1604;&#1571;&#1606; &#1575;&#1604;&#1594;&#1575;&#1604;&#1610; &#1602;&#1583; &#1575;&#1593;&#1578;&#1575;&#1583; &#1578;&#1585;&#1603; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1608;&#1575;&#1604;&#1586;&#1603;&#1575;&#1577; &#1608;&#1575;&#1604;&#1589;&#1610;&#1575;&#1605; &#1608;&#1575;&#1604;&#1581;&#1580; &#1601;&#1604;&#1575; &#1610;&#1602;&#1583;&#1585; &#1593;&#1604;&#1609; &#1578;&#1585;&#1603; &#1593;&#1575;&#1583;&#1578;&#1607; &#1608;&#1593;&#1604;&#1609; &#1575;&#1604;&#1585;&#1580;&#1608;&#1593; &#1573;&#1604;&#1609; &#1591;&#1575;&#1593;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1571;&#1576;&#1583;&#1575;&#1548; &#1608;&#1573;&#1606; &#1575;&#1604;&#1605;&#1602;&#1589;&#1585; &#1573;&#1584;&#1575; &#1593;&#1585;&#1601; &#1593;&#1605;&#1604; &#1608;&#1571;&#1591;&#1575;&#1593;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">7&ndash; Imam al-Sadiq (AS) said, &lsquo;Be on your guard that the extremists do not corrupt your youth, for verily the extremists are the most evil of Allah&rsquo;s creation for they belittle the Greatness of Allah, and falsely attribute divinity to the servants of Allah. By Allah, verily the extremists are worse than the Jews, the Christians, the Magians, and the polytheists. The extremist may return to us but we do not accept him again, whereas we do accept the negligent one when he tries to adhere to us. At this, he was asked, &lsquo;How can that be O son of the Prophet (SAWA)?&rsquo; to which he replied, &lsquo;Because the extremist has become accustomed to abandoning the prayer, the alms-tax, fasting, the pilgrimage, and cannot give up his habit and return to Allah&rsquo;s obedience ever again, whereas the negligent one, when he attains inner knowledge, begins to act and carry out acts of obedience.&rsquo;[Amali al-Tusi, p. 650, no. 1349]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">8- &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1578;&#1609; &#1602;&#1608;&#1605; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1593;&#1604;&#1610;&#1607;&rlm;&#1575;&#1604;&#1587;&#1604;&#1575;&#1605; &#1601;&#1602;&#1575;&#1604;&#1608;&#1575;: &#1575;&#1604;&#1587;&#1604;&#1575;&#1605; &#1593;&#1604;&#1610;&#1603; &#1610;&#1575; &#1585;&#1576;&#1606;&#1575; ! &#1601;&#1575;&#1587;&#1578;&#1578;&#1575;&#1576;&#1607;&#1605; &#1601;&#1604;&#1605; &#1610;&#1578;&#1608;&#1576;&#1608;&#1575;&#1548; &#1601;&#1581;&#1601;&#1585; &#1604;&#1607;&#1605; &#1581;&#1601;&#1610;&#1585;&#1577; &#1608;&#1571;&#1608;&#1602;&#1583; &#1601;&#1610;&#1607;&#1575; &#1606;&#1575;&#1585;&#1575;&#1548; &#1608;&#1581;&#1601;&#1585; &#1581;&#1601;&#1610;&#1585;&#1577; &#1575;&#1582;&#1585;&#1609; &#1573;&#1604;&#1609; &#1580;&#1575;&#1606;&#1576;&#1607;&#1575; &#1608;&#1571;&#1601;&#1590;&#1609; &#1605;&#1575; &#1576;&#1610;&#1606;&#1607;&#1605;&#1575;&#1548; &#1601;&#1604;&#1605;&#1575; &#1604;&#1605; &#1610;&#1578;&#1608;&#1576;&#1608;&#1575; &#1571;&#1604;&#1602;&#1575;&#1607;&#1605; &#1601;&#1610; &#1575;&#1604;&#1581;&#1601;&#1610;&#1585;&#1577;&#1548; &#1608;&#1571;&#1608;&#1602;&#1583; &#1601;&#1610;&#1575;&#1604;&#1581;&#1601;&#1610;&#1585;&#1577; &#1575;&#1604;&#1575;&#1582;&#1585;&#1609; (&#1606;&#1575;&#1585;&#1575;) &#1581;&#1578;&#1609; &#1605;&#1575;&#1578;&#1608;&#1575; .</span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">8&ndash; Imam al-Sadiq (AS) narrated, &lsquo;A group of people once came to the Commander of the Faithful Ali (AS) saying, &lsquo;Peace be upon you O our Lord!&rsquo; so he asked them to repent to Allah for what they had said, but they refused to repent, so he dug a hole and lit a fire therein, and dug a second hole around it, leaving a space between them. So when they refused to repent, he flung them in the hole, and ignited a fire in the second hole, so that they would die.&rsquo;[al-Kafi, v. 7, p. 259, no. 18]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">9&#1600; &#1571;&#1576;&#1608; &#1576;&#1589;&#1610;&#1585;: &#1602;&#1604;&#1578; &#1604;&#1571;&#1576;&#1610; &#1593;&#1576;&#1583;&#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1608;&#1575;&#1604;&#1587;&#1604;&#1575;&#1605;: &#1573;&#1606;&#1607;&#1605; &#1610;&#1602;&#1608;&#1604;&#1608;&#1606; ! &#1602;&#1575;&#1604;: &#1608;&#1605;&#1575; &#1610;&#1602;&#1608;&#1604;&#1608;&#1606; &#1567; &#1602;&#1604;&#1578;: &#1610;&#1602;&#1608;&#1604;&#1608;&#1606;: &#1610;&#1593;&#1604;&#1605; &#1602;&#1591;&#1585; &#1575;&#1604;&#1605;&#1591;&#1585;&#1548; &#1608;&#1593;&#1583;&#1583; &#1575;&#1604;&#1606;&#1580;&#1608;&#1605; &#1608;&#1608;&#1585;&#1602; &#1575;&#1604;&#1588;&#1580;&#1585;&#1548; &#1608;&#1608;&#1586;&#1606; &#1605;&#1575; &#1601;&#1610; &#1575;&#1604;&#1576;&#1581;&#1585;&#1548; &#1608;&#1593;&#1583;&#1583; &#1575;&#1604;&#1578;&#1585;&#1575;&#1576;&#1548; &#1601;&#1585;&#1601;&#1593; &#1610;&#1583;&#1607; &#1573;&#1604;&#1609; &#1575;&#1604;&#1587;&#1605;&#1575;&#1569; &#1608;&#1602;&#1575;&#1604;: &#1587;&#1576;&#1581;&#1575;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1576;&#1581;&#1575;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1604;&#1575; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1575; &#1610;&#1593;&#1604;&#1605; &#1607;&#1584;&#1575; &#1573;&#1604;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">9&ndash; Abu Basir narrated, &lsquo;I told Abu `Aabdillah [i.e. Imam al-Sadiq (AS)]: &lsquo;Verily they are saying things [about you]!&rsquo; He asked, &lsquo;What are they saying?&rsquo; to which I replied, &lsquo;[They are saying], &lsquo;He knows the number of drops of rain, the number of stars and the leaves on the trees, and the weight of all that is in the sea, and the number of grains of sand.&rsquo; So he raised his hands to the sky, saying, &lsquo;Glory be to Allah, Glory be to Allah. No, by Allah, no one knows this except Allah.&rsquo;[Bihar al-Anwar, v. 25, p. 294, no. 52]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1585;&#1590;&#1575; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1594;&#1604;&#1575;&#1577; &#1603;&#1601;&#1575;&#1585;&#1548; &#1608;&#1575;&#1604;&#1605;&#1601;&#1608;&#1590;&#1577; &#1605;&#1588;&#1585;&#1603;&#1608;&#1606; ... . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">10&ndash; Imam al-Rida (AS) said, &lsquo;The extremists are disbelievers and the mufawwiza 94 are polytheists &hellip;&rsquo;[Bihar al-Anwar, v. 25, p. 273, no. 19]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1585;&#1590;&#1575; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1578;&#1580;&#1575;&#1608;&#1586; &#1576;&#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; (&#1593;) &#1575;&#1604;&#1593;&#1576;&#1608;&#1583;&#1610;&#1577; &#1601;&#1607;&#1608; &#1605;&#1606; &#1575;&#1604;&#1605;&#1594;&#1590;&#1608;&#1576; &#1593;&#1604;&#1610;&#1607;&#1605; &#1608;&#1605;&#1606; &#1575;&#1604;&#1590;&#1575;&#1604;&#1610;&#1606; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">11&ndash; Imam al-Rida (AS) said, &lsquo;Whoever exceeds the bounds [of their love] for the Commander of the Faithful Ali (AS) into worship [of him] is indeed among those who incur Allah&rsquo;s wrath and are astray.&rsquo;[Bihar al-Anwar, v. 25, p. 274, no. 20]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td>
<hr align="justify" />
<p style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;"><a name="1" href="#*"><span style="text-decoration: none">*</span></a> al-ghuluww: extremism in religion is a term used specifically to denote people who raise the Imams or the Prophet (AS) above their statuses designated by Allah, raising them to the level of lordship or divinity. Such people were severely rebuked and condemned by the Prophet and the Imams themselves (ed.)</span></p>
</td>
</tr>
</tbody>

<body>

</body>

</html>
