<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>GODWARINESS&nbsp;&nbsp; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><span style="color: #990033;"><strong><span style="font-family: Arial;"><span style="font-size: 14pt">GODWARINESS</span><span style="font-size: 15pt">&nbsp;&nbsp; </span></span><span style="font-family: Traditional Arabic;"><span style="font-size: 15pt">&#1575;&#1604;&#1578;&#1602;&#1608;&#1609;</span></span></strong></span></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1578;&#1602;&#1608;&#1609;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #008080; font-family: Arial;"><span style="font-size: 13pt; font-weight: 700">Godwariness</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1578;&#1602;&#1609; &#1585;&#1574;&#1610;&#1587; &#1575;&#1604;&#1571;&#1582;&#1604;&#1575;&#1602;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 12pt">1&ndash; Imam Ali (AS) said, &lsquo;Godwariness is the leader of moral virtues.&rsquo;[Nahj al-Balagha, Saying 410]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1571;&#1601;&#1590;&#1604; &#1603;&#1606;&#1586;&#1548; &#1608;&#1571;&#1581;&#1585;&#1586; &#1581;&#1585;&#1586;&#1548; &#1608;&#1571;&#1593;&#1586; &#1593;&#1586;&#1548; &#1601;&#1610;&#1607; &#1606;&#1580;&#1575;&#1577; &#1603;&#1604; &#1607;&#1575;&#1585;&#1576;&#1548; &#1608;&#1583;&#1585;&#1603; &#1603;&#1604; &#1591;&#1575;&#1604;&#1576;&#1548; &#1608;&#1592;&#1601;&#1585; &#1603;&#1604; &#1594;&#1575;&#1604;&#1576;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">2&ndash; Imam Ali (AS) said, &lsquo;Godwariness is the best treasure and the most protective guard. In it is the salvation of every runaway, the goal of every seeker, and the victory of every conqueror.&rsquo;[Bihar al-Anwar, v. 77, p. 374, no. 36]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1578;&#1602; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1593;&#1590; &#1575;&#1604;&#1578;&#1602;&#1609; &#1608;&#1573;&#1606; &#1602;&#1604;&#1548; &#1608;&#1575;&#1580;&#1593;&#1604; &#1576;&#1610;&#1606;&#1603; &#1608;&#1576;&#1610;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1578;&#1585;&#1575; &#1608;&#1573;&#1606; &#1585;&#1602;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">3&ndash; Imam Ali (AS) said, &lsquo;Fear Allah with some Godwariness at least, and place a veil [of shame] between yourself and Allah even if it be thin.&rsquo;[Nahj al-Balagha, Saying 242]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1605;&#1606;&#1578;&#1607;&#1609; &#1585;&#1590;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1606; &#1593;&#1576;&#1575;&#1583;&#1607; &#1608;&#1581;&#1575;&#1580;&#1578;&#1607; &#1605;&#1606; &#1582;&#1604;&#1602;&#1607; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">4&ndash; Imam Ali (AS) said, &lsquo;Godwariness is the servants&rsquo; ultimate contentment with Allah in His creation&rsquo;s need of Him.&rsquo;[Ghurar al-Hikam, no. 3620]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1608;&#1589;&#1610;&#1603;&#1605; &#1593;&#1576;&#1575;&#1583;&#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1578;&#1602;&#1608;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1578;&#1610; &#1607;&#1610; &#1575;&#1604;&#1586;&#1575;&#1583; &#1608;&#1576;&#1607;&#1575; &#1575;&#1604;&#1605;&#1593;&#1575;&#1584;&#1548; &#1586;&#1575;&#1583; &#1605;&#1576;&#1604;&#1594;&#1548; &#1608;&#1605;&#1593;&#1575;&#1584; &#1605;&#1606;&#1580;&#1581; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">5&ndash; Imam Ali (AS) said, &lsquo;I advise you, O servants of Allah, to be wary of your duty to Allah which is the provision and in it is the refuge; it is ample provision and a successful refuge.&rsquo;[Nahj al-Balagha, Sermon 114]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1608;&#1589;&#1610;&#1603;&#1605; &#1593;&#1576;&#1575;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1578;&#1602;&#1608;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1601;&#1573;&#1606;&#1607;&#1575; &#1575;&#1604;&#1586;&#1605;&#1575;&#1605; &#1608;&#1575;&#1604;&#1602;&#1608;&#1575;&#1605;&#1548; &#1601;&#1578;&#1605;&#1587;&#1603;&#1608;&#1575; &#1576;&#1608;&#1579;&#1575;&#1574;&#1602;&#1607;&#1575;&#1548; &#1608;&#1575;&#1593;&#1578;&#1589;&#1605;&#1608;&#1575; &#1576;&#1581;&#1602;&#1575;&#1574;&#1602;&#1607;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">6&ndash; Imam Ali (AS) said, &lsquo;I advise you, O servants of Allah, to be wary of your duty to Allah, for it is the rein and the firm foundation. So, hold onto its proofs and cling onto its realities.&rsquo;[Nahj al-Balagha, Sermon 195]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1608;&#1589;&#1610;&#1603;&#1605; &#1576;&#1578;&#1602;&#1608;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1563; &#1601;&#1573;&#1606;&#1607;&#1575; &#1594;&#1576;&#1591;&#1577; &#1575;&#1604;&#1591;&#1575;&#1604;&#1576; &#1575;&#1604;&#1585;&#1575;&#1580;&#1610;&#1548; &#1608;&#1579;&#1602;&#1577; &#1575;&#1604;&#1607;&#1575;&#1585;&#1576; &#1575;&#1604;&#1604;&#1575;&#1580;&#1610;&#1548; &#1608;&#1575;&#1587;&#1578;&#1588;&#1593;&#1585;&#1608;&#1575; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1588;&#1593;&#1575;&#1585;&#1575; &#1576;&#1575;&#1591;&#1606;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">7&ndash; Imam Ali (AS) said, &lsquo;I advise you to be wary of your duty to Allah, for it is the pleasure of a hopeful seeker, the assurance of the runaway refuge, so make Godwariness your inner motto.&rsquo;[al-Kafi, v. 8, p. 17, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1608;&#1589;&#1610;&#1603;&#1605; &#1576;&#1578;&#1602;&#1608;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm;... &#1608;&#1571;&#1588;&#1593;&#1585;&#1608;&#1607;&#1575; &#1602;&#1604;&#1608;&#1576;&#1603;&#1605;&#1548; &#1608;&#1575;&#1585;&#1581;&#1590;&#1608;&#1575; &#1576;&#1607;&#1575; &#1584;&#1606;&#1608;&#1576;&#1603;&#1605; ... &#1571;&#1604;&#1575; &#1601;&#1589;&#1608;&#1606;&#1608;&#1607;&#1575; &#1608;&#1578;&#1589;&#1608;&#1606;&#1608;&#1575; &#1576;&#1607;&#1575;.</span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">8&ndash; Imam Ali (AS) said, &lsquo;I advise you to be wary of your duty to Allah&hellip;make your hearts feel it, and rinse out your sins with it&hellip; indeed safeguard it and be safeguarded by it.&rsquo;[Nahj al-Balagha, Sermon 191]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1601;&#1610; &#1575;&#1604;&#1610;&#1608;&#1605; &#1575;&#1604;&#1581;&#1585;&#1586; &#1608;&#1575;&#1604;&#1580;&#1606;&#1577;&#1548; &#1608;&#1601;&#1610; &#1594;&#1583; &#1575;&#1604;&#1591;&#1585;&#1610;&#1602; &#1573;&#1604;&#1609; &#1575;&#1604;&#1580;&#1606;&#1577;&#1548; &#1605;&#1587;&#1604;&#1603;&#1607;&#1575; &#1608;&#1575;&#1590;&#1581; &#1608;&#1587;&#1575;&#1604;&#1603;&#1607;&#1575; &#1585;&#1575;&#1576;&#1581; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">9&ndash; Imam Ali (AS) said, &lsquo;Godwariness of Allah is a guard and a shield for today, and a path to Heaven tomorrow; its trail is clear and the one who traverses it is victorious.&rsquo;[Nahj al-Balagha, Sermon 191]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1578;&#1602;&#1608;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1601;&#1578;&#1575;&#1581; &#1587;&#1583;&#1575;&#1583;&#1548; &#1608;&#1584;&#1582;&#1610;&#1585;&#1577; &#1605;&#1593;&#1575;&#1583;&#1548; &#1608;&#1593;&#1578;&#1602; &#1605;&#1606; &#1603;&#1604; &#1605;&#1604;&#1603;&#1577;&#1548; &#1608;&#1606;&#1580;&#1575;&#1577; &#1605;&#1606; &#1603;&#1604; &#1607;&#1604;&#1603;&#1577;&#1548; &#1576;&#1607;&#1575; &#1610;&#1606;&#1580;&#1581; &#1575;&#1604;&#1591;&#1575;&#1604;&#1576;&#1548; &#1608;&#1610;&#1606;&#1580;&#1608; &#1575;&#1604;&#1607;&#1575;&#1585;&#1576;&#1548; &#1608;&#1578;&#1606;&#1575;&#1604; &#1575;&#1604;&#1585;&#1594;&#1575;&#1574;&#1576;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">10&ndash; Imam Ali (AS) said, &lsquo;Godwariness is the key to appropriate behaviour, a store for the Hereafter, freedom from every habit, salvation from every type of ruin, with it a seeker is successful, a runaway is saved, and wishes are acquired.&rsquo;[Nahj al-Balagha, Sermon 230]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1594;&#1585;&#1587; &#1571;&#1588;&#1580;&#1575;&#1585; &#1575;&#1604;&#1578;&#1602;&#1609; &#1580;&#1606;&#1609; &#1579;&#1605;&#1575;&#1585; &#1575;&#1604;&#1607;&#1583;&#1609;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">11&ndash; Imam Ali (AS) said, &lsquo;Whoever plants the trees of Godwariness will reap the fruits of guidance.&rsquo;[Bihar al-Anwar, v. 78, p. 90, no. 95]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1587;&#1593;&#1583; &#1575;&#1604;&#1582;&#1610;&#1585; &#1600;: &#1575;&#1608;&#1589;&#1610;&#1603; &#1576;&#1578;&#1602;&#1608;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1563; &#1601;&#1573;&#1606; &#1601;&#1610;&#1607;&#1575; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;&#1577; &#1605;&#1606; &#1575;&#1604;&#1578;&#1604;&#1601;&#1548; &#1608;&#1575;&#1604;&#1594;&#1606;&#1610;&#1605;&#1577; &#1601;&#1610; &#1575;&#1604;&#1605;&#1606;&#1602;&#1604;&#1576;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">12&ndash; Imam al-Baqir (AS), speaking to Sa`ad al-Khayr said, &lsquo;I advise you to be wary of your duty to Allah, for in it is safety from ruin, and a gain in the Hereafter.&rsquo;[al-Kafi, v. 8, p. 52, no. 16]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1605;&#1601;&#1578;&#1575;&#1581; &#1575;&#1604;&#1603;&#1585;&#1575;&#1605;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Godwariness is the Key to Nobleness</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">13&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1603;&#1606; &#1576;&#1575;&#1604;&#1593;&#1605;&#1604; &#1576;&#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1571;&#1588;&#1583; &#1575;&#1607;&#1578;&#1605;&#1575;&#1605;&#1575; &#1605;&#1606;&#1603; &#1576;&#1575;&#1604;&#1593;&#1605;&#1604; &#1576;&#1594;&#1610;&#1585;&#1607; &#1563; &#1601;&#1573;&#1606;&#1607; &#1604;&#1575; &#1610;&#1602;&#1604; &#1593;&#1605;&#1604; &#1576;&#1575;&#1604;&#1578;&#1602;&#1608;&#1609;&#1548; &#1608;&#1603;&#1610;&#1601; &#1610;&#1602;&#1604; &#1593;&#1605;&#1604; &#1610;&#1578;&#1602;&#1576;&#1604; &#1567;! &#1604;&#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;: &laquo;&#1573;&#1606;&#1605;&#1575; &#1610;&#1578;&#1602;&#1576;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1606; &#1575;&#1604;&#1605;&#1578;&#1602;&#1610;&#1606;&raquo;.</span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">13&ndash; The Prophet (SAWA) said, &lsquo;Pay more attention to performing deeds with Godwariness than deeds without it, for action with Godwariness is never considered little, and how can an accepted action be little for Allah has said, &lsquo;"Allah accepts only from the Godwary."[ Qur&rsquo;an 5:27] [Bihar al-Anwar, v. 70, p. 286, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">14&#1600; &#1585;&#1608;&#1610; &#1593;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1571;&#1606;&#1607; &#1602;&#1575;&#1604;: &#1582;&#1589;&#1604;&#1577; &#1605;&#1606; &#1604;&#1586;&#1605;&#1607;&#1575; &#1571;&#1591;&#1575;&#1593;&#1578;&#1607; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1608;&#1575;&#1604;&#1570;&#1582;&#1585;&#1577;&#1548; &#1608;&#1585;&#1576;&#1581; &#1575;&#1604;&#1601;&#1608;&#1586; &#1576;&#1575;&#1604;&#1580;&#1606;&#1577; . &#1602;&#1610;&#1604;: &#1608;&#1605;&#1575; &#1607;&#1610; &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1567; &#1602;&#1575;&#1604;: &#1575;&#1604;&#1578;&#1602;&#1608;&#1609;&#1548; &#1605;&#1606; &#1571;&#1585;&#1575;&#1583; &#1571;&#1606; &#1610;&#1603;&#1608;&#1606; &#1571;&#1593;&#1586; &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1604;&#1610;&#1578;&#1602; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;&#1548; &#1579;&#1605; &#1578;&#1604;&#1575;: &laquo;&#1608;&#1605;&#1606; &#1610;&#1578;&#1602; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1580;&#1593;&#1604; &#1604;&#1607; &#1605;&#1582;&#1585;&#1580;&#1575; * &#1608;&#1610;&#1585;&#1586;&#1602;&#1607; &#1605;&#1606; &#1581;&#1610;&#1579; &#1604;&#1575; &#1610;&#1581;&#1578;&#1587;&#1576;&raquo;.</span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">14&ndash; The Prophet (SAWA) said, &lsquo;There is a characteristic that whoever adopts, the world and the Hereafter will obey him, and he will win with the victory of Heaven.&rsquo; He was asked, &lsquo;What is it O Messenger of Allah (SAWA)?&rsquo; He said, &lsquo;Godwariness. Whoever wants to be the most honourable of people should be wary of Allah Almighty.&rsquo; He then recited: "And whoever is wary of Allah, He shall make a way out for him, and provide for him from whence he does not reckon."[ Qur&rsquo;an 65:2,3] [Bihar al-Anwar, v. 70, p. 275, no. 7]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1603;&#1585;&#1605; &#1571;&#1593;&#1586; &#1605;&#1606; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">15&ndash; Imam Ali (AS) said, &lsquo;There is no dignity more honourable than Godwariness.&rsquo;[Bihar al-Anwar, v. 70, p. 288, no. 16]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1601;&#1578;&#1575;&#1581; &#1575;&#1604;&#1603;&#1585;&#1605; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">16&ndash; Imam Ali (AS) said, &lsquo;The key to dignity is Godwariness.&rsquo;[Bihar al-Anwar, v. 78, p. 9, no. 65]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">17&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1571;&#1582;&#1584; &#1576;&#1575;&#1604;&#1578;&#1602;&#1608;&#1609; ... &#1607;&#1591;&#1604;&#1578; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1603;&#1585;&#1575;&#1605;&#1577; &#1576;&#1593;&#1583; &#1602;&#1581;&#1608;&#1591;&#1607;&#1575;&#1548; &#1608;&#1578;&#1581;&#1583;&#1576;&#1578; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1585;&#1581;&#1605;&#1577; &#1576;&#1593;&#1583; &#1606;&#1601;&#1608;&#1585;&#1607;&#1575;&#1548; &#1608;&#1578;&#1601;&#1580;&#1585;&#1578; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1606;&#1593;&#1605; &#1576;&#1593;&#1583; &#1606;&#1590;&#1608;&#1576;&#1607;&#1575;&#1548; &#1608;&#1608;&#1576;&#1604;&#1578; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1576;&#1585;&#1603;&#1577; &#1576;&#1593;&#1583; &#1573;&#1585;&#1584;&#1575;&#1584;&#1607;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">17&ndash; Imam Ali (AS) said, &lsquo;He who adopts Godwariness&hellip;dignity will pour down on him after having been scarce; mercy will incline towards him after having missed him [previously], blessings will gush onto him after having been barren, and benediction will heavily rain upon him after having merely drizzled.&rsquo;[Nahj al-Balagha, Sermon 198]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1578;&#1602;&#1608;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1583;&#1608;&#1575;&#1569; &#1583;&#1575;&#1569; &#1602;&#1604;&#1608;&#1576;&#1603;&#1605;&#1548; &#1608;&#1576;&#1589;&#1585; &#1593;&#1605;&#1609; &#1571;&#1601;&#1574;&#1583;&#1578;&#1603;&#1605;&#1548; &#1608;&#1588;&#1601;&#1575;&#1569; &#1605;&#1585;&#1590; &#1571;&#1580;&#1587;&#1575;&#1583;&#1603;&#1605;&#1548; &#1608;&#1589;&#1604;&#1575;&#1581; &#1601;&#1587;&#1575;&#1583; &#1589;&#1583;&#1608;&#1585;&#1603;&#1605;&#1548; &#1608;&#1591;&#1607;&#1608;&#1585; &#1583;&#1606;&#1587; &#1571;&#1606;&#1601;&#1587;&#1603;&#1605;&#1548; &#1608;&#1580;&#1604;&#1575;&#1569; &#1593;&#1588;&#1575; &#1571;&#1576;&#1589;&#1575;&#1585;&#1603;&#1605;&#1548; &#1608;&#1571;&#1605;&#1606; &#1601;&#1586;&#1593; &#1580;&#1571;&#1588;&#1603;&#1605;&#1548; &#1608;&#1590;&#1610;&#1575;&#1569; &#1587;&#1608;&#1575;&#1583; &#1592;&#1604;&#1605;&#1578;&#1603;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">18&ndash; Imam Ali (AS) said, &lsquo;Godwariness is the remedy for the sickness of your hearts, the sight for the blindness of your hearts, the cure for the sickness of your bodies, the reformation of the corruption of your chests [souls], the purification of the filth of your souls, the enlightenment of the blindness of your eyes, the safety for the fear of your anxiety, and the light to the blackness of your darkness.&rsquo;[Nahj al-Balagha, Sermon 198]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1601;&#1575;&#1593;&#1578;&#1589;&#1605;&#1608;&#1575; &#1576;&#1578;&#1602;&#1608;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1563; &#1601;&#1573;&#1606; &#1604;&#1607;&#1575; &#1581;&#1576;&#1604;&#1575; &#1608;&#1579;&#1610;&#1602;&#1575; &#1593;&#1585;&#1608;&#1578;&#1607;&#1548; &#1608;&#1605;&#1593;&#1602;&#1604;&#1575; &#1605;&#1606;&#1610;&#1593;&#1575; &#1584;&#1585;&#1608;&#1578;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">19&ndash; Imam Ali (AS) said, &lsquo;Cling onto Godwariness, for it has a rope with strong links, and a stronghold with an invincible peak.&rsquo;[Nahj al-Balagha, Sermon 190]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">20&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1581;&#1587;&#1576; &#1604;&#1602;&#1585;&#1588;&#1610; &#1608;&#1604;&#1575; &#1593;&#1585;&#1576;&#1610; &#1573;&#1604;&#1575; &#1576;&#1578;&#1608;&#1575;&#1590;&#1593;&#1548; &#1608;&#1604;&#1575; &#1603;&#1585;&#1605; &#1573;&#1604;&#1575; &#1576;&#1578;&#1602;&#1608;&#1609;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">20&ndash; Imam Zayn al-Abidin (AS) said, &lsquo;There is no nobility for the Qurayshite, nor the Arab other than through humbleness, and no dignity other than through Godwariness.&rsquo;[Bihar al-Anwar, v. 70, p. 288, no. 19]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">21&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610;&#1605;&#1575; &#1603;&#1578;&#1576; &#1573;&#1604;&#1609; &#1587;&#1593;&#1583; &#1575;&#1604;&#1582;&#1610;&#1585; &#1600;: &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1610;&#1602;&#1610; &#1576;&#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1593;&#1606; &#1575;&#1604;&#1593;&#1576;&#1583; &#1605;&#1575; &#1593;&#1586;&#1576; &#1593;&#1606;&#1607; &#1593;&#1602;&#1604;&#1607;&#1548; &#1608;&#1610;&#1580;&#1604;&#1610; &#1576;&#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1593;&#1606;&#1607; &#1593;&#1605;&#1575;&#1607; &#1608;&#1580;&#1607;&#1604;&#1607;&#1548; &#1608;&#1576;&#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1606;&#1580;&#1575; &#1606;&#1608;&#1581; &#1608;&#1605;&#1606; &#1605;&#1593;&#1607; &#1601;&#1610;&#1575;&#1604;&#1587;&#1601;&#1610;&#1606;&#1577;&#1548; &#1608;&#1589;&#1575;&#1604;&#1581; &#1608;&#1605;&#1606; &#1605;&#1593;&#1607; &#1605;&#1606; &#1575;&#1604;&#1589;&#1575;&#1593;&#1602;&#1577;&#1548; &#1608;&#1576;&#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1601;&#1575;&#1586; &#1575;&#1604;&#1589;&#1575;&#1576;&#1585;&#1608;&#1606;&#1548; &#1608;&#1606;&#1580;&#1578; &#1578;&#1604;&#1603; &#1575;&#1604;&#1593;&#1589;&#1576; &#1605;&#1606; &#1575;&#1604;&#1605;&#1607;&#1575;&#1604;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">21&ndash; Imam al-Baqir (AS), in a letter that he wrote to Sa`ad al-Khayr, said, &lsquo;Allah guards a servant as a result of his Godwariness when his intellect is distant from him, and He illuminates him from blindness and ignorance as a result of his Godwariness. Noah and those with him were saved in the ark and Salih and those with him were saved from the thunderbolt, because of Godwariness. The patient ones are victorious and those groups are saved from destruction through Godwariness.&rsquo;[al-Kafi, v. 8, p. 52, no. 16]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">22&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1575;&#1593;&#1578;&#1589;&#1605; &#1576;&#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1578;&#1602;&#1608;&#1575;&#1607; &#1593;&#1589;&#1605;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1605;&#1606; &#1571;&#1602;&#1576;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607; &#1608;&#1593;&#1589;&#1605;&#1607; &#1604;&#1605; &#1610;&#1576;&#1575;&#1604; &#1604;&#1608; &#1587;&#1602;&#1591;&#1578; &#1575;&#1604;&#1587;&#1605;&#1575;&#1569; &#1593;&#1604;&#1609; &#1575;&#1604;&#1571;&#1585;&#1590;&#1548; &#1608;&#1573;&#1606; &#1606;&#1586;&#1604;&#1578; &#1606;&#1575;&#1586;&#1604;&#1577; &#1593;&#1604;&#1609; &#1571;&#1607;&#1604; &#1575;&#1604;&#1571;&#1585;&#1590; &#1601;&#1588;&#1605;&#1604;&#1607;&#1605; &#1576;&#1604;&#1610;&#1577; &#1603;&#1575;&#1606; &#1601;&#1610; &#1581;&#1585;&#1586; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1605;&#1606; &#1603;&#1604; &#1576;&#1604;&#1610;&#1577;&#1548; &#1571;&#1604;&#1610;&#1587; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1610;&#1602;&#1608;&#1604;: &laquo;&#1573;&#1606; &#1575;&#1604;&#1605;&#1578;&#1602;&#1610;&#1606; &#1601;&#1610; &#1605;&#1602;&#1575;&#1605; &#1571;&#1605;&#1610;&#1606;&raquo;&#1567;!</span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">22&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever clings onto Allah being wary of his duty to Him, Allah will protect him, and whoever Allah comes to protect should not worry even if the sky was to fall onto the earth, or if a calamity was to descend onto the earth and tribulation was to encompass everyone, he will be in the protection of Allah from every tribulation as a result of his Godwariness. Does Allah Almighty not say: "Indeed the Godwary will be in a secure place."[ Qur&rsquo;an 44:51].&rsquo;[&lsquo;Uddat al-Da`ai, p. 288]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1582;&#1589;&#1575;&#1574;&#1589; &#1575;&#1604;&#1605;&#1578;&#1602;&#1610;&#1606;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Characteristics of the Godwary</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">23&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1575;&#1604;&#1605;&#1578;&#1602;&#1610;&#1606; &#1575;&#1604;&#1584;&#1610;&#1606; &#1610;&#1578;&#1602;&#1608;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1606; &#1575;&#1604;&#1588;&#1610;&#1569; &#1575;&#1604;&#1584;&#1610; &#1604;&#1575; &#1610;&#1578;&#1602;&#1609; &#1605;&#1606;&#1607; &#1582;&#1608;&#1601;&#1575; &#1605;&#1606; &#1575;&#1604;&#1583;&#1582;&#1608;&#1604; &#1601;&#1610; &#1575;&#1604;&#1588;&#1576;&#1607;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">23&ndash; The Prophet (SAWA) said, &lsquo;The Godwary are those who are wary of Allah for something that does not [necessarily] require wariness, for fear of entering into obscurity.&rsquo;[Tanbih al-Khawatir, v. 2 p. 62]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">24&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;) &#1600; &#1601;&#1610; &#1608;&#1589;&#1610;&#1578;&#1607; &#1604;&#1571;&#1576;&#1610; &#1584;&#1585; &#1600;: &#1610;&#1575; &#1571;&#1576;&#1575; &#1584;&#1585;&#1548; &#1604;&#1575; &#1610;&#1603;&#1608;&#1606; &#1575;&#1604;&#1585;&#1580;&#1604; &#1605;&#1606; &#1575;&#1604;&#1605;&#1578;&#1602;&#1610;&#1606; &#1581;&#1578;&#1609; &#1610;&#1581;&#1575;&#1587;&#1576; &#1606;&#1601;&#1587;&#1607; &#1571;&#1588;&#1583; &#1605;&#1606; &#1605;&#1581;&#1575;&#1587;&#1576;&#1577; &#1575;&#1604;&#1588;&#1585;&#1610;&#1603; &#1604;&#1588;&#1585;&#1610;&#1603;&#1607;&#1548; &#1601;&#1610;&#1593;&#1604;&#1605; &#1605;&#1606; &#1571;&#1610;&#1606; &#1605;&#1591;&#1593;&#1605;&#1607;&#1548; &#1608;&#1605;&#1606; &#1571;&#1610;&#1606; &#1605;&#1588;&#1585;&#1576;&#1607;&#1548; &#1608;&#1605;&#1606; &#1571;&#1610;&#1606; &#1605;&#1604;&#1576;&#1587;&#1607; &#1567; &#1571;&#1605;&#1606; &#1581;&#1604; &#1584;&#1604;&#1603;&#1548; &#1571;&#1605; &#1605;&#1606; &#1581;&#1585;&#1575;&#1605; &#1567; </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">24&ndash; The Prophet (SAWA), in his will to Abu Dharr said, &lsquo;O Abu Dharr, a man will not be among the Godwary until he takes account of himself more than a partner would take account of his [business] partner, such that he knows where his food comes from, where his drink comes from, and where his clothes come from &ndash; do they come from the lawful or the prohibited?&rsquo;[Kanz al-`Ummal, no. 8501]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">25&#1600; &#1585;&#1608;&#1610; &#1571;&#1606; &#1589;&#1575;&#1581;&#1576;&#1575; &#1604;&#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1610;&#1602;&#1575;&#1604; &#1604;&#1607; &#1607;&#1605;&#1575;&#1605; &#1603;&#1575;&#1606; &#1585;&#1580;&#1604;&#1575; &#1593;&#1575;&#1576;&#1583;&#1575;&#1548; &#1601;&#1602;&#1575;&#1604; &#1604;&#1607;: &#1610;&#1575; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606;&#1548; &#1589;&#1601; &#1604;&#1610; &#1575;&#1604;&#1605;&#1578;&#1602;&#1610;&#1606;&#1548; &#1581;&#1578;&#1609; &#1603;&#1571;&#1606;&#1610; &#1571;&#1606;&#1592;&#1585; &#1573;&#1604;&#1610;&#1607;&#1605; ... &#1601;&#1581;&#1605;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1571;&#1579;&#1606;&#1609; &#1593;&#1604;&#1610;&#1607; &#1608;&#1589;&#1604;&#1609; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1579;&#1605; &#1602;&#1575;&#1604; (&#1593;): . . . &#1601;&#1575;&#1604;&#1605;&#1578;&#1602;&#1608;&#1606; &#1601;&#1610;&#1607;&#1575; &#1607;&#1605; &#1571;&#1607;&#1604; &#1575;&#1604;&#1601;&#1590;&#1575;&#1574;&#1604;: &#1605;&#1606;&#1591;&#1602;&#1607;&#1605; &#1575;&#1604;&#1589;&#1608;&#1575;&#1576;&#1548; &#1608;&#1605;&#1604;&#1576;&#1587;&#1607;&#1605; &#1575;&#1604;&#1575;&#1602;&#1578;&#1589;&#1575;&#1583;&#1548; &#1608;&#1605;&#1588;&#1610;&#1607;&#1605; &#1575;&#1604;&#1578;&#1608;&#1575;&#1590;&#1593;&#1548; &#1594;&#1590;&#1608;&#1575; &#1571;&#1576;&#1589;&#1575;&#1585;&#1607;&#1605; &#1593;&#1605;&#1575; &#1581;&#1585;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607;&#1605;&#1548; &#1608;&#1608;&#1602;&#1601;&#1608;&#1575; &#1571;&#1587;&#1605;&#1575;&#1593;&#1607;&#1605; &#1593;&#1604;&#1609; &#1575;&#1604;&#1593;&#1604;&#1605; &#1575;&#1604;&#1606;&#1575;&#1601;&#1593; &#1604;&#1607;&#1605;&#1548; &#1606;&#1586;&#1604;&#1578; &#1571;&#1606;&#1601;&#1587;&#1607;&#1605; &#1605;&#1606;&#1607;&#1605; &#1601;&#1610; &#1575;&#1604;&#1576;&#1604;&#1575;&#1569; &#1603;&#1575;&#1604;&#1578;&#1610; &#1606;&#1586;&#1604;&#1578; &#1601;&#1610; &#1575;&#1604;&#1585;&#1582;&#1575;&#1569;&#1548; &#1608;&#1604;&#1608;&#1604;&#1575; &#1575;&#1604;&#1571;&#1580;&#1604; &#1575;&#1604;&#1584;&#1610; &#1603;&#1578;&#1576; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607;&#1605; &#1604;&#1605; &#1578;&#1587;&#1578;&#1602;&#1585; &#1571;&#1585;&#1608;&#1575;&#1581;&#1607;&#1605; &#1601;&#1610; &#1571;&#1580;&#1587;&#1575;&#1583;&#1607;&#1605; &#1591;&#1585;&#1601;&#1577; &#1593;&#1610;&#1606; &#1563; &#1588;&#1608;&#1602;&#1575; &#1573;&#1604;&#1609; &#1575;&#1604;&#1579;&#1608;&#1575;&#1576;&#1548; &#1608;&#1582;&#1608;&#1601;&#1575; &#1605;&#1606; &#1575;&#1604;&#1593;&#1602;&#1575;&#1576; ...<br />&#1601;&#1605;&#1606; &#1593;&#1604;&#1575;&#1605;&#1577; &#1571;&#1581;&#1583;&#1607;&#1605; &#1571; &#1606;&#1603; &#1578;&#1585;&#1609; &#1604;&#1607; &#1602;&#1608;&#1577; &#1601;&#1610; &#1583;&#1610;&#1606;&#1548; &#1608;&#1581;&#1586;&#1605;&#1575; &#1601;&#1610; &#1604;&#1610;&#1606;&#1548; &#1608;&#1573;&#1610;&#1605;&#1575;&#1606;&#1575; &#1601;&#1610; &#1610;&#1602;&#1610;&#1606;&#1548; &#1608;&#1581;&#1585;&#1589;&#1575; &#1601;&#1610; &#1593;&#1604;&#1605;&#1548; &#1608;&#1593;&#1604;&#1605;&#1575; &#1601;&#1610; &#1581;&#1604;&#1605;&#1548; &#1608;&#1602;&#1589;&#1583;&#1575; &#1601;&#1610; &#1594;&#1606;&#1609;&#1548; &#1608;&#1582;&#1588;&#1608;&#1593;&#1575; &#1601;&#1610; &#1593;&#1576;&#1575;&#1583;&#1577;&#1548; &#1608;&#1578;&#1580;&#1605;&#1604;&#1575; &#1601;&#1610; &#1601;&#1575;&#1602;&#1577;&#1548; &#1608;&#1589;&#1576;&#1585;&#1575; &#1601;&#1610; &#1588;&#1583;&#1577;&#1548; &#1608;&#1591;&#1604;&#1576;&#1575; &#1601;&#1610; &#1581;&#1604;&#1575;&#1604;&#1548; &#1608;&#1606;&#1588;&#1575;&#1591;&#1575; &#1601;&#1610; &#1607;&#1583;&#1609;&#1548; &#1608;&#1578;&#1581;&#1585;&#1580;&#1575; &#1593;&#1606; &#1591;&#1605;&#1593; . &#1610;&#1593;&#1605;&#1604; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604; &#1575;&#1604;&#1589;&#1575;&#1604;&#1581;&#1577; &#1608;&#1607;&#1608; &#1593;&#1604;&#1609; &#1608;&#1580;&#1604;&#1548; &#1610;&#1605;&#1587;&#1610; &#1608;&#1607;&#1605;&#1607; &#1575;&#1604;&#1588;&#1603;&#1585;&#1548; &#1608;&#1610;&#1589;&#1576;&#1581; &#1608;&#1607;&#1605;&#1607; &#1575;&#1604;&#1584;&#1603;&#1585;&#1548; &#1610;&#1576;&#1610;&#1578; &#1581;&#1584;&#1585;&#1575;&#1548; &#1608;&#1610;&#1589;&#1576;&#1581; &#1601;&#1585;&#1581;&#1575;&#1563; &#1581;&#1584;&#1585;&#1575; &#1604;&#1605;&#1575; &#1581;&#1584;&#1585; &#1605;&#1606; &#1575;&#1604;&#1594;&#1601;&#1604;&#1577;&#1548; &#1608;&#1601;&#1585;&#1581;&#1575; &#1576;&#1605;&#1575; &#1571;&#1589;&#1575;&#1576; &#1605;&#1606; &#1575;&#1604;&#1601;&#1590;&#1604; &#1608;&#1575;&#1604;&#1585;&#1581;&#1605;&#1577; . &#1573;&#1606; &#1575;&#1587;&#1578;&#1589;&#1593;&#1576;&#1578; &#1593;&#1604;&#1610;&#1607; &#1606;&#1601;&#1587;&#1607; &#1601;&#1610;&#1605;&#1575; &#1578;&#1603;&#1585;&#1607; &#1604;&#1605; &#1610;&#1593;&#1591;&#1607;&#1575; &#1587;&#1572;&#1604;&#1607;&#1575; &#1601;&#1610;&#1605;&#1575; &#1578;&#1581;&#1576; . &#1602;&#1585;&#1577; &#1593;&#1610;&#1606;&#1607; &#1601;&#1610;&#1605;&#1575; &#1604;&#1575; &#1610;&#1586;&#1608;&#1604;&#1548; &#1608;&#1586;&#1607;&#1575;&#1583;&#1578;&#1607; &#1601;&#1610;&#1605;&#1575; &#1604;&#1575; &#1610;&#1576;&#1602;&#1609;&#1548; &#1610;&#1605;&#1586;&#1580; &#1575;&#1604;&#1581;&#1604;&#1605; &#1576;&#1575;&#1604;&#1593;&#1604;&#1605; &#1608;&#1575;&#1604;&#1602;&#1608;&#1604; &#1576;&#1575;&#1604;&#1593;&#1605;&#1604;. &#1578;&#1585;&#1575;&#1607; &#1602;&#1585;&#1610;&#1576;&#1575; &#1571;&#1605;&#1604;&#1607;&#1548; &#1602;&#1604;&#1610;&#1604;&#1575; &#1586;&#1604;&#1604;&#1607;&#1548; &#1582;&#1575;&#1588;&#1593;&#1575; &#1602;&#1604;&#1576;&#1607;&#1548; &#1602;&#1575;&#1606;&#1593;&#1577; &#1606;&#1601;&#1587;&#1607;&#1548; &#1605;&#1606;&#1586;&#1608;&#1585;&#1575; &#1571;&#1603;&#1604;&#1607;&#1548; &#1587;&#1607;&#1604;&#1575; &#1571;&#1605;&#1585;&#1607;&#1548; &#1581;&#1585;&#1610;&#1586;&#1575; &#1583;&#1610;&#1606;&#1607;&#1548; &#1605;&#1610;&#1578;&#1577; &#1588;&#1607;&#1608;&#1578;&#1607;&#1548; &#1605;&#1603;&#1592;&#1608;&#1605;&#1575; &#1594;&#1610;&#1592;&#1607;&#1548; &#1575;&#1604;&#1582;&#1610;&#1585; &#1605;&#1606;&#1607; &#1605;&#1571;&#1605;&#1608;&#1604;&#1548; &#1608;&#1575;&#1604;&#1588;&#1585; &#1605;&#1606;&#1607; &#1605;&#1571;&#1605;&#1608;&#1606;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">25&ndash; Nahj al-Balagha: It is related that a companion of the Commander of the Faithful called Hammam who was a man devoted to worship said to him, &lsquo;O Commander of the Faithful, describe to me the Godwary in such a way as though I was to see them.&rsquo; So he praised Allah and extolled Him, and praised the Prophet (SAWA) and then said:<br />&lsquo;Thus, the Godwary, are the people of virtue. Their speech is to the point, their dress is moderate and their gait is humble. They keep their eyes closed to what Allah has made unlawful for them, and they put their ears to that knowledge which is beneficial to them. They remain in times of trials as they have been in times of comfort. If there had not been fixed periods [of life] ordained for each, their spirits would not have remained in their bodies even for the twinkling of an eye because of [their] eagerness for the reward and fear of chastisement&hellip;<br />The sign of any one of them is that you will see that he has strength in religion, determination along with leniency, faith with conviction, eagerness in [seeking] knowledge in forbearance, moderation in wealth, devotion in worship, gracefulness in neediness, endurance in hardship, desire for the lawful, pleasure in guidance and hatred of greed. He performs virtuous deeds but still feels afraid. In the evening he is anxious to offer thanks [to Allah]. In the morning his anxiety is to remember [Allah]. He passes the night in fear and rises in the morning in joy - fear lest night is passed in forgetfulness, and joy over the favour and mercy received by him.<br />If his self refuses to endure a thing which it does not like he does not grant its request towards what it likes. The coolness of his eye lies in what is to last forever, while from the things [of this world] that will not last he keeps aloof. He transfuses knowledge with forbearance, and speech with action. You will see his hopes simple, his shortcomings few, his heart fearing, his spirit contented, his meal small and simple, his religion safe, his desires dead and his anger suppressed. Good alone is expected from him. Evil from him is not to be feared.&rsquo;[Nahj al-Balagha, Sermon 193]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">26&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1571;&#1607;&#1604; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1571;&#1610;&#1587;&#1585; &#1571;&#1607;&#1604; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1605;&#1572;&#1608;&#1606;&#1577;&#1548; &#1608;&#1571;&#1603;&#1579;&#1585;&#1607;&#1605; &#1604;&#1603; &#1605;&#1593;&#1608;&#1606;&#1577;&#1548; &#1578;&#1584;&#1603;&#1585; &#1601;&#1610;&#1593;&#1610;&#1606;&#1608;&#1606;&#1603;&#1548; &#1608;&#1573;&#1606; &#1606;&#1587;&#1610;&#1578; &#1584;&#1603;&#1585;&#1608;&#1603;&#1548; &#1602;&#1608;&#1575;&#1604;&#1608;&#1606; &#1576;&#1571;&#1605;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1602;&#1608;&#1575;&#1605;&#1608;&#1606; &#1593;&#1604;&#1609; &#1571;&#1605;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1602;&#1591;&#1593;&#1608;&#1575; &#1605;&#1581;&#1576;&#1578;&#1607;&#1605; &#1576;&#1605;&#1581;&#1576;&#1577; &#1585;&#1576;&#1607;&#1605;&#1548; &#1608;&#1608;&#1581;&#1588;&#1608;&#1575; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1604;&#1591;&#1575;&#1593;&#1577; &#1605;&#1604;&#1610;&#1603;&#1607;&#1605;&#1548; &#1608;&#1606;&#1592;&#1585;&#1608;&#1575; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1608;&#1573;&#1604;&#1609; &#1605;&#1581;&#1576;&#1578;&#1607; &#1576;&#1602;&#1604;&#1608;&#1576;&#1607;&#1605;&#1548; &#1608;&#1593;&#1604;&#1605;&#1608;&#1575; &#1571;&#1606; &#1584;&#1604;&#1603; &#1607;&#1608; &#1575;&#1604;&#1605;&#1606;&#1592;&#1608;&#1585; &#1573;&#1604;&#1610;&#1607;&#1548; &#1604;&#1593;&#1592;&#1610;&#1605; &#1588;&#1571;&#1606;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">26&ndash; Imam al-Baqir (AS) said, &lsquo;The Godwary people have the simplest of provisions in this world, but are the most helpful to you with their provisions, you only have to mention and they help you, and if you forget [your needs] they remind you. They are communicators of Allah&rsquo;s commands, guardians over Allah&rsquo;s commands, they have confined their love to loving their Lord. They feel estranged in the world in obedience to their Ruler; they look at Allah and His love with their hearts, and they know that they are looking at Him because of the magnitude of His Rank.&rsquo;[al-Kafi, v. 2, p. 133, no. 16]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">27&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1603;&#1575;&#1606; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; (&#1593;) &#1610;&#1602;&#1608;&#1604;: &#1573;&#1606; &#1604;&#1571;&#1607;&#1604; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1610;&#1593;&#1585;&#1601;&#1608;&#1606; &#1576;&#1607;&#1575;: &#1589;&#1583;&#1602; &#1575;&#1604;&#1581;&#1583;&#1610;&#1579;&#1548; &#1608;&#1571;&#1583;&#1575;&#1569; &#1575;&#1604;&#1571;&#1605;&#1575;&#1606;&#1577;&#1548; &#1608;&#1575;&#1604;&#1608;&#1601;&#1575;&#1569; &#1576;&#1575;&#1604;&#1593;&#1607;&#1583; ... &#1608;&#1602;&#1604;&#1577; &#1575;&#1604;&#1605;&#1572;&#1575;&#1578;&#1575;&#1577; &#1604;&#1604;&#1606;&#1587;&#1575;&#1569;&#1548; &#1608;&#1576;&#1584;&#1604; &#1575;&#1604;&#1605;&#1593;&#1585;&#1608;&#1601;&#1548; &#1608;&#1581;&#1587;&#1606; &#1575;&#1604;&#1582;&#1604;&#1602;&#1548; &#1608;&#1587;&#1593;&#1577; &#1575;&#1604;&#1581;&#1604;&#1605;&#1548; &#1608;&#1575;&#1578;&#1576;&#1575;&#1593; &#1575;&#1604;&#1593;&#1604;&#1605; &#1601;&#1610;&#1605;&#1575; &#1610;&#1602;&#1585;&#1576; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">27&ndash; Imam al-Baqir (AS) said, &lsquo;The Commander of the Faithful (AS) would say, &lsquo;The Godwary people have signs that they are known by: speaking truthfully, returning trusts, fulfilling promises ... little association with women, spending for good causes, good-naturedness, ample clemency, and the pursuit of knowledge of whatever brings them closer to Allah Almighty&rsquo;.[ al-Khisal, p. 483, no. 56]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1605;&#1606;&#1593; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">What Hinders Godwariness</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">28&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1581;&#1585;&#1575;&#1605; &#1593;&#1604;&#1609;&#1603;&#1604; &#1602;&#1604;&#1576; &#1605;&#1578;&#1608;&#1604;&#1607; &#1576;&#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1571;&#1606; &#1578;&#1587;&#1603;&#1606;&#1607; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">28&ndash; Imam Ali (AS) said, &lsquo;It is forbidden for every heart that is infatuated with the world to have Godwariness reside therein.&rsquo;[Ghurar al-Hikam, no. 4904]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">29&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1608;&#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1605;&#1575; &#1571;&#1585;&#1609; &#1593;&#1576;&#1583;&#1575; &#1610;&#1578;&#1602;&#1610; &#1578;&#1602;&#1608;&#1609; &#1578;&#1606;&#1601;&#1593;&#1607; &#1581;&#1578;&#1609; &#1610;&#1582;&#1586;&#1606; &#1604;&#1587;&#1575;&#1606;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">29&ndash; Imam Ali (AS) said, &lsquo;By Allah I cannot see a servant ever having Godwariness that will benefit him unless he guards his tongue.&rsquo;[Nahj al-Balagha, Sermon 176]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">30&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1610;&#1587;&#1578;&#1591;&#1610;&#1593; &#1571;&#1606; &#1610;&#1578;&#1602;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1606; &#1582;&#1575;&#1589;&#1605; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">30&ndash; Imam Ali (AS) said, &lsquo;One who disputes cannot be wary of Allah.&rsquo;[Nahj al-Balagha, Saying 298]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">31&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1593;&#1587;&#1603;&#1585;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1604;&#1605; &#1610;&#1578;&#1602; &#1608;&#1580;&#1608;&#1607; &#1575;&#1604;&#1606;&#1575;&#1587; &#1604;&#1605; &#1610;&#1578;&#1602; &#1575;&#1604;&#1604;&#1607;&rlm;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">31&ndash; Imam al-`Aaskari (AS) said, &lsquo;He who is not wary before people does not have wariness of Allah.&rsquo;[Bihar al-Anwar, v. 78, p. 377, no. 3]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1581;&#1602; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Reality of Godwariness</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">32&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1575;&#1578;&#1602;&#1608;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm; &#1581;&#1602; &#1578;&#1602;&#1575;&#1578;&#1607;&raquo; &#1600;: &#1610;&#1591;&#1575;&#1593; &#1601;&#1604;&#1575; &#1610;&#1593;&#1589;&#1609;&#1548; &#1608;&#1610;&#1584;&#1603;&#1585; &#1601;&#1604;&#1575; &#1610;&#1606;&#1587;&#1609;&#1548; &#1608;&#1610;&#1588;&#1603;&#1585; &#1601;&#1604;&#1575; &#1610;&#1603;&#1601;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">32&ndash; Imam al-Sadiq (AS), when asked about Allah&rsquo;s verse: "Be wary of Allah with the wariness due to Him", said, &lsquo;He must be obeyed and not disobeyed, remembered and not forgotten, thanked and not denied.&rsquo;[Bihar al-Anwar, v. 70, p. 291, no. 31]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">33&#1600; &#1593;&#1606; &#1571;&#1576;&#1610; &#1576;&#1589;&#1610;&#1585;: &#1587;&#1571;&#1604;&#1578; &#1571;&#1576;&#1575; &#1593;&#1576;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; <span lang="ar-sa">(&#1593;) &#1593;&#1606; &#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;: &laquo;&#1575;&#1578;&#1602;&#1608;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm; &#1581;&#1602; &#1578;&#1602;&#1575;&#1578;&#1607;&raquo;&#1548; &#1602;&#1575;&#1604;: &#1605;&#1606;&#1587;&#1608;&#1582;&#1577; . &#1602;&#1604;&#1578;: &#1608;&#1605;&#1575; &#1606;&#1587;&#1582;&#1578;&#1607;&#1575; &#1567; &#1602;&#1575;&#1604;: &#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;: &laquo;&#1575;&#1578;&#1602;&#1608;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1575; &#1575;&#1587;&#1578;&#1591;&#1593;&#1578;&#1605;&raquo;.</span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">33- Abu Baqir said, &lsquo;I asked Abu `Aabdillah [al-Sadiq] (AS) about Allah&rsquo;s verse: "Be wary of Allah with the wariness due to Him", so he said, &lsquo;It has been abrogated.&rsquo; I said, &lsquo;With what?&rsquo; He said, &lsquo;Allah&rsquo;s verse: "Be wary of Allah as far as you can"[Qur&rsquo;an 64: 16] [Bihar al-Anwar, v. 70, p. 287, no. 12]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Explanation of Godwariness</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">34&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1578;&#1605;&#1575;&#1605; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1571;&#1606; &#1578;&#1578;&#1593;&#1604;&#1605; &#1605;&#1575; &#1580;&#1607;&#1604;&#1578; &#1608;&#1578;&#1593;&#1605;&#1604; &#1576;&#1605;&#1575; &#1593;&#1604;&#1605;&#1578; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">34&ndash; The Prophet (SAWA) said, &lsquo;The completion of Godwariness is that you learn what you do not know and you act upon what you do know.&rsquo;[Tanbih al-Khawatir, v. 2, p. 120]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">35&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1571;&#1606; &#1610;&#1578;&#1602;&#1610; &#1575;&#1604;&#1605;&#1585;&#1569; &#1603;&#1604; &#1605;&#1575; &#1610;&#1572;&#1579;&#1605;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">35&ndash; Imam Ali (AS) said, &lsquo;Godwariness is that a person is wary of everything that tempts him into sin.&rsquo;[Ghurar al-Hikam, no. 2162]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">36&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1605;&#1604;&#1603; &#1588;&#1607;&#1608;&#1578;&#1607; &#1603;&#1575;&#1606; &#1578;&#1602;&#1610;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">36&ndash; Imam Ali (AS) said, &lsquo;He who controls his desire is Godwary.&rsquo;[Ghurar al-Hikam, no. 8284]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">37&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1600;: &#1571;&#1606; &#1604;&#1575; &#1610;&#1601;&#1602;&#1583;&#1603; &#1575;&#1604;&#1604;&#1607;&rlm;&#1581;&#1610;&#1579; &#1571;&#1605;&#1585;&#1603;&#1548; &#1608;&#1604;&#1575; &#1610;&#1585;&#1575;&#1603; &#1581;&#1610;&#1579; &#1606;&#1607;&#1575;&#1603;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">37&ndash; Imam al-Sadiq (AS), when asked about the interpretation of Godwariness, said, &lsquo;That Allah does not miss you where He has commanded you and does not see you where He has prohibited you.&rsquo;[Bihar al-Anwar, v. 70, p. 285, no. 8]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">38&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1610;&#1594;&#1585;&#1606;&#1603; &#1576;&#1603;&#1575;&#1572;&#1607;&#1605;&#1548; &#1573;&#1606;&#1605;&#1575; &#1575;&#1604;&#1578;&#1602;&#1608;&#1609; &#1601;&#1610; &#1575;&#1604;&#1602;&#1604;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">38&ndash; Imam al-Sadiq (AS) said, &lsquo;Their crying should not deceive you; rather it is the Godwariness in the heart.&rsquo;[Ghurar al-Hikam, v. 70, p. 286, no. 9]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1571;&#1578;&#1602;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Most Godwary of People</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">39&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1578;&#1602;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587; &#1605;&#1606; &#1602;&#1575;&#1604; &#1575;&#1604;&#1581;&#1602; &#1601;&#1610;&#1605;&#1575; &#1604;&#1607; &#1608;&#1593;&#1604;&#1610;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">39&ndash; The Prophet (SAWA) said, &lsquo;The most Godwary of people is he who speaks the truth, be it for or against himself.&rsquo;[Ma`ani al-Akhbar, p. 27, no. 4]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">40&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1593;&#1605;&#1604; &#1576;&#1601;&#1585;&#1575;&#1574;&#1590; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1603;&#1606; &#1571;&#1578;&#1602;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">40&ndash; The Prophet (SAWA) said, &lsquo;Perform the duties made incumbent by Allah and you will be the most Godwary of people.&rsquo;[Bihar al-Anwar, v. 71, p. 196, no. 2]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">41&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1571;&#1581;&#1576; &#1571;&#1606; &#1610;&#1603;&#1608;&#1606; &#1571;&#1578;&#1602;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1604;&#1610;&#1578;&#1608;&#1603;&#1604; &#1593;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">41&ndash; The Prophet (SAWA) said, &lsquo;Whoever would like to become the most Godwary of people should rely on Allah.&rsquo;[Ma`ani al-Akhbar, p. 196, no. 2]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
