<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>HYPOCRISY&nbsp;&nbsp; &#1575;&#1604;&#1606;&#1601;&#1575;&#1602;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">HYPOCRISY</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1606;&#1601;&#1575;&#1602;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1606;&#1601;&#1575;&#1602;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">Hypocrisy</span></span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1575;&#1604;&#1606;&#1601;&#1575;&#1602; &#1610;&#1576;&#1583;&#1608; &#1604;&#1605;&#1592;&#1577; &#1587;&#1608;&#1583;&#1575;&#1569;&#1548; &#1601;&#1603;&#1604;&#1605;&#1575; &#1575;&#1586;&#1583;&#1575;&#1583; &#1575;&#1604;&#1606;&#1601;&#1575;&#1602; &#1593;&#1592;&#1605;&#1575; &#1575;&#1586;&#1583;&#1575;&#1583; &#1584;&#1604;&#1603; &#1575;&#1604;&#1587;&#1608;&#1575;&#1583;&#1548; &#1601;&#1573;&#1584;&#1575; &#1575;&#1587;&#1578;&#1603;&#1605;&#1604; &#1575;&#1604;&#1606;&#1601;&#1575;&#1602; &#1575;&#1587;&#1608;&#1583; &#1575;&#1604;&#1602;&#1604;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, &lsquo;Hypocrisy appears as a black dot [on the heart]. Whenever hypocrisy increases in magnitude that black dot increases, and when hypocrisy becomes complete the heart becomes black.&rsquo;[Kanz al-`Ummal, no. 1734]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1606;&#1601;&#1575;&#1602; &#1571;&#1582;&#1608; &#1575;&#1604;&#1588;&#1585;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">2&ndash; Imam Ali (AS) said, &lsquo;Hypocrisy is the brother of polytheism.&rsquo;[Ghurar al-Hikam, no. 483]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1571;&#1602;&#1576;&#1581; &#1576;&#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606;&rlm;&#1592;&#1575;&#1607;&#1585;&#1575; &#1605;&#1608;&#1575;&#1601;&#1602;&#1575;&#1548; &#1608;&#1576;&#1575;&#1591;&#1606;&#1575; &#1605;&#1606;&#1575;&#1601;&#1602;&#1575;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">3&ndash; Imam Ali (AS) said, &lsquo;How hideous is the human being whose outer is agreeable while his inner is hypocritical.&rsquo;[Ghurar al-Hikam, no. 9559]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1606;&#1601;&#1575;&#1602; &#1575;&#1604;&#1605;&#1585;&#1569; &#1605;&#1606; &#1584;&#1604; &#1610;&#1580;&#1583;&#1607; &#1601;&#1610; &#1606;&#1601;&#1587;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">4&ndash; Imam Ali (AS) said, &lsquo;The hypocrisy of a person [stems] from the inferiority he finds within himself.&rsquo;[Ghurar al-Hikam, no. 9988]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1589;&#1601;&#1577; &#1575;&#1604;&#1605;&#1606;&#1575;&#1601;&#1602;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Description of a Hypocrite</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1605;&#1606;&#1575;&#1601;&#1602; &#1605;&#1606; &#1573;&#1584;&#1575; &#1608;&#1593;&#1583; &#1571;&#1582;&#1604;&#1601;&#1548; &#1608;&#1573;&#1584;&#1575; &#1601;&#1593;&#1604; &#1571;&#1601;&#1588;&#1609;&#1548; &#1608;&#1573;&#1584;&#1575; &#1602;&#1575;&#1604; &#1603;&#1584;&#1576;&#1548; &#1608;&#1573;&#1584;&#1575; &#1575;&#1574;&#1578;&#1605;&#1606; &#1582;&#1575;&#1606;&#1548; &#1608;&#1573;&#1584;&#1575; &#1585;&#1586;&#1602; &#1591;&#1575;&#1588;&#1548; &#1608;&#1573;&#1584;&#1575; &#1605;&#1606;&#1593; &#1593;&#1575;&#1588;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">5&ndash; The Prophet (SAWA) said, &lsquo;A hypocrite is someone who when he makes a promise he does not fulfil it, when he does something [bad], he discloses it, when he speaks he lies, when he is entrusted with something he betrays, when he is given sustenance he is fickle and thoughtless, and when he is deprived he spends [more].&rsquo;[Bihar al-Anwar, v. 72, p. 207, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1604;&#1605;&#1606;&#1575;&#1601;&#1602; &#1610;&#1605;&#1604;&#1603; &#1593;&#1610;&#1606;&#1610;&#1607; &#1610;&#1576;&#1603;&#1610; &#1603;&#1605;&#1575; &#1610;&#1588;&#1575;&#1569;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">6&ndash; The Prophet (SAWA) said, &lsquo;A hypocrite has control over his eyes, he cries whenever he wants to.&rsquo;[Kanz al-`Ummal, no. 854]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1604;&#1605;&#1606;&#1575;&#1601;&#1602;&#1610;&#1606; &#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1610;&#1593;&#1585;&#1601;&#1608;&#1606; &#1576;&#1607;&#1575;: &#1578;&#1581;&#1610;&#1578;&#1607;&#1605; &#1604;&#1593;&#1606;&#1577;&#1548; &#1608;&#1591;&#1593;&#1575;&#1605;&#1607;&#1605; &#1606;&#1607;&#1605;&#1577;&#1548; &#1608;&#1594;&#1606;&#1610;&#1605;&#1578;&#1607;&#1605; &#1594;&#1604;&#1608;&#1604;&#1548; &#1604;&#1575; &#1610;&#1602;&#1585;&#1576;&#1608;&#1606; &#1575;&#1604;&#1605;&#1587;&#1575;&#1580;&#1583; &#1573;&#1604;&#1575; &#1607;&#1580;&#1585;&#1575;&#1548; &#1608;&#1604;&#1575; &#1610;&#1571;&#1578;&#1608;&#1606; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1573;&#1604;&#1575; &#1583;&#1576;&#1585;&#1575;&#1548; &#1605;&#1587;&#1578;&#1603;&#1576;&#1585;&#1610;&#1606; &#1604;&#1575; &#1610;&#1571;&#1604;&#1601;&#1608;&#1606; &#1608;&#1604;&#1575; &#1610;&#1572;&#1604;&#1601;&#1608;&#1606;&#1548; &#1582;&#1588;&#1576; &#1576;&#1575;&#1604;&#1604;&#1610;&#1604; &#1587;&#1582;&#1576; &#1576;&#1575;&#1604;&#1606;&#1607;&#1575;&#1585; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">7&ndash; The Prophet (SAWA) said, &lsquo;Hypocrites have signs through which they are known: their greeting is cursing, their food is greed, their earnings are through breaches of trust, they do not come close to the mosques save with contempt, they only fulfil their prayers to flee [from them], [they are] haughty people who do not socialize and are not sociable, they are as wood in the night, loud in the day.&rsquo;[Kanz al-`Ummal, no. 862]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1582;&#1575;&#1604;&#1601;&#1578; &#1587;&#1585;&#1610;&#1585;&#1578;&#1607; &#1593;&#1604;&#1575;&#1606;&#1610;&#1578;&#1607; &#1601;&#1607;&#1608; &#1605;&#1606;&#1575;&#1601;&#1602; &#1603;&#1575;&#1574;&#1606;&#1575; &#1605;&#1606; &#1603;&#1575;&#1606; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">8&ndash; The Prophet (SAWA) said, &lsquo;He whose inner is contrary to his outer is a hypocrite, no matter who he may be.&rsquo;[Bihar al-Anwar, v. 72, p. 207, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1575; &#1586;&#1575;&#1583; &#1582;&#1588;&#1608;&#1593; &#1575;&#1604;&#1580;&#1587;&#1583; &#1593;&#1604;&#1609; &#1605;&#1575; &#1601;&#1610; &#1575;&#1604;&#1602;&#1604;&#1576; &#1601;&#1607;&#1608; &#1593;&#1606;&#1583;&#1606;&#1575; &#1606;&#1601;&#1575;&#1602; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">9&ndash; The Prophet (SAWA) said, &lsquo;When humbleness of the body supercedes that which is in the heart then in our view it is hypocrisy.&rsquo;[al-Kafi, v. 2, p. 396, no. 6]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1605;&#1606;&#1575;&#1601;&#1602; &#1573;&#1584;&#1575; &#1606;&#1592;&#1585; &#1604;&#1607;&#1575;&#1548; &#1608;&#1573;&#1584;&#1575; &#1587;&#1603;&#1578; &#1587;&#1607;&#1575;&#1548; &#1608;&#1573;&#1584;&#1575; &#1578;&#1603;&#1604;&#1605; &#1604;&#1594;&#1575;&#1548; &#1608;&#1573;&#1584;&#1575; &#1575;&#1587;&#1578;&#1594;&#1606;&#1609; &#1591;&#1594;&#1575;&#1548; &#1608;&#1573;&#1584;&#1575; &#1571;&#1589;&#1575;&#1576;&#1578;&#1607; &#1588;&#1583;&#1577; &#1590;&#1594;&#1575;&#1548; &#1601;&#1607;&#1608; &#1602;&#1585;&#1610;&#1576; &#1575;&#1604;&#1587;&#1582;&#1591; &#1576;&#1593;&#1610;&#1583; &#1575;&#1604;&#1585;&#1590;&#1575;&#1548; &#1610;&#1587;&#1582;&#1591;&#1607; &#1593;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1610;&#1587;&#1610;&#1585;&#1548; &#1608;&#1604;&#1575; &#1610;&#1585;&#1590;&#1610;&#1607; &#1575;&#1604;&#1603;&#1579;&#1610;&#1585;&#1548; &#1610;&#1606;&#1608;&#1610; &#1603;&#1579;&#1610;&#1585;&#1575; &#1605;&#1606; &#1575;&#1604;&#1588;&#1585; &#1608;&#1610;&#1593;&#1605;&#1604; &#1576;&#1591;&#1575;&#1574;&#1601;&#1577; &#1605;&#1606;&#1607;&#1548; &#1608;&#1610;&#1578;&#1604;&#1607;&#1601; &#1593;&#1604;&#1609; &#1605;&#1575; &#1601;&#1575;&#1578;&#1607; &#1605;&#1606; &#1575;&#1604;&#1588;&#1585; &#1603;&#1610;&#1601; &#1604;&#1605; &#1610;&#1593;&#1605;&#1604; &#1576;&#1607;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">10&ndash; Imam Ali (AS) said, &lsquo;A hypocrite, when he looks he is frivolous, when he is silent he forgets, when he speaks he prattles, when he becomes wealthy he tyrannizes, when hardship afflicts him he is treacherous, so he is close to discontentment and far from contentment. Minor things make him discontented with Allah, and he is never content, even with much. He intends to do a lot of evil and commits some of them, and he regrets the evil deeds that pass him by and how he did not manage to commit them.&rsquo;[Tuhaf al-`Uqoul, p. 212]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1608; &#1590;&#1585;&#1576;&#1578; &#1582;&#1610;&#1588;&#1608;&#1605; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1576;&#1587;&#1610;&#1601;&#1610; &#1607;&#1584;&#1575; &#1593;&#1604;&#1609; &#1571;&#1606; &#1610;&#1576;&#1594;&#1590;&#1606;&#1610; &#1605;&#1575; &#1571;&#1576;&#1594;&#1590;&#1606;&#1610;&#1548; &#1608;&#1604;&#1608; &#1589;&#1576;&#1576;&#1578; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1576;&#1580;&#1605;&#1575;&#1578;&#1607;&#1575; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1606;&#1575;&#1601;&#1602; &#1593;&#1604;&#1609; &#1571;&#1606; &#1610;&#1581;&#1576;&#1606;&#1610; &#1605;&#1575; &#1571;&#1581;&#1576;&#1606;&#1610;&#1548; &#1608;&#1584;&#1604;&#1603; &#1571;&#1606;&#1607; &#1602;&#1590;&#1610; &#1601;&#1575;&#1606;&#1602;&#1590;&#1609; &#1593;&#1604;&#1609; &#1604;&#1587;&#1575;&#1606; &#1575;&#1604;&#1606;&#1576;&#1610; &#1575;&#1604;&#1575;&#1605;&#1610; (&#1589;)&#1548; &#1571;&#1606;&#1607; &#1602;&#1575;&#1604;: &#1610;&#1575; &#1593;&#1604;&#1610;&#1548; &#1604;&#1575; &#1610;&#1576;&#1594;&#1590;&#1603; &#1605;&#1572;&#1605;&#1606;&#1548; &#1608;&#1604;&#1575; &#1610;&#1581;&#1576;&#1603; &#1605;&#1606;&#1575;&#1601;&#1602;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">11&ndash; Imam Ali (AS) said, &lsquo;If I was to strike the tip of the nose of a believer with my sword to hate me with as much hatred as he can, and if I was to pour down the whole world onto a hypocrite to love me with as much love as possible, [they would not be able to], and this is because of what has been destined, as this was passed on through the tongue of the unchooled Prophet (SAWA), saying, &lsquo; Ali, a believer can never hate you and a hypocrite can never love you.&rsquo;[Nahj al-Balagha, Saying 45]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1605;&#1606;&#1575;&#1601;&#1602; &#1610;&#1606;&#1607;&#1609; &#1608;&#1604;&#1575; &#1610;&#1606;&#1578;&#1607;&#1610;&#1548; &#1608;&#1610;&#1571;&#1605;&#1585; &#1576;&#1605;&#1575; &#1604;&#1575; &#1610;&#1571;&#1578;&#1610;&#1548; &#1573;&#1584;&#1575; &#1602;&#1575;&#1605; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1575;&#1593;&#1578;&#1585;&#1590;&#1548; &#1608;&#1573;&#1584;&#1575; &#1585;&#1603;&#1593; &#1585;&#1576;&#1590;&#1548; &#1608;&#1573;&#1584;&#1575; &#1587;&#1580;&#1583; &#1606;&#1602;&#1585;&#1548; &#1608;&#1573;&#1584;&#1575; &#1580;&#1604;&#1587; &#1588;&#1594;&#1585;&#1548; &#1610;&#1605;&#1587;&#1610; &#1608;&#1607;&#1605;&#1607; &#1575;&#1604;&#1591;&#1593;&#1575;&#1605; &#1608;&#1607;&#1608; &#1605;&#1601;&#1591;&#1585;&#1548; &#1608;&#1610;&#1589;&#1576;&#1581; &#1608;&#1607;&#1605;&#1607; &#1575;&#1604;&#1606;&#1608;&#1605; &#1608;&#1604;&#1605; &#1610;&#1587;&#1607;&#1585;&#1548; &#1573;&#1606; &#1581;&#1583;&#1579;&#1603; &#1603;&#1584;&#1576;&#1603;&#1548; &#1608;&#1573;&#1606; &#1608;&#1593;&#1583;&#1603; &#1571;&#1582;&#1604;&#1601;&#1603;&#1548; &#1608;&#1573;&#1606; &#1575;&#1574;&#1578;&#1605;&#1606;&#1578;&#1607; &#1582;&#1575;&#1606;&#1603;&#1548; &#1608;&#1573;&#1606; &#1582;&#1575;&#1604;&#1601;&#1578;&#1607; &#1575;&#1594;&#1578;&#1575;&#1576;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">12&ndash; Imam Zayn al-Abidin (AS) said, &lsquo;A hypocrite prohibits [wrongdoing] but does not refrain from it himself, and he enjoins that which he does not do himself. When he prays he complains, when he bows (ruku`a) he slumps, when he prostrates (sujud) he pecks [prostrating so fast], when he sits he spreads himself out, when he is going to bed his only concern is food even though he is full, and when he wakes up in the morning, his only concern is sleep even though he did not stay up during the night. When he speaks to you he lies, when he makes a promise he does not fulfil it, if you entrust him with anything he betrays it, and if you disagree with him he backbites you.&rsquo;[Amali al-Saduq, p. 399, no. 12]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1571;&#1585;&#1576;&#1593; &#1605;&#1606; &#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1575;&#1604;&#1606;&#1601;&#1575;&#1602;: &#1602;&#1587;&#1575;&#1608;&#1577; &#1575;&#1604;&#1602;&#1604;&#1576;&#1548; &#1608;&#1580;&#1605;&#1608;&#1583; &#1575;&#1604;&#1593;&#1610;&#1606;&#1548; &#1608;&#1575;&#1604;&#1573;&#1589;&#1585;&#1575;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1584;&#1606;&#1576;&#1548; &#1608;&#1575;&#1604;&#1581;&#1585;&#1589; &#1593;&#1604;&#1609; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">13&ndash; Imam al-Sadiq (AS) said, &lsquo;There are four signs to a hypocrite: hardheartedness, dryness of the eyes, persistence in sinning, and greed for the world.&rsquo;[al-Ikhtisas, p. 228]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1571;&#1592;&#1607;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587; &#1606;&#1601;&#1575;&#1602;&#1575;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Most Obvious Hypocrites </span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1592;&#1607;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587; &#1606;&#1601;&#1575;&#1602;&#1575; &#1605;&#1606; &#1571;&#1605;&#1585; &#1576;&#1575;&#1604;&#1591;&#1575;&#1593;&#1577; &#1608;&#1604;&#1605; &#1610;&#1593;&#1605;&#1604; &#1576;&#1607;&#1575;&#1548; &#1608;&#1606;&#1607;&#1609; &#1593;&#1606; &#1575;&#1604;&#1605;&#1593;&#1589;&#1610;&#1577; &#1608;&#1604;&#1605; &#1610;&#1606;&#1578;&#1607; &#1593;&#1606;&#1607;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">14&ndash; Imam Ali (AS) said, &lsquo;The most obvious of hypocrites is he who enjoins acts of obedience but does not perform them himself, and prohibits wrongdoing but does not refrain from them himself.&rsquo;[Ghurar al-Hikam, no. 3214]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1588;&#1583; &#1575;&#1604;&#1606;&#1575;&#1587; &#1606;&#1601;&#1575;&#1602;&#1575; &#1605;&#1606; &#1571;&#1605;&#1585; &#1576;&#1575;&#1604;&#1591;&#1575;&#1593;&#1577; &#1608;&#1604;&#1605; &#1610;&#1593;&#1605;&#1604; &#1576;&#1607;&#1575;&#1548; &#1608;&#1606;&#1607;&#1609; &#1593;&#1606; &#1575;&#1604;&#1605;&#1593;&#1589;&#1610;&#1577; &#1608;&#1604;&#1605; &#1610;&#1606;&#1578;&#1607; &#1593;&#1606;&#1607;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">15&ndash; Imam Ali (AS) said, &lsquo;The most severe of hypocrites is he who enjoins acts of obedience, but does not perform them himself, and prohibits wrongdoing but does not refrain from them himself.&rsquo;[Ghurar al-Hikam, no. 3309]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1578;&#1581;&#1584;&#1610;&#1585; &#1605;&#1606; &#1575;&#1604;&#1605;&#1606;&#1575;&#1601;&#1602; &#1575;&#1604;&#1605;&#1606;&#1591;&#1610;&#1602;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Caution against the Eloquent Hypocrite </span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1608;&#1604;&#1602;&#1583; &#1602;&#1575;&#1604; &#1604;&#1610; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606;&#1610; &#1604;&#1575; &#1571;&#1582;&#1575;&#1601; &#1593;&#1604;&#1609; &#1575;&#1605;&#1578;&#1610; &#1605;&#1572;&#1605;&#1606;&#1575; &#1608;&#1604;&#1575; &#1605;&#1588;&#1585;&#1603;&#1575;&#1548; &#1571;&#1605;&#1575; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1601;&#1610;&#1605;&#1606;&#1593;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1573;&#1610;&#1605;&#1575;&#1606;&#1607;&#1548; &#1608;&#1571;&#1605;&#1575; &#1575;&#1604;&#1605;&#1588;&#1585;&#1603; &#1601;&#1610;&#1602;&#1605;&#1593;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1588;&#1585;&#1603;&#1607;&#1548; &#1608;&#1604;&#1603;&#1606;&#1610; &#1571;&#1582;&#1575;&#1601; &#1593;&#1604;&#1610;&#1603;&#1605; &#1603;&#1604; &#1605;&#1606;&#1575;&#1601;&#1602; &#1575;&#1604;&#1580;&#1606;&#1575;&#1606;&#1548; &#1593;&#1575;&#1604;&#1605; &#1575;&#1604;&#1604;&#1587;&#1575;&#1606;&#1548; &#1610;&#1602;&#1608;&#1604; &#1605;&#1575; &#1578;&#1593;&#1585;&#1601;&#1608;&#1606;&#1548; &#1608;&#1610;&#1601;&#1593;&#1604; &#1605;&#1575; &#1578;&#1606;&#1603;&#1585;&#1608;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">16&ndash; Imam Ali (AS) said, &lsquo;The Prophet (SAWA) said to me, &lsquo;With respect to my people, I am afraid neither of a believer nor of an unbeliever. As for the believer, Allah will afford him protection because of his belief and as for the disbeliever, Allah will humiliate him because of his disbelief. But I am afraid about every one from among you who is a hypocrite in his heart and eloquent of speech. He speaks what you hold to be good but does what you dislike.&rsquo;[Nahj al-Balagha, Sermon 68]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1589;&#1601;&#1577; &#1581;&#1588;&#1585; &#1575;&#1604;&#1605;&#1606;&#1575;&#1601;&#1602;&#1610;&#1606; &#1608;&#1593;&#1575;&#1602;&#1576;&#1578;&#1607;&#1605;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Description of the Resurrection of Hypocrites and their End</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">17&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1610;&#1580;&#1610;&#1569; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1584;&#1608; &#1575;&#1604;&#1608;&#1580;&#1607;&#1610;&#1606; &#1583;&#1575;&#1604;&#1593;&#1575; &#1604;&#1587;&#1575;&#1606;&#1607; &#1601;&#1610; &#1602;&#1601;&#1575;&#1607;&#1548; &#1608;&#1570;&#1582;&#1585; &#1605;&#1606; &#1602;&#1583;&#1575;&#1605;&#1607;&#1548; &#1610;&#1604;&#1578;&#1607;&#1576;&#1575;&#1606; &#1606;&#1575;&#1585;&#1575; &#1581;&#1578;&#1609; &#1610;&#1604;&#1607;&#1576;&#1575; &#1580;&#1587;&#1583;&#1607;&#1548; &#1579;&#1605; &#1610;&#1602;&#1575;&#1604; &#1604;&#1607;: &#1607;&#1584;&#1575; &#1575;&#1604;&#1584;&#1610; &#1603;&#1575;&#1606; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1584;&#1575; &#1608;&#1580;&#1607;&#1610;&#1606; &#1608;&#1584;&#1575; &#1604;&#1587;&#1575;&#1606;&#1610;&#1606;&#1548; &#1610;&#1593;&#1585;&#1601; &#1576;&#1584;&#1604;&#1603; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">17&ndash; The Prophet (SAWA) said, &lsquo;He [the hypocrite] will come on the Day of Judgment with two faces and with his tongue hanging out from the back of his head, and with another tongue hanging in front. They will both be ignited with fire until they ignite his body, then it will be said about him: This is the one who was two-faced and two-tongued in the world, and he will be known as such on the Day of Resurrection .&rsquo;[al-Khisal, p. 38, no. 16]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">18&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1584;&#1608; &#1575;&#1604;&#1608;&#1580;&#1607;&#1610;&#1606; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1610;&#1571;&#1578;&#1610; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1608;&#1604;&#1607; &#1608;&#1580;&#1607;&#1575;&#1606; &#1605;&#1606; &#1606;&#1575;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">18&ndash; The Prophet (SAWA) said, &lsquo;A two-faced person in this world will come on the Day of Resurrection with two faces of fire.&rsquo;[al-Targhib wa al-Tarhib, v. 3, p. 603, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1584;&#1607;&#1576; &#1576;&#1575;&#1604;&#1606;&#1601;&#1575;&#1602;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">What Eradicates Hypocrisy</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">19&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1593;&#1604;&#1610; &#1608;&#1593;&#1604;&#1609; &#1571;&#1607;&#1604; &#1576;&#1610;&#1578;&#1610; &#1578;&#1584;&#1607;&#1576; &#1576;&#1575;&#1604;&#1606;&#1601;&#1575;&#1602;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">19&ndash; The Prophet (SAWA) said, &lsquo;Invoking blessings on me and my household takes away hypocrisy.&rsquo;[al-Kafi, v. 2, p. 492, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt">20&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1585;&#1601;&#1593;&#1608;&#1575; &#1571;&#1589;&#1608;&#1575;&#1578;&#1603;&#1605; &#1576;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1593;&#1604;&#1610; &#1563; &#1601;&#1573;&#1606;&#1607;&#1575; &#1578;&#1584;&#1607;&#1576; &#1576;&#1575;&#1604;&#1606;&#1601;&#1575;&#1602;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">20&ndash; The Prophet (SAWA) said, &lsquo;Raise your voices in invocation of blessings on me for it takes away hypocrisy.&rsquo;[al-Kafi, v. 2, p. 493, no. 13]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
