<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>IDLENESS&nbsp;&nbsp; &#1575;&#1604;&#1601;&#1585;&#1575;&#1594;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 14pt; font-family: Arial;">IDLENESS</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1601;&#1585;&#1575;&#1594;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1601;&#1585;&#1575;&#1594;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">Idleness </span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1588;&#1583; &#1575;&#1604;&#1606;&#1575;&#1587; &#1581;&#1587;&#1575;&#1576;&#1575; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1575;&#1604;&#1605;&#1603;&#1601;&#1610; &#1575;&#1604;&#1601;&#1575;&#1585;&#1594;&#1548; &#1573;&#1606; &#1603;&#1575;&#1606; &#1575;&#1604;&#1588;&#1594;&#1604; &#1605;&#1580;&#1607;&#1583;&#1577; &#1601;&#1575;&#1604;&#1601;&#1585;&#1575;&#1594; &#1605;&#1601;&#1587;&#1583;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; The Prophet (SAWA) said, &lsquo;The one to be the most harshly judged on the Day of Resurrection will be the capable yet idle [people]. If work is endeavor, idleness is corruptive.&rsquo;[Tanbih al-Khawatir, v. 1, p. 60]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1576;&#1594;&#1590; &#1575;&#1604;&#1589;&#1581;&#1610;&#1581; &#1575;&#1604;&#1601;&#1575;&#1585;&#1594;&#1548; &#1604;&#1575; &#1601;&#1610; &#1588;&#1594;&#1604; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1608;&#1604;&#1575; &#1601;&#1610; &#1588;&#1594;&#1604; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">2&ndash; The Prophet (SAWA) said, &lsquo;Verily Allah hates the healthy-bodied idle person, who is neither concerned with his worldly life, nor the Hereafter.&rsquo;[Sharh Nahj al-Balagha li B. Abi al-Hadid, v. 17, p. 146]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1582;&#1604;&#1578;&#1575;&#1606; &#1603;&#1579;&#1610;&#1585; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1610;&#1607;&#1605;&#1575; &#1605;&#1601;&#1578;&#1608;&#1606;: &#1575;&#1604;&#1589;&#1581;&#1577; &#1608;&#1575;&#1604;&#1601;&#1585;&#1575;&#1594;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; The Prophet (SAWA) said, &lsquo;There are two things most people are tested with: health and idleness.&rsquo;[al-Kafi, v. 8, p. 152, no. 136]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1575;&#1604;&#1601;&#1585;&#1575;&#1594; &#1578;&#1603;&#1608;&#1606; &#1575;&#1604;&#1589;&#1576;&#1608;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; Imam Ali (AS) said, &lsquo;From idleness comes desire.&rsquo;[Ghurar al-Hikam, no. 9251]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1593;&#1604;&#1605; &#1571;&#1606; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1583;&#1575;&#1585; &#1576;&#1604;&#1610;&#1577; &#1604;&#1605; &#1610;&#1601;&#1585;&#1594; &#1589;&#1575;&#1581;&#1576;&#1607;&#1575; &#1601;&#1610;&#1607;&#1575; &#1602;&#1591; &#1587;&#1575;&#1593;&#1577; &#1573;&#1604;&#1575; &#1603;&#1575;&#1606;&#1578; &#1601;&#1585;&#1594;&#1578;&#1607; &#1593;&#1604;&#1610;&#1607; &#1581;&#1587;&#1585;&#1577; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; Imam Ali (AS) said, &lsquo;Know that the world is a place of trial wherein there is no time a person can afford to be idle, for that time will be a source of regret for him on the Day of Resurrection.&rsquo;[Nahj al-Balagha, Letter 59]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1571;&#1581;&#1602; &#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606; &#1571;&#1606; &#1578;&#1603;&#1608;&#1606; &#1604;&#1607; &#1587;&#1575;&#1593;&#1577; &#1604;&#1575; &#1610;&#1588;&#1594;&#1604;&#1607; &#1593;&#1606;&#1607;&#1575; &#1588;&#1575;&#1594;&#1604;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; Imam Ali (AS) said, &lsquo;How deserving man is of having an hour where no one disturbs him!&rsquo;[Ghurar al-Hikam, no. 9684]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1610;&#1603;&#1606; &#1575;&#1604;&#1588;&#1594;&#1604; &#1605;&#1580;&#1607;&#1583;&#1577; &#1601;&#1575;&#1578;&#1589;&#1575;&#1604; &#1575;&#1604;&#1601;&#1585;&#1575;&#1594; &#1605;&#1601;&#1587;&#1583;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">7&ndash; Imam Ali (AS) said, &lsquo;If work is endeavor, then continuous idleness is corruptive.&rsquo;[Bihar al-Anwar, v. 77, p. 419, no. 40] </span></td>
</tr>
<tr>
<td></p>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1583;&#1593;&#1575;&#1574;&#1607; &#1600;: &#1608;&#1575;&#1588;&#1594;&#1604; &#1602;&#1604;&#1608;&#1576;&#1606;&#1575; &#1576;&#1584;&#1603;&#1585;&#1603; &#1593;&#1606; &#1603;&#1604; &#1584;&#1603;&#1585;&#1548; &#1608;&#1571;&#1604;&#1587;&#1606;&#1578;&#1606;&#1575; &#1576;&#1588;&#1603;&#1585;&#1603; &#1593;&#1606; &#1603;&#1604; &#1588;&#1603;&#1585;&#1548; &#1608;&#1580;&#1608;&#1575;&#1585;&#1581;&#1606;&#1575; &#1576;&#1591;&#1575;&#1593;&#1578;&#1603; &#1593;&#1606; &#1603;&#1604; &#1591;&#1575;&#1593;&#1577;&#1548; &#1601;&#1573;&#1606; &#1602;&#1583;&#1585;&#1578; &#1604;&#1606;&#1575; &#1601;&#1585;&#1575;&#1594;&#1575; &#1605;&#1606; &#1588;&#1594;&#1604; &#1601;&#1575;&#1580;&#1593;&#1604;&#1607; &#1601;&#1585;&#1575;&#1594; &#1587;&#1604;&#1575;&#1605;&#1577;&#1548; &#1604;&#1575;&#1578;&#1583;&#1585;&#1603;&#1606;&#1575; &#1601;&#1610;&#1607; &#1578;&#1576;&#1593;&#1577;&#1548; &#1608;&#1604;&#1575;&#1578;&#1604;&#1581;&#1602;&#1606;&#1575; &#1601;&#1610;&#1607; &#1587;&#1571;&#1605;&#1577;&#1548; &#1581;&#1578;&#1609; &#1610;&#1606;&#1589;&#1585;&#1601; &#1593;&#1606;&#1575; &#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1587;&#1610;&#1574;&#1575;&#1578; &#1576;&#1589;&#1581;&#1610;&#1601;&#1577; &#1582;&#1575;&#1604;&#1610;&#1577; &#1605;&#1606; &#1584;&#1603;&#1585; &#1587;&#1610;&#1574;&#1575;&#1578;&#1606;&#1575;&#1548; &#1608;&#1610;&#1578;&#1608;&#1604;&#1609; &#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1581;&#1587;&#1606;&#1575;&#1578; &#1593;&#1606;&#1575; &#1605;&#1587;&#1585;&#1608;&#1585;&#1610;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">8- Imam Zayn al-Abidin (AS) said in his supplication, '&hellip;and divert our hearts from every other act of remembrance through Your remembrance, our tongues from every other act of thanksgiving through [being preoccupied with] thanking You, our limbs from every other act of obedience through [being preoccupied with] obedience to You! If You have ordained for us idleness in an occupation, make it an idleness of safety, wherein no ill consequence visits us nor weariness overtakes us as a result! Then the writers of evil deeds may depart from us with a page empty of the mention of our evil deeds, and the writers of good deeds may leave us happy with the good deeds of ours which they have written.'[al-Sahifa al-Sajjadiyya, Supplication 11]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1583;&#1593;&#1575;&#1574;&#1607; &#1601;&#1610; &#1605;&#1603;&#1575;&#1585;&#1605; &#1575;&#1604;&#1571;&#1582;&#1604;&#1575;&#1602; &#1600;: &#1575;&#1604;&#1604;&#1607;&#1605; &#1589;&#1604; &#1593;&#1604;&#1609; &#1605;&#1581;&#1605;&#1583; &#1608;&#1570;&#1604;&#1607;&#1548; &#1608;&#1575;&#1603;&#1601;&#1606;&#1610; &#1605;&#1575; &#1610;&#1588;&#1594;&#1604;&#1606;&#1610; &#1575;&#1604;&#1575;&#1607;&#1578;&#1605;&#1575;&#1605; &#1576;&#1607;&#1548; &#1608;&#1575;&#1587;&#1578;&#1593;&#1605;&#1604;&#1606;&#1610; &#1576;&#1605;&#1575; &#1578;&#1587;&#1571;&#1604;&#1606;&#1610; &#1594;&#1583;&#1575; &#1593;&#1606;&#1607;&#1548; &#1608;&#1575;&#1587;&#1578;&#1601;&#1585;&#1594; &#1571;&#1610;&#1575;&#1605;&#1610; &#1601;&#1610;&#1605;&#1575; &#1582;&#1604;&#1602;&#1578;&#1606;&#1610; &#1604;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">9- Imam Zayn al-Abidin (AS) said in his supplication, 'O Allah, bless Muhammad and his Household, and spare me the concerns which distract me, employ me in that which You will ask me about tomorrow, and let me pass my days [engaged] in that for which You have created me!'[al-Sahifa al-Sajjadiyya, supplication 20]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1600; &#1571;&#1610;&#1590;&#1575; &#1600;: &#1608;&#1575;&#1585;&#1586;&#1602;&#1606;&#1610; &#1589;&#1581;&#1577; &#1601;&#1610; &#1593;&#1576;&#1575;&#1583;&#1577;&#1548; &#1608;&#1601;&#1585;&#1575;&#1594;&#1575; &#1601;&#1610; &#1586;&#1607;&#1575;&#1583;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">10- Imam Zayn al-Abidin (AS), in his supplication said, '&hellip;and grant me health for the sake of worshipping [You], and idleness for the sake of reclusion.'[al-Sahifa al-Sajjadiyya, supplication 20]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1583;&#1593;&#1575;&#1574;&#1607; &#1601;&#1610; &#1610;&#1608;&#1605; &#1593;&#1585;&#1601;&#1577; &#1600;: &#1608;&#1571;&#1584;&#1602;&#1606;&#1610; &#1591;&#1593;&#1605; &#1575;&#1604;&#1601;&#1585;&#1575;&#1594; &#1604;&#1605;&#1575; &#1578;&#1581;&#1576; &#1576;&#1587;&#1593;&#1577; &#1605;&#1606; &#1587;&#1593;&#1578;&#1603;&#1548; &#1608;&#1575;&#1604;&#1575;&#1580;&#1578;&#1607;&#1575;&#1583; &#1601;&#1610;&#1605;&#1575; &#1610;&#1586;&#1604;&#1601; &#1604;&#1583;&#1610;&#1603; &#1608;&#1593;&#1606;&#1583;&#1603;&#1548; &#1608;&#1571;&#1578;&#1581;&#1601;&#1606;&#1610; &#1576;&#1578;&#1581;&#1601;&#1577; &#1605;&#1606; &#1578;&#1581;&#1601;&#1575;&#1578;&#1603;&#1548; &#1608;&#1575;&#1580;&#1593;&#1604; &#1578;&#1580;&#1575;&#1585;&#1578;&#1610; &#1585;&#1575;&#1576;&#1581;&#1577;&#1548; &#1608;&#1603;&#1585;&#1578;&#1610; &#1594;&#1610;&#1585; &#1582;&#1575;&#1587;&#1585;&#1577;&#1548; &#1608;&#1571;&#1582;&#1601;&#1606;&#1610; &#1605;&#1602;&#1575;&#1605;&#1603;&#1548; &#1608;&#1588;&#1608;&#1602;&#1606;&#1610; &#1604;&#1602;&#1575;&#1569;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">11- Imam Zayn al-Abidin (AS) said in his supplication on the day of `Aarafa, 'Let me taste, through some of Your boundless plenty, the flavour of being free for what You love, and striving in what brings about proximity with You and to You, and give me a gift from among Your gifts! Make my commerce profitable and my return without loss, fill me with fear of Your station, and make me yearn for the meeting with You.'[al-Sahifa al-Sajjadiyya, supplication 47]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1604;&#1610;&#1576;&#1594;&#1590; &#1575;&#1604;&#1593;&#1576;&#1583; &#1575;&#1604;&#1606;&#1608;&#1575;&#1605;&#1548; &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1604;&#1610;&#1576;&#1594;&#1590; &#1575;&#1604;&#1593;&#1576;&#1583; &#1575;&#1604;&#1601;&#1575;&#1585;&#1594; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">12- Imam al-Kazim (AS) said, 'Verily Allah, most High, hates the servant who sleeps much; verily Allah, most High, hates the idle servant.' [al-Faqih, v. 3, p. 169, no. 3635]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
