<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>INTERCESSION&nbsp;&nbsp; &#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">INTERCESSION</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">Intercession in the Life of this World</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1588;&#1601;&#1593;&#1608;&#1575; &#1578;&#1572;&#1580;&#1585;&#1608;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, 'Intercede for someone and you will be rewarded.&rsquo;[Kanz al-`Ummal, no. 6489]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1588;&#1601;&#1593; &#1588;&#1601;&#1575;&#1593;&#1577; &#1610;&#1583;&#1601;&#1593; &#1576;&#1607;&#1575; &#1605;&#1594;&#1585;&#1605;&#1575; &#1571;&#1608; &#1610;&#1581;&#1610;&#1610; &#1576;&#1607;&#1575; &#1605;&#1594;&#1606;&#1605;&#1575;&#1548; &#1579;&#1576;&#1578; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1602;&#1583;&#1605;&#1610;&#1607; &#1581;&#1610;&#1606; &#1578;&#1583;&#1581;&#1590; &#1575;&#1604;&#1571;&#1602;&#1583;&#1575;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, 'Whoever intercedes for someone settling thereby a financial liability or procuring someone's due profit, Allah will give him a firm footing on the day that feet will stumble.&rsquo;[Kanz al-`Ummal, no. 6496]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577; &#1586;&#1603;&#1575;&#1577; &#1575;&#1604;&#1580;&#1575;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; Imam al-Sadiq (AS) said, 'Intercession is the zakat of high rank.&rsquo;[Tuhaf al-`Uqoul, no. 381]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577; &#1601;&#1610; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Intercession in the Hereafter</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1588;&#1601;&#1575;&#1593;&#1578;&#1610; &#1604;&#1575;&#1605;&#1578;&#1610; &#1605;&#1606; &#1571;&#1581;&#1576; &#1571;&#1607;&#1604; &#1576;&#1610;&#1578;&#1610;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; The Prophet (SAWA) said, 'My intercession will avail those people from my community who love my household.&rsquo;[Kanz al-`Ummal, no. 39057]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1571;&#1588;&#1601;&#1593;&#1606; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1604;&#1605;&#1606; &#1603;&#1575;&#1606; &#1601;&#1610; &#1602;&#1604;&#1576;&#1607; &#1580;&#1606;&#1575;&#1581; &#1576;&#1593;&#1608;&#1590;&#1577; &#1573;&#1610;&#1605;&#1575;&#1606; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; The Prophet (SAWA) said, 'On the Day of Resurrection, I will surely intercede for anyone who harbours even a fly's wing's worth of faith in his heart.&rsquo;[Kanz al-`Ummal, no. 39043]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1584;&#1575; &#1602;&#1605;&#1578; &#1575;&#1604;&#1605;&#1602;&#1575;&#1605; &#1575;&#1604;&#1605;&#1581;&#1605;&#1608;&#1583; &#1578;&#1588;&#1601;&#1593;&#1578; &#1601;&#1610; &#1571;&#1589;&#1581;&#1575;&#1576; &#1575;&#1604;&#1603;&#1576;&#1575;&#1574;&#1585; &#1605;&#1606; &#1575;&#1605;&#1578;&#1610;&#1548; &#1601;&#1610;&#1588;&#1601;&#1593;&#1606;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610;&#1607;&#1605; &#1548; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1575; &#1578;&#1588;&#1601;&#1593;&#1578; &#1601;&#1610;&#1605;&#1606; &#1570;&#1584;&#1609; &#1584;&#1585;&#1610;&#1578;&#1610; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; The Prophet (SAWA) said, 'When I stand at the Glorious Station, I will intercede on behalf of those of my community who have perpetrated grave sins, and Allah will accept my intercession for them. By Allah, I will not intercede for anyone who hurts my progeny.&rsquo;[Amali al-Saduq, p. 242, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">7&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1603;&#1604; &#1606;&#1576;&#1610; &#1583;&#1593;&#1608;&#1577; &#1602;&#1583; &#1583;&#1593;&#1575; &#1576;&#1607;&#1575; &#1608;&#1602;&#1583; &#1587;&#1571;&#1604; &#1587;&#1572;&#1604;&#1575;&#1548; &#1608;&#1602;&#1583; &#1582;&#1576;&#1571;&#1578; &#1583;&#1593;&#1608;&#1578;&#1610; &#1604;&#1588;&#1601;&#1575;&#1593;&#1578;&#1610; &#1604;&#1575;&#1605;&#1578;&#1610; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; The Prophet (SAWA) said, 'Every prophet was given the right to a special request which they asked [from Allah], but I suppressed my request in return for the permission to intercede for my community on the Day of Resurrection.&rsquo;[al-Khisal, p. 29, no. 103]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1608;&#1604;&#1587;&#1608;&#1601; &#1610;&#1593;&#1591;&#1610;&#1603; &#1585;&#1576;&#1603; &#1601;&#1578;&#1585;&#1590;&#1609;&raquo; &#1600;: &#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577; &#1548; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577; &#1548; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; Imam al-Baqir (AS) said with regards to Allah&rsquo;s verse in the Qur&rsquo;an [addressing the Prophet (SAWA)]: &ldquo;Soon your Lord will give you [that with which] you will be pleased&rdquo;[ Qur&rsquo;an 93:5], &lsquo;(This is) intercession, by Allah it is intercession, by Allah it is intercession.&rsquo;[Bihar al-Anwar, v. 8, p. 57, no. 72]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo; &#1604;&#1575; &#1610;&#1605;&#1604;&#1603;&#1608;&#1606; &#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577; &#1573;&#1604;&#1575; &#1605;&#1606; &#1575;&#1578;&#1582;&#1584; &#1593;&#1606;&#1583; &#1575;&#1604;&#1585;&#1581;&#1605;&#1606; &#1593;&#1607;&#1583;&#1575;&raquo; &#1600;: &#1573;&#1604;&#1575; &#1605;&#1606; &#1575;&#1584;&#1606; &#1604;&#1607; &#1576;&#1608;&#1604;&#1575;&#1610;&#1577; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1608;&#1575;&#1604;&#1571;&#1574;&#1605;&#1577; &#1605;&#1606; &#1576;&#1593;&#1583;&#1607; &#1601;&#1607;&#1608; &#1575;&#1604;&#1593;&#1607;&#1583; &#1593;&#1606;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; Imam al-Sadiq (AS) said with regards to Allah&rsquo;s verse in the Qur&rsquo;an: "No one will have the power to intercede [with Allah], except for him who has taken a covenant with the All-beneficent", &lsquo;[This means] except for him who has been allowed intercession through his acceptance of the guardianship of the Commander of the Faithful, Ali (AS) and the Imams after him, as this is the covenant with Allah.&rsquo;[Bihar al-Anwar, p. 36, no. 9]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1605;&#1581;&#1585;&#1608;&#1605;&#1608;&#1606; &#1605;&#1606; &#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Those Who Will Be Deprived of Intercession</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">
<span style="font-family: Traditional Arabic; font-size:25pt">10&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1585;&#1580;&#1604;&#1575;&#1606; &#1604;&#1575; &#1578;&#1606;&#1575;&#1604;&#1607;&#1605;&#1575; &#1588;&#1601;&#1575;&#1593;&#1578;&#1610;: &#1589;&#1575;&#1581;&#1576; &#1587;&#1604;&#1591;&#1575;&#1606; &#1593;&#1587;&#1608;&#1601; &#1594;&#1588;&#1608;&#1605; &#1548; &#1608;&#1594;&#1575;&#1604; &#1601;&#1610; &#1575;&#1604;&#1583;&#1610;&#1606; &#1605;&#1575;&#1585;&#1602;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10&ndash; The Prophet (SAWA) said, &lsquo;Two types of people will not be included in my intercession: the tyrannical and iniquitous ruler and the heretical extremist in matters of religion.&rsquo;[al-Khisal, p. 63, no. 93]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-family: Traditional Arabic; font-size:25pt">11&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1605;&#1575; &#1588;&#1601;&#1575;&#1593;&#1578;&#1610; &#1601;&#1601;&#1610; &#1571;&#1589;&#1581;&#1575;&#1576; &#1575;&#1604;&#1603;&#1576;&#1575;&#1574;&#1585; &#1605;&#1575; &#1582;&#1604;&#1575; &#1571;&#1607;&#1604; &#1575;&#1604;&#1588;&#1585;&#1603; &#1608;&#1575;&#1604;&#1592;&#1604;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">11&ndash; The Prophet (SAWA) said, &lsquo;My intercession is intended for those who have committed grave sins [from among the Muslims], except for those guilty of polytheism and injustice to others.&rsquo;[al-Khisal, p. 355, no. 36]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-family: Traditional Arabic; font-size:25pt">12&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1575; &#1610;&#1606;&#1575;&#1604; &#1588;&#1601;&#1575;&#1593;&#1578;&#1610; &#1605;&#1606; &#1575;&#1587;&#1578;&#1582;&#1601; &#1576;&#1589;&#1604;&#1575;&#1578;&#1607; &#1548; &#1608;&#1604;&#1575; &#1610;&#1585;&#1583; &#1593;&#1604;&#1610; &#1575;&#1604;&#1581;&#1608;&#1590; &#1604;&#1575; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">12&ndash; The Prophet (SAWA) said, &lsquo;He who does not take his daily prayers seriously will neither benefit from my intercession nor meet me at the Heavenly Pool [of Kawthar], no by Allah.&rsquo;[al-Mahasin, v. 1, p. 159, no. 323]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-family: Traditional Arabic; font-size:25pt">13&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1604;&#1605; &#1610;&#1572;&#1605;&#1606; &#1576;&#1588;&#1601;&#1575;&#1593;&#1578;&#1610; &#1601;&#1604;&#1575; &#1571;&#1606;&#1575;&#1604;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1588;&#1601;&#1575;&#1593;&#1578;&#1610; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">13&ndash; The Prophet (SAWA) said, &lsquo;My intercession on behalf of one who does not believe in my intercession will not be accepted by Allah.&rsquo;[`Uyoun Akhbar al-Ridha (AS), v. 1, p. 136, no. 35]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1571;&#1605;&#1585; &#1576;&#1575;&#1580;&#1578;&#1605;&#1575;&#1593; &#1602;&#1585;&#1575;&#1576;&#1578;&#1607; &#1581;&#1608;&#1604;&#1607; &#1608;&#1602;&#1583; &#1581;&#1590;&#1585;&#1578;&#1607; &#1575;&#1604;&#1608;&#1601;&#1575;&#1577; &#1600;: &#1573;&#1606; &#1588;&#1601;&#1575;&#1593;&#1578;&#1606;&#1575; &#1604;&#1606; &#1578;&#1606;&#1575;&#1604; &#1605;&#1587;&#1578;&#1582;&#1601;&#1575; &#1576;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">14&ndash; Imam al-Sadiq (AS), when he asked for his relatives to be gathered around him as his death approached, said to them, &lsquo;Verily our intercession will not avail one who takes his prayer lightly.&rsquo;[al-Mahasin, v. 1, p. 159, no. 225]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1608; &#1571;&#1606; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577; &#1575;&#1604;&#1605;&#1602;&#1585;&#1576;&#1610;&#1606; &#1608;&#1575;&#1604;&#1571;&#1606;&#1576;&#1610;&#1575;&#1569; &#1575;&#1604;&#1605;&#1585;&#1587;&#1604;&#1610;&#1606; &#1588;&#1601;&#1593;&#1608;&#1575; &#1601;&#1610; &#1606;&#1575;&#1589;&#1576; &#1605;&#1575; &#1588;&#1601;&#1593;&#1608;&#1575; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">15&ndash; Imam al-Sadiq (AS) said, &lsquo;Even if the most favoured angels and all the prophets were to intercede for a Nasibi*, their intercession would not be accepted.&rsquo;[al-Mahasin, p. 294, no. 587]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1581;&#1575;&#1580;&#1577; &#1575;&#1604;&#1571;&#1608;&#1604;&#1610;&#1606; &#1608;&#1575;&#1604;&#1570;&#1582;&#1585;&#1610;&#1606; &#1573;&#1604;&#1609; &#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">People&rsquo;s Need for Intercession From the First to the Last</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1608;&#1602;&#1583; &#1602;&#1575;&#1604; &#1604;&#1607; &#1571;&#1576;&#1608; &#1571;&#1610;&#1605;&#1606;: &#1610;&#1575;&#1571;&#1576;&#1575;&#1580;&#1593;&#1601;&#1585;&#1548; &#1578;&#1594;&#1585;&#1608;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1608;&#1578;&#1602;&#1608;&#1604;&#1608;&#1606;: &#1588;&#1601;&#1575;&#1593;&#1577; &#1605;&#1581;&#1605;&#1583;&#1548; &#1588;&#1601;&#1575;&#1593;&#1577; &#1605;&#1581;&#1605;&#1583;! &#1601;&#1594;&#1590;&#1576; (&#1593;) &#1581;&#1578;&#1609; &#1578;&#1585;&#1576;&#1583; &#1608;&#1580;&#1607;&#1607; &#1600;: &#1608;&#1610;&#1581;&#1603; &#1610;&#1575; &#1571;&#1576;&#1575; &#1571;&#1610;&#1605;&#1606; ! &#1571;&#1594;&#1585;&#1603; &#1573;&#1606; &#1593;&#1601; &#1576;&#1591;&#1606;&#1603; &#1608;&#1601;&#1585;&#1580;&#1603; &#1567;! &#1571;&#1605;&#1575; &#1604;&#1608; &#1602;&#1583; &#1585;&#1571;&#1610;&#1578; &#1571;&#1601;&#1586;&#1575;&#1593; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1604;&#1602;&#1583; &#1575;&#1581;&#1578;&#1580;&#1578; &#1573;&#1604;&#1609; &#1588;&#1601;&#1575;&#1593;&#1577; &#1605;&#1581;&#1605;&#1583; (&#1589;) &#1548; &#1608;&#1610;&#1604;&#1603; &#1601;&#1607;&#1604; &#1610;&#1588;&#1601;&#1593; &#1573;&#1604;&#1575; &#1604;&#1605;&#1606; &#1608;&#1580;&#1576;&#1578; &#1604;&#1607; &#1575;&#1604;&#1606;&#1575;&#1585; &#1567;! &#1579;&#1605; &#1602;&#1575;&#1604;: &#1605;&#1575; &#1605;&#1606; &#1571;&#1581;&#1583; &#1605;&#1606; &#1575;&#1604;&#1571;&#1608;&#1604;&#1610;&#1606; &#1608;&#1575;&#1604;&#1570;&#1582;&#1585;&#1610;&#1606; &#1573;&#1604;&#1575; &#1608;&#1607;&#1608; &#1605;&#1581;&#1578;&#1575;&#1580; &#1573;&#1604;&#1609; &#1588;&#1601;&#1575;&#1593;&#1577; &#1605;&#1581;&#1605;&#1583; (&#1589;) &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">16&ndash; A man called Abu Ayman once came to Imam al-Baqir (AS) saying, &lsquo;O Abu Ja`afar, you delude people by saying, &lsquo;Muhammad&rsquo;s intercession [will help you], Muhammad&rsquo;s intercession!&rsquo; At this, the Imam (AS) got so angry that his face was glowering, and said, &lsquo;Woe betide you Abu Ayman! If your belly and your private parts keep you away from sin, does that mean they delude you? You would only have to see the atrocities of the Day of Resurrection to need Muhammad (SAWA)&rsquo;s intercession. Woe unto you! In any case, do you think that he will only intercede for those whose punishment in the Fire is obligatory?!&rsquo; Then he continued, saying, &lsquo;Every single person, from the first to the last, will need the intercession of Muhammad (SAWA) on the Day of Resurrection.&rsquo;[Bihar al-Anwar, v. 8, p. 38, no. 16]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1588;&#1601;&#1593;&#1575;&#1569;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Intercessors</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">17&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1579;&#1604;&#1575;&#1579;&#1577; &#1610;&#1588;&#1601;&#1593;&#1608;&#1606; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1601;&#1610;&#1588;&#1601;&#1593;&#1608;&#1606;: &#1575;&#1604;&#1571;&#1606;&#1576;&#1610;&#1575;&#1569; &#1548; &#1579;&#1605; &#1575;&#1604;&#1593;&#1604;&#1605;&#1575;&#1569; &#1548; &#1579;&#1605; &#1575;&#1604;&#1588;&#1607;&#1583;&#1575;&#1569;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">17&ndash; The Prophet (SAWA) said, &lsquo;Three types of people have the right to intercede with Allah, and their intercession will be accepted: the prophets, then the scholars, and then the martyrs.&rsquo;[al-Khisal, p. 156, no. 197]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; (&#1589;): &#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577; &#1604;&#1604;&#1571;&#1606;&#1576;&#1610;&#1575;&#1569; &#1608;&#1575;&#1604;&#1571;&#1608;&#1589;&#1610;&#1575;&#1569; &#1608;&#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1608;&#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">18&ndash; The Prophet (SAWA) said, &lsquo;[The right of] Intercession belongs to the prophets, their vicegerents, the believers and the angels.&rsquo;[Bihar al-Anwar, v. 8, p. 58, no. 75]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; (&#1589;): &#1575;&#1604;&#1588;&#1601;&#1593;&#1575;&#1569; &#1582;&#1605;&#1587;&#1577;: &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; &#1548; &#1608;&#1575;&#1604;&#1585;&#1581;&#1605; &#1548; &#1608;&#1575;&#1604;&#1571;&#1605;&#1575;&#1606;&#1577; &#1548; &#1608;&#1606;&#1576;&#1610;&#1603;&#1605; &#1548; &#1608;&#1571;&#1607;&#1604; &#1576;&#1610;&#1578; &#1606;&#1576;&#1610;&#1603;&#1605;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">19&ndash; The Prophet (SAWA) said, &lsquo;There are five intercessors: the Qur&rsquo;an, consanguinity, immunity, your Prophet, and your Prophet&rsquo;s household.&rsquo;[Bihar al-Anwar, p. 43, no. 39]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">20&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; (&#1589;): &#1604;&#1575; &#1588;&#1601;&#1610;&#1593; &#1571;&#1606;&#1580;&#1581; &#1605;&#1606; &#1575;&#1604;&#1578;&#1608;&#1576;&#1577;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">20&ndash; The Prophet (SAWA) said, &lsquo;There is no intercessor more effective than repentance.&rsquo;[Bihar al-Anwar, p. 58, no. 75]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">21&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1588;&#1575;&#1601;&#1593; &#1575;&#1604;&#1582;&#1604;&#1602; &#1575;&#1604;&#1593;&#1605;&#1604; &#1576;&#1575;&#1604;&#1581;&#1602; &#1608;&#1604;&#1586;&#1608;&#1605; &#1575;&#1604;&#1589;&#1583;&#1602; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">21&ndash; Imam Ali (AS) said, &lsquo;The intercessor for all of creation is action according to what is right and adherence to the truth.&rsquo;[Ghurar al-Hikam, no. 5789]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1608;&#1587;&#1610;&#1604;&#1577; </span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Mediation</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">22- &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1587;&#1604;&#1608;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1610; &#1575;&#1604;&#1608;&#1587;&#1610;&#1604;&#1577; ... &#1601;&#1605;&#1606; &#1587;&#1571;&#1604; &#1604;&#1610; &#1575;&#1604;&#1608;&#1587;&#1610;&#1604;&#1607; &#1581;&#1604;&#1578; &#1604;&#1607; &#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577; . </p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="ltr">22&ndash; The Prophet (SAWA) said, &lsquo;Ask Allah through my mediation &hellip; for whoever asks through my mediation is then allowed my intercession.&rsquo;[Sahihe Muslim, no. 384]</p>
</td>
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">23- &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1604;&#1571;&#1574;&#1605;&#1577; &#1605;&#1606; &#1608;&#1604;&#1583; &#1575;&#1604;&#1581;&#1587;&#1610;&#1606; &#1593;&#1604;&#1610;&#1607;&rlm;&#1575;&#1604;&#1587;&#1604;&#1575;&#1605; &#1548; &#1605;&#1606; &#1571;&#1591;&#1575;&#1593;&#1607;&#1605; &#1601;&#1602;&#1583; &#1571;&#1591;&#1575;&#1593; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1605;&#1606; &#1593;&#1589;&#1575;&#1607;&#1605; &#1601;&#1602;&#1583; &#1593;&#1589;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586; &#1608; &#1580;&#1604; &#1548; &#1607;&#1605; &#1575;&#1604;&#1593;&#1585;&#1608;&#1577; &#1575;&#1604;&#1608;&#1579;&#1602;&#1609; &#1548; &#1608;&#1607;&#1605; &#1575;&#1604;&#1608;&#1587;&#1610;&#1604;&#1607; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607; &#1593;&#1586; &#1608; &#1580;&#1604; .</p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">23&ndash; The Prophet (SAWA) said, &lsquo;The Imams from the progeny of al-Husayn (AS) are such that whoever obeys them has obeyed Allah, and whoever disobeys them has disobeyed Allah. They are the Firm Rope [to Allah], and they are the means of recourse to Allah.&rsquo;[`Uyoun Akhbar al-Ridha (AS), v. 2, p. 58, no. 217]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1571;&#1581;&#1602; &#1575;&#1604;&#1606;&#1575;&#1587; &#1576;&#1575;&#1604;&#1588;&#1601;&#1575;&#1593;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The People Most Deserving of Intercession</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">24&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1571;&#1602;&#1585;&#1576;&#1603;&#1605; &#1605;&#1606;&#1610; &#1594;&#1583;&#1575; &#1608;&#1571;&#1608;&#1580;&#1576;&#1603;&#1605; &#1593;&#1604;&#1610; &#1588;&#1601;&#1575;&#1593;&#1577;: &#1571;&#1589;&#1583;&#1602;&#1603;&#1605; &#1604;&#1587;&#1575;&#1606;&#1575; &#1548; &#1608;&#1571;&#1583;&#1575;&#1603;&#1605; &#1604;&#1604;&#1571;&#1605;&#1575;&#1606;&#1577; &#1548; &#1608;&#1571;&#1581;&#1587;&#1606;&#1603;&#1605; &#1582;&#1604;&#1602;&#1575; &#1548; &#1608;&#1571;&#1602;&#1585;&#1576;&#1603;&#1605; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">24&ndash; The Prophet (SAWA) said, &lsquo;Verily the closest from among you to me tomorrow [in the Hereafter], and the most eligible of you for my intercession are those who are the most truthful from amongst you, the most conscientious at returning a trust placed in their care, the most good-natured, and the ones who have close ties with people.&rsquo;[Amali al-Saduq, p. 411, no. 5]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1588;&#1601;&#1575;&#1593;&#1577; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1593;&#1604;&#1609; &#1602;&#1583;&#1585; &#1593;&#1605;&#1604;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">A Believer&rsquo;s Right to Intercession Depends on the Extent of His Deeds</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">25&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1601;&#1610; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1605;&#1606; &#1610;&#1588;&#1601;&#1593; &#1605;&#1579;&#1604; &#1585;&#1576;&#1610;&#1593;&#1577; &#1608;&#1605;&#1590;&#1585; &#1548; &#1608;&#1571;&#1602;&#1604; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1588;&#1601;&#1575;&#1593;&#1577; &#1605;&#1606; &#1610;&#1588;&#1601;&#1593; &#1604;&#1579;&#1604;&#1575;&#1579;&#1610;&#1606; &#1573;&#1606;&#1587;&#1575;&#1606;&#1575; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">25&ndash; The Prophet (SAWA) said, &lsquo;There are people from among the believers who have the right to intercession like Rabi`aa and Musar. A believer has the right to intercede on behalf of at least thirty people.&rsquo;[Bihar al-Anwar, v. 8, p. 58, no. 75]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl">26&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1610;&#1588;&#1601;&#1593; &#1575;&#1604;&#1585;&#1580;&#1604; &#1601;&#1610; &#1575;&#1604;&#1602;&#1576;&#1610;&#1604;&#1577; &#1548; &#1608;&#1610;&#1588;&#1601;&#1593; &#1575;&#1604;&#1585;&#1580;&#1604; &#1604;&#1575;&#1569;&#1607;&#1604; &#1575;&#1604;&#1576;&#1610;&#1578; &#1548; &#1608;&#1610;&#1588;&#1601;&#1593; &#1575;&#1604;&#1585;&#1580;&#1604; &#1604;&#1604;&#1585;&#1580;&#1604;&#1610;&#1606; &#1593;&#1604;&#1609; &#1602;&#1583;&#1585; &#1593;&#1605;&#1604;&#1607; &#1548; &#1601;&#1584;&#1604;&#1603; &#1575;&#1604;&#1605;&#1602;&#1575;&#1605; &#1575;&#1604;&#1605;&#1581;&#1605;&#1608;&#1583;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">26&ndash; Imam al-Baqir (AS) said, &lsquo;A man may intercede on behalf of his tribe, or for his family, or even just for two other people, depending on the extent of his deeds, for that is the Glorious Station.&rsquo;[Bihar al-Anwar, p. 43, no. 41]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
