<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>INTENTION&nbsp;&nbsp; &#1575;&#1604;&#1606;&#1610;&#1577;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">INTENTION</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1606;&#1610;&#1577;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1606;&#1610;&#1577;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #008080; font-family: Arial;"><span style="font-size: 13pt; font-weight: 700">Intention</span></span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1606;&#1610;&#1577; &#1571;&#1587;&#1575;&#1587; &#1575;&#1604;&#1593;&#1605;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-family: Arial;"><span style="font-size: 12pt">1&ndash; Imam Ali (AS) said, &lsquo;Intention is the basis of action.&rsquo;[Ghurar al-Hikam, no. 1040]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1593;&#1605;&#1604; &#1573;&#1604;&#1575; &#1576;&#1606;&#1610;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">2&ndash; Imam Zayn al-Abidin (AS) said, &lsquo;There is no action without intention.&rsquo;[al-Kafi, v. 2, p. 84, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1590;&#1593;&#1601; &#1576;&#1583;&#1606; &#1593;&#1605;&#1575; &#1602;&#1608;&#1610;&#1578; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1606;&#1610;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">3&ndash; Imam al-Sadiq (AS) said, &lsquo;A body will not become weak where the intention is strong.&rsquo;[al-Faqih, v. 4, p. 400, no. 5859]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">4&#1600; &#1593;&#1606; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606;&#1605;&#1575; &#1582;&#1604;&#1583; &#1571;&#1607;&#1604; &#1575;&#1604;&#1606;&#1575;&#1585; &#1601;&#1610; &#1575;&#1604;&#1606;&#1575;&#1585; &#1604;&#1571;&#1606; &#1606;&#1610;&#1575;&#1578;&#1607;&#1605; &#1603;&#1575;&#1606;&#1578; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1571;&#1606; &#1604;&#1608; &#1582;&#1604;&#1583;&#1608;&#1575; &#1601;&#1610;&#1607;&#1575; &#1571;&#1606; &#1610;&#1593;&#1589;&#1608;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1576;&#1583;&#1575;&#1548; &#1608;&#1573;&#1606;&#1605;&#1575; &#1582;&#1604;&#1583; &#1571;&#1607;&#1604; &#1575;&#1604;&#1580;&#1606;&#1577; &#1601;&#1610; &#1575;&#1604;&#1580;&#1606;&#1577; &#1604;&#1571;&#1606; &#1606;&#1610;&#1575;&#1578;&#1607;&#1605; &#1603;&#1575;&#1606;&#1578; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1571;&#1606; &#1604;&#1608; &#1576;&#1602;&#1608;&#1575; &#1601;&#1610;&#1607;&#1575; &#1571;&#1606; &#1610;&#1591;&#1610;&#1593;&#1608;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1576;&#1583;&#1575;&#1548; &#1601;&#1576;&#1575;&#1604;&#1606;&#1610;&#1575;&#1578; &#1582;&#1604;&#1583; &#1607;&#1572;&#1604;&#1575;&#1569; &#1608;&#1607;&#1572;&#1604;&#1575;&#1569;&#1548; &#1579;&#1605; &#1578;&#1604;&#1575; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1602;&#1604; &#1603;&#1604; &#1610;&#1593;&#1605;&#1604; &#1593;&#1604;&#1609; &#1588;&#1575;&#1603;&#1604;&#1578;&#1607;&raquo; &#1602;&#1575;&#1604;: &#1593;&#1604;&#1609; &#1606;&#1610;&#1578;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">4&ndash; Imam al-Sadiq (AS) said, &lsquo;The people of Hell will dwell eternally in Hell because their intentions in the world were such that if they were to remain there forever they would disobey Allah forever, and the people of Heaven will dwell eternally in Heaven because their intentions in the world were such that if they were to remain there forever, they would obey Allah. Therefore, it is according to their intentions that these people and those people will have everlasting abodes. He then recited Allah&rsquo;s verse in the Qur&rsquo;an: "Say, &lsquo;Everyone acts according to his character&rsquo; [Qur&rsquo;an 17:84], and said, [meaning] &lsquo;With his intention.&rsquo;[al-Kafi, v. 2, p. 85, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1581;&#1588;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587; &#1593;&#1604;&#1609; &#1606;&#1610;&#1575;&#1578;&#1607;&#1605; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">5&ndash; Imam al-Sadiq (AS) said, &lsquo;Allah will resurrect people according to their intentions on the Day of Judgment.&rsquo;[al-Mahasin, v. 1, p. 409, no. 929]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1583;&#1608;&#1585; &#1575;&#1604;&#1606;&#1610;&#1577; &#1601;&#1610; &#1575;&#1604;&#1593;&#1605;&#1604;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Role of Intention in Actions</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1610;&#1575; &#1571;&#1610;&#1607;&#1575; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1573;&#1606;&#1605;&#1575; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604; &#1576;&#1575;&#1604;&#1606;&#1610;&#1575;&#1578;&#1548; &#1608;&#1573;&#1606;&#1605;&#1575; &#1604;&#1603;&#1604; &#1575;&#1605;&#1585;&#1574; &#1605;&#1575; &#1606;&#1608;&#1609;&#1548; &#1601;&#1605;&#1606; &#1603;&#1575;&#1606;&#1578; &#1607;&#1580;&#1585;&#1578;&#1607; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1585;&#1587;&#1608;&#1604;&#1607; &#1601;&#1607;&#1580;&#1585;&#1578;&#1607; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1585;&#1587;&#1608;&#1604;&#1607;&#1548; &#1608;&#1605;&#1606; &#1603;&#1575;&#1606;&#1578; &#1607;&#1580;&#1585;&#1578;&#1607; &#1573;&#1604;&#1609; &#1583;&#1606;&#1610;&#1575; &#1610;&#1589;&#1610;&#1576;&#1607;&#1575; &#1571;&#1608; &#1575;&#1605;&#1585;&#1571;&#1577; &#1610;&#1578;&#1586;&#1608;&#1580;&#1607;&#1575; &#1601;&#1607;&#1580;&#1585;&#1578;&#1607; &#1573;&#1604;&#1609; &#1605;&#1575; &#1607;&#1575;&#1580;&#1585; &#1573;&#1604;&#1610;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">6&ndash; The Prophet (SAWA) said, &lsquo;O people, actions are according to intentions, and every person will have what he intended. So, whoever's migration was to Allah and His Messenger then his migration is to Allah and His Messenger, and whoever's migration was to the world to gain from it, or to a woman to marry her, then their migration will be to whatever they migrated to.&rsquo;[Kanz al-`Ummal, no. 7261]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">7&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;) &#1600; &#1604;&#1605;&#1575; &#1571;&#1594;&#1586;&#1609; &#1593;&#1604;&#1610;&#1575; <span lang="ar-sa">(&#1593;) &#1601;&#1610; &#1587;&#1585;&#1610;&#1577;&#1548; &#1601;&#1602;&#1575;&#1604; &#1585;&#1580;&#1604; &#1604;&#1571;&#1582; &#1604;&#1607;: &#1575;&#1594;&#1586; &#1576;&#1606;&#1575; &#1601;&#1610; &#1587;&#1585;&#1610;&#1577; &#1593;&#1604;&#1610; &#1604;&#1593;&#1604;&#1606;&#1575; &#1606;&#1589;&#1610;&#1576; &#1582;&#1575;&#1583;&#1605;&#1575; &#1571;&#1608; &#1583;&#1575;&#1576;&#1577; &#1571;&#1608; &#1588;&#1610;&#1574;&#1575; &#1606;&#1578;&#1576;&#1604;&#1594; &#1576;&#1607; &#1600;: &#1573;&#1606;&#1605;&#1575; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604; &#1576;&#1575;&#1604;&#1606;&#1610;&#1575;&#1578;&#1548; &#1608;&#1604;&#1603;&#1604; &#1575;&#1605;&#1585;&#1574; &#1605;&#1575; &#1606;&#1608;&#1609;&#1548; &#1601;&#1605;&#1606; &#1594;&#1586;&#1575; &#1575;&#1576;&#1578;&#1594;&#1575;&#1569; &#1605;&#1575; &#1593;&#1606;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1602;&#1583; &#1608;&#1602;&#1593; &#1571;&#1580;&#1585;&#1607; &#1593;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1605;&#1606; &#1594;&#1586;&#1575; &#1610;&#1585;&#1610;&#1583; &#1593;&#1585;&#1590; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1571;&#1608; &#1606;&#1608;&#1609; &#1593;&#1602;&#1575;&#1604;&#1575; &#1604;&#1605; &#1610;&#1603;&#1606; &#1604;&#1607; &#1573;&#1604;&#1575; &#1605;&#1575; &#1606;&#1608;&#1609;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">7&ndash; The Prophet (SAWA), when he sent Ali on a military expedition with a brigade, and a man said to his brother, &lsquo;Lets go on the military expedition with the brigade of Ali, we might get a slave or an animal or something of value- said, &lsquo;Actions are according to intentions, and every person has what they intend. So whoever goes on a conquest in search of what is with Allah then their reward will be from Allah, and whoever goes on a conquest in search of worldly affairs or intends restraints will not get other than what he intended.&rsquo;[Amali al-Tusi, p. 618, no. 1274]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1579;&#1608;&#1575;&#1576; &#1606;&#1610;&#1577; &#1575;&#1604;&#1582;&#1610;&#1585;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Reward of an Intention to Do Good</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">8&#1600; &#1593;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1578;&#1585;&#1603;&#1606;&#1575; &#1601;&#1610; &#1575;&#1604;&#1605;&#1583;&#1610;&#1606;&#1577; &#1571;&#1602;&#1608;&#1575;&#1605;&#1575; &#1604;&#1575; &#1606;&#1602;&#1591;&#1593; &#1608;&#1575;&#1583;&#1610;&#1575; &#1608;&#1604;&#1575; &#1606;&#1589;&#1593;&#1583; &#1589;&#1593;&#1608;&#1583;&#1575; &#1608;&#1604;&#1575; &#1606;&#1607;&#1576;&#1591; &#1607;&#1576;&#1608;&#1591;&#1575; &#1573;&#1604;&#1575; &#1603;&#1575;&#1606;&#1608;&#1575; &#1605;&#1593;&#1606;&#1575; . &#1602;&#1575;&#1604;&#1608;&#1575;: &#1603;&#1610;&#1601; &#1610;&#1603;&#1608;&#1606;&#1608;&#1606; &#1605;&#1593;&#1606;&#1575; &#1608;&#1604;&#1605; &#1610;&#1588;&#1607;&#1583;&#1608;&#1575; &#1567;! &#1602;&#1575;&#1604;: &#1606;&#1610;&#1575;&#1578;&#1607;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">8&ndash; The Prophet (SAWA) said, &lsquo;We left groups of people in Madinah, and there is no valley we crossed nor heights we climbed nor hills we descended without them being with us. They said, &lsquo;How can they be with us when they did not witness any of this?&rsquo; He said, &lsquo;[Because of] their intentions.&rsquo;[Kanz al-`Ummal, no. 7261]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1610;&#1575; &#1571;&#1576;&#1575; &#1584;&#1585;&#1548; &#1607;&#1605; &#1576;&#1575;&#1604;&#1581;&#1587;&#1606;&#1577; &#1608;&#1573;&#1606; &#1604;&#1605; &#1578;&#1593;&#1605;&#1604;&#1607;&#1575;&#1548; &#1604;&#1603;&#1610;&#1604;&#1575; &#1578;&#1603;&#1578;&#1576; &#1605;&#1606; &#1575;&#1604;&#1594;&#1575;&#1601;&#1604;&#1610;&#1606;. </span></p>
</td>
</tr>
<tr>
<td align="justify">
<p style="text-align: justify;" dir="ltr"><span style="font-size: 12pt">9&ndash; The Prophet (SAWA) said, &lsquo;O Abu Dharr, intend to do good, even if you do not [manage to] do it so that you are not written among the inattentive.&rsquo;[Makarim al-Akhlaq, v. 2, p. 378, no. 2661]</span></p>
<p align="justify">
</td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
</p>
<p dir="rtl" align="justify"><span style="font-size: 12pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1606;&#1610;&#1577; &#1575;&#1604;&#1589;&#1575;&#1604;&#1581;&#1577; &#1571;&#1581;&#1583; &#1575;&#1604;&#1593;&#1605;&#1604;&#1610;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">10&ndash; Imam Ali (AS) said, &lsquo;Righteous intention is one of the two actions.&rsquo;[Ghurar al-Hikam, no. 1624]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">11&#1600; &#1593;&#1606; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1585;&#1580;&#1604; &#1610;&#1608;&#1583; &#1581;&#1590;&#1608;&#1585; &#1571;&#1582;&#1610;&#1607; &#1604;&#1610;&#1588;&#1607;&#1583; &#1606;&#1589;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1609; &#1571;&#1593;&#1583;&#1575;&#1574;&#1607; &#1601;&#1610; &#1575;&#1604;&#1580;&#1605;&#1604; &#1600;: &#1571;&#1607;&#1608;&#1609; &#1571;&#1582;&#1610;&#1603; &#1605;&#1593;&#1606;&#1575; &#1567; &#1601;&#1602;&#1575;&#1604;: &#1606;&#1593;&#1605;&#1548; &#1602;&#1575;&#1604;: &#1601;&#1602;&#1583; &#1588;&#1607;&#1583;&#1606;&#1575;&#1548; &#1608;&#1604;&#1602;&#1583; &#1588;&#1607;&#1583;&#1606;&#1575; &#1601;&#1610; &#1593;&#1587;&#1603;&#1585;&#1606;&#1575; &#1607;&#1584;&#1575; &#1571;&#1602;&#1608;&#1575;&#1605; (&#1602;&#1608;&#1605;) &#1601;&#1610; &#1571;&#1589;&#1604;&#1575;&#1576; &#1575;&#1604;&#1585;&#1580;&#1575;&#1604; &#1608;&#1571;&#1585;&#1581;&#1575;&#1605; &#1575;&#1604;&#1606;&#1587;&#1575;&#1569;&#1548; &#1587;&#1610;&#1585;&#1593;&#1601; &#1576;&#1607;&#1605; &#1575;&#1604;&#1586;&#1605;&#1575;&#1606;&#1548; &#1608;&#1610;&#1602;&#1608;&#1609; &#1576;&#1607;&#1605; &#1575;&#1604;&#1573;&#1610;&#1605;&#1575;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">11&ndash; Imam Ali (AS) said to a man who wished his brother was present so that he could see the victory of Allah over His enemies at the Battle of the Camel, &lsquo;Did your brother desire to be with us?&rsquo; He said, &lsquo;Yes.&rsquo; He (AS) said, &lsquo;Then he has witnessed us, and groups of people have witnessed us in our army while they are still in the loins of men and the wombs of women. Time will bring them out and faith will become strong through them.&rsquo;[Nahj al-Balagha, Sermon 12]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1593;&#1604;&#1609; &#1602;&#1583;&#1585; &#1575;&#1604;&#1606;&#1610;&#1577; &#1578;&#1603;&#1608;&#1606; &#1605;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1593;&#1591;&#1610;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">12&ndash; Imam Ali (AS) said, &lsquo;Allah&rsquo;s granting [of rewards] is according to the intention.&rsquo;[Ghurar al-Hikam, no. 6193]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1593;&#1604;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1581;&#1587;&#1606; &#1606;&#1610;&#1577; &#1605;&#1606; &#1571;&#1581;&#1583;&#1548; &#1575;&#1603;&#1578;&#1606;&#1601;&#1607; &#1576;&#1575;&#1604;&#1593;&#1589;&#1605;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">13&ndash; Imam al-Baqir (AS) said, &lsquo;When Allah Almighty knows the good intention of someone He encompasses him with protection [from sins].&rsquo;[A`alam al-Din, p. 301]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1606;&#1610;&#1577; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1582;&#1610;&#1585; &#1605;&#1606; &#1593;&#1605;&#1604;&#1607;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Intention of the Believer is better than his Action</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">14&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1606;&#1610;&#1577; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1582;&#1610;&#1585; &#1605;&#1606; &#1593;&#1605;&#1604;&#1607;&#1548; &#1608;&#1606;&#1610;&#1577; &#1575;&#1604;&#1603;&#1575;&#1601;&#1585; &#1588;&#1585; &#1605;&#1606; &#1593;&#1605;&#1604;&#1607;&#1548; &#1608;&#1603;&#1604; &#1593;&#1575;&#1605;&#1604; &#1610;&#1593;&#1605;&#1604; &#1593;&#1604;&#1609; &#1606;&#1610;&#1578;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">14&ndash; The Prophet (SAWA) said, &lsquo;The intention of the believer is better than his action, and the intention of the disbeliever is worse than his action, and every doer does according to his intention.&rsquo;[al-Kafi, v. 2, p. 84, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">15&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1606;&#1610;&#1577; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1571;&#1576;&#1604;&#1594; &#1605;&#1606; &#1593;&#1605;&#1604;&#1607;&#1548; &#1608;&#1603;&#1584;&#1604;&#1603; &#1575;&#1604;&#1601;&#1575;&#1580;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">15&ndash; The Prophet (SAWA) said, &lsquo;The intention of a believer is more important than his action, and same with the evildoer.&rsquo;[Amali al-Tusi, p. 454, no. 1013]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1606;&#1610;&#1577; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1571;&#1601;&#1590;&#1604; &#1605;&#1606; &#1593;&#1605;&#1604;&#1607; &#1563; &#1608;&#1584;&#1604;&#1603; &#1604;&#1571; &#1606;&#1607; &#1610;&#1606;&#1608;&#1610; &#1605;&#1606; &#1575;&#1604;&#1582;&#1610;&#1585; &#1605;&#1575; &#1604;&#1575; &#1610;&#1583;&#1585;&#1603;&#1607;&#1548; &#1608;&#1606;&#1610;&#1577; &#1575;&#1604;&#1603;&#1575;&#1601;&#1585; &#1588;&#1585; &#1605;&#1606; &#1593;&#1605;&#1604;&#1607; &#1563; &#1608;&#1584;&#1604;&#1603; &#1604;&#1571;&#1606; &#1575;&#1604;&#1603;&#1575;&#1601;&#1585; &#1610;&#1606;&#1608;&#1610; &#1575;&#1604;&#1588;&#1585; &#1608;&#1610;&#1571;&#1605;&#1604; &#1605;&#1606; &#1575;&#1604;&#1588;&#1585; &#1605;&#1575; &#1604;&#1575; &#1610;&#1583;&#1585;&#1603;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">16&ndash; Imam al-Baqir (AS) said, &lsquo;The intention of a believer is better than his action, that is because he intends good that he cannot perform, and the intention of the disbeliever is worse than his action because he intends evil and he wishes in evil what he cannot perform.&rsquo;[`AeIlal al-Shara&rsquo;i`a, p. 524, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">17&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1575;&#1604;&#1580;&#1608;&#1575;&#1576; &#1593;&#1606; &#1593;&#1604;&#1577; &#1601;&#1590;&#1604; &#1606;&#1610;&#1577; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1593;&#1604;&#1609; &#1593;&#1605;&#1604;&#1607; &#1600;: &#1604;&#1571;&#1606; &#1575;&#1604;&#1593;&#1605;&#1604; &#1585;&#1576;&#1605;&#1575; &#1603;&#1575;&#1606; &#1585;&#1610;&#1575;&#1569; &#1604;&#1604;&#1605;&#1582;&#1604;&#1608;&#1602;&#1610;&#1606;&#1548; &#1608;&#1575;&#1604;&#1606;&#1610;&#1577; &#1582;&#1575;&#1604;&#1589;&#1577; &#1604;&#1585;&#1576; &#1575;&#1604;&#1593;&#1575;&#1604;&#1605;&#1610;&#1606;&#1548; &#1601;&#1610;&#1593;&#1591;&#1610; &#1578;&#1593;&#1575;&#1604;&#1609; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1610;&#1577; &#1605;&#1575; &#1604;&#1575; &#1610;&#1593;&#1591;&#1610; &#1593;&#1604;&#1609; &#1575;&#1604;&#1593;&#1605;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">17&ndash; Imam al-Sadiq (AS), in answer to the reason behind the superiority of a believer&rsquo;s intention over his action, &lsquo;Because an action could be done as an act of showing-off, but the intention is solely and sincerely for the Lord of the worlds, so He Almighty gives according to the intention what He does not give for the action.&rsquo;[`AeIlal al-Shara&rsquo;i`a, p. 524, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1581;&#1579; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1610;&#1577; &#1575;&#1604;&#1589;&#1575;&#1604;&#1581;&#1577; &#1601;&#1610; &#1603;&#1604; &#1588;&#1610;&#1569;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Enjoinment of Righteous Intentions in Everything</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">18&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1610;&#1575; &#1571;&#1576;&#1575; &#1584;&#1585;&#1548; &#1604;&#1610;&#1603;&#1606; &#1604;&#1603; &#1601;&#1610; &#1603;&#1604; &#1588;&#1610;&#1569; &#1606;&#1610;&#1577; &#1589;&#1575;&#1604;&#1581;&#1577;&#1548; &#1581;&#1578;&#1609; &#1601;&#1610; &#1575;&#1604;&#1606;&#1608;&#1605; &#1608;&#1575;&#1604;&#1571;&#1603;&#1604; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">18&ndash; The Prophet (SAWA) said, &lsquo;O Abu Dharr, you should have a righteous intention in everything you do, even in sleeping and eating.&rsquo;[Makarim al-Akhlaq, v. 2, p. 370, no. 2661]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575;&#1576;&#1583; &#1604;&#1604;&#1593;&#1576;&#1583; &#1605;&#1606; &#1582;&#1575;&#1604;&#1589; &#1575;&#1604;&#1606;&#1610;&#1577; &#1601;&#1610; &#1603;&#1604; &#1581;&#1585;&#1603;&#1577; &#1608;&#1587;&#1603;&#1608;&#1606; &#1563; &#1604;&#1571;&#1606;&#1607; &#1573;&#1584;&#1575; &#1604;&#1605; &#1610;&#1603;&#1606; &#1607;&#1584;&#1575; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609; &#1610;&#1603;&#1608;&#1606; &#1594;&#1575;&#1601;&#1604;&#1575; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">19&ndash; Imam al-Sadiq (AS) said, &lsquo;It is important for a servant to have sincere intention in every movement and stillness, for if it was not so he would be negligent.&rsquo;[Bihar al-Anwar, v. 70, p. 210, no. 32]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1581;&#1587;&#1606; &#1575;&#1604;&#1606;&#1610;&#1577;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Good Intention</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">20&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1593;&#1605;&#1604; &#1575;&#1604;&#1606;&#1610;&#1577; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">20&ndash; The Prophet (SAWA) said, &lsquo;The best action is the true intention.&rsquo;[Kanz al-`Ummal, no. 7238]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">21&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1581;&#1587;&#1606; &#1575;&#1604;&#1606;&#1610;&#1577; &#1580;&#1605;&#1575;&#1604; &#1575;&#1604;&#1587;&#1585;&#1575;&#1574;&#1585; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">21&ndash; Imam Ali (AS) said, &lsquo;The good intention is the beauty of the hearts.&rsquo;[Ghurar al-Hikam, no. 4806]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">22&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1580;&#1605;&#1610;&#1604; &#1575;&#1604;&#1606;&#1610;&#1577; &#1587;&#1576;&#1576; &#1604;&#1576;&#1604;&#1608;&#1594; &#1575;&#1604;&#1575;&#1605;&#1606;&#1610;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">22&ndash; Imam Ali (AS) said, &lsquo;The beautiful intention is the reason for the fulfilment of ambition.&rsquo;[Ghurar al-Hikam, no. 4766]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">23&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1581;&#1587;&#1606;&#1578; &#1606;&#1610;&#1578;&#1607; &#1586;&#1575;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1585;&#1586;&#1602;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">23&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever&rsquo;s intention is good Allah increases his sustenance.&rsquo;[al-Mahasin, v. 1, p. 406, no. 922]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">24&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1581;&#1583; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583;&#1577; &#1575;&#1604;&#1578;&#1610; &#1573;&#1584;&#1575; &#1601;&#1593;&#1604;&#1607;&#1575; &#1601;&#1575;&#1593;&#1604;&#1607;&#1575; &#1603;&#1575;&#1606; &#1605;&#1572;&#1583;&#1610;&#1575; &#1600;: &#1581;&#1587;&#1606; &#1575;&#1604;&#1606;&#1610;&#1577; &#1576;&#1575;&#1604;&#1591;&#1575;&#1593;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">24&ndash; Imam al-Sadiq (AS), when asked about the limit of worship required by a person to achieve, said, &lsquo;Good intention with obedience.&rsquo;[al-Kafi, v. 2, p. 85, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1587;&#1608;&#1569; &#1575;&#1604;&#1606;&#1610;&#1577;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Bad Intention</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">25&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1587;&#1608;&#1569; &#1575;&#1604;&#1606;&#1610;&#1577; &#1583;&#1575;&#1569; &#1583;&#1601;&#1610;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">25&ndash; Imam Ali (AS) said, &lsquo;Bad intention is a hidden sickness.&rsquo;[Ghurar al-Hikam, no. 5568]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">26&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1593;&#1606;&#1583; &#1601;&#1587;&#1575;&#1583; &#1575;&#1604;&#1606;&#1610;&#1577; &#1578;&#1585;&#1578;&#1601;&#1593; &#1575;&#1604;&#1576;&#1585;&#1603;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">26&ndash; Imam Ali (AS) said, &lsquo;With corrupt intentions blessings are removed.&rsquo;[Ghurar al-Hikam, no. 6228]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">27&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1601;&#1587;&#1583;&#1578; &#1575;&#1604;&#1606;&#1610;&#1577; &#1608;&#1602;&#1593;&#1578; &#1575;&#1604;&#1576;&#1604;&#1610;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">27&ndash; Imam Ali (AS) said, &lsquo;When an intention is corrupt calamity befalls.&rsquo;[Ghurar al-Hikam, no. 4021]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 12pt">28&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1604;&#1610;&#1606;&#1608;&#1610; &#1575;&#1604;&#1584;&#1606;&#1576; &#1601;&#1610;&#1581;&#1585;&#1605; &#1585;&#1586;&#1602;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 12pt">28&ndash; Imam al-Sadiq (AS) said, &lsquo;A believer makes an intention to sin, and he is deprived of sustenance [as a result].&rsquo;[Bihar al-Anwar, v. 71, p. 247, no. 6]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
