<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>INVOKING BLESSINGS ON THE PROPHE</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 15pt; font-family: Arial;">&nbsp;</span><span style="font-size: medium; font-family: Arial;">INVOKING BLESSINGS ON THE PROPHET (SAWA)&nbsp;</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;</span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1576;&#1610; &#1608;&#1570;&#1604;&#1607;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1601;&#1590;&#1604;&rlm;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1576;&#1610; &#1608;&#1570;&#1604;&#1607;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Invoking Blessings on the Prophet (SAWA)</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1581;&#1610;&#1579;&#1605;&#1575; &#1603;&#1606;&#1578;&#1605; &#1601;&#1589;&#1604;&#1608;&#1575; &#1593;&#1604;&#1610;&#1548; &#1601;&#1573;&#1606; &#1589;&#1604;&#1575;&#1578;&#1603;&#1605; &#1578;&#1576;&#1604;&#1594;&#1606;&#1610;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; The Prophet (SAWA) said, &lsquo;Wherever you may be, invoke blessings on me for verily your blessing reaches me.&rsquo;[Kanz al-`Ummal, no. 2147]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1593;&#1604;&#1610; &#1606;&#1608;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1585;&#1575;&#1591;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; The Prophet (SAWA) said, &lsquo;Whoever invokes blessings on me, writing it on paper, the angels continue to seek forgiveness on his behalf as long as my name remains written on the paper.&rsquo;[Ibid. no. 2243]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1589;&#1604;&#1609; &#1593;&#1604;&#1610; &#1601;&#1610; &#1603;&#1578;&#1575;&#1576; &#1604;&#1605; &#1578;&#1586;&#1604; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577; &#1578;&#1587;&#1578;&#1594;&#1601;&#1585; &#1604;&#1607; &#1605;&#1575;&#1583;&#1575;&#1605; &#1575;&#1587;&#1605;&#1610; &#1601;&#1610; &#1584;&#1604;&#1603; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; The Prophet (SAWA) said, &lsquo;Verily the most miserly of people is he who hears my name mentioned and does not invoke blessings on me.&rsquo;[Ibid. no. 2144]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 13pt; font-family: Traditional Arabic;">4</span><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1603;&#1604; &#1583;&#1593;&#1575;&#1569; &#1605;&#1581;&#1580;&#1608;&#1576; &#1581;&#1578;&#1609; &#1610;&#1589;&#1604;&#1609; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; Imam Ali (AS) said, &lsquo;Every supplication remains veiled until blessings are invoked on the Prophet (SAWA).&rsquo;[Ibid. no. 2153]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; &#1571;&#1608; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; (&#1593;&#1604;&#1610;&#1607;&#1605; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;): &#1571;&#1579;&#1602;&#1604; &#1605;&#1575; &#1610;&#1608;&#1590;&#1593; &#1601;&#1610; &#1575;&#1604;&#1605;&#1610;&#1586;&#1575;&#1606; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1593;&#1604;&#1609; &#1605;&#1581;&#1605;&#1583; &#1608;&#1593;&#1604;&#1609; &#1571;&#1607;&#1604; &#1576;&#1610;&#1578;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; Imam al-Baqir and Imam al-Sadiq (AS) said, &lsquo;The heaviest thing to be placed on the scales on the Day of Resurrection is the invocation of blessings on Muhammad and his household (AS).&rsquo;[Bihar al-Anwar, v. 94, p. 49, no. 9]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1603;&#1610;&#1601;&#1610;&#1577; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1576;&#1610; &#1608;&#1570;&#1604;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">The Method of Invoking Blessings on the Prophet (SAWA)</span></strong></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1603;&#1610;&#1601;&#1610;&#1577; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1593;&#1604;&#1610;&#1607; &#1600;: &#1602;&#1608;&#1604;&#1608;&#1575;: &#1575;&#1604;&#1604;&#1607;&#1605; &#1589;&#1604; &#1593;&#1604;&#1609; &#1605;&#1581;&#1605;&#1583; &#1608;&#1593;&#1604;&#1609; &#1570;&#1604; &#1605;&#1581;&#1605;&#1583;&#1548; &#1603;&#1605;&#1575; &#1589;&#1604;&#1610;&#1578; &#1593;&#1604;&#1609; &#1573;&#1576;&#1585;&#1575;&#1607;&#1610;&#1605; &#1608;&#1593;&#1604;&#1609; &#1570;&#1604; &#1573;&#1576;&#1585;&#1575;&#1607;&#1610;&#1605; &#1573;&#1606;&#1603; &#1581;&#1605;&#1610;&#1583; &#1605;&#1580;&#1610;&#1583;&#1548; &#1608;&#1576;&#1575;&#1585;&#1603; &#1593;&#1604;&#1609; &#1605;&#1581;&#1605;&#1583; &#1608;&#1593;&#1604;&#1609; &#1570;&#1604; &#1605;&#1581;&#1605;&#1583;&#1548; &#1603;&#1605;&#1575; &#1576;&#1575;&#1585;&#1603;&#1578; &#1593;&#1604;&#1609; &#1573;&#1576;&#1585;&#1575;&#1607;&#1610;&#1605; &#1608;&#1593;&#1604;&#1609; &#1570;&#1604; &#1573;&#1576;&#1585;&#1575;&#1607;&#1610;&#1605; &#1573;&#1606;&#1603; &#1581;&#1605;&#1610;&#1583; &#1605;&#1580;&#1610;&#1583;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">7&ndash; The Prophet (SAWA) when he was asked how to send blessings on him, replied, &lsquo;Say: O Allah, bless Muhammad and the family of Muhammad, just as you blessed Abraham and the family of Abraham, verily you are Praiseworthy and Glorious. And send Your benediction on Muhammad and on the family of Muhammad, just as you sent Your benediction on Abraham and on the family of Abraham, verily you are Praiseworthy and Glorious.&rsquo;[Kanz al-`Ummal, 3993]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
