<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>JUDGMENT</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-family: Arial;"><span style="font-size: 14pt">JUDGMENT (in a Court of Justice)</span><span style="font-size: 15pt">&nbsp;&nbsp;</span></span><span style="font-family: Traditional Arabic;"><span style="font-size: 15pt">&#1575;&#1604;&#1602;&#1590;&#1575;&#1569;</span></span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1605;&#1606; &#1610;&#1580;&#1608;&#1586; &#1604;&#1607; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #008080; font-family: Arial;"><span style="font-size: 13pt; font-weight: 700">Those who are permitted to Judge</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1588;&#1585;&#1610;&#1581; &#1600;: &#1610;&#1575; &#1588;&#1585;&#1610;&#1581;&#1548; &#1602;&#1583; &#1580;&#1604;&#1587;&#1578; &#1605;&#1580;&#1604;&#1587;&#1575; &#1604;&#1575; &#1610;&#1580;&#1604;&#1587;&#1607; &#1573;&#1604;&#1575; &#1606;&#1576;&#1610; &#1571;&#1608; &#1608;&#1589;&#1610; &#1606;&#1576;&#1610; &#1571;&#1608; &#1588;&#1602;&#1610;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 12pt">1&ndash; Imam Ali (AS) said to Shurayh, &lsquo;O Shurayh, you are sitting on a seat that only the likes of prophets, successors of prophets or wretched people sit on.&rsquo;[al-Kafi, v. 7, p. 406, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1578;&#1602;&#1608;&#1575; &#1575;&#1604;&#1581;&#1603;&#1608;&#1605;&#1577; &#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1581;&#1603;&#1608;&#1605;&#1577; &#1573;&#1606;&#1605;&#1575; &#1607;&#1610; &#1604;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1593;&#1575;&#1604;&#1605; &#1576;&#1575;&#1604;&#1602;&#1590;&#1575;&#1569;&#1548; &#1575;&#1604;&#1593;&#1575;&#1583;&#1604; &#1601;&#1610; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605;&#1610;&#1606;&#1548; &#1604;&#1606;&#1576;&#1610; &#1571;&#1608; &#1608;&#1589;&#1610; &#1606;&#1576;&#1610;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">2&ndash; Imam al-Sadiq (AS) said, &lsquo;Beware of governance, for verily governance is for the leader who is knowledgeable about judgment, just among the Muslims, and for a prophet or the successor of a prophet.&rsquo;[al-Kafi, v. 7, p. 406, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1578;&#1581;&#1575;&#1603;&#1605; &#1573;&#1604;&#1609; &#1575;&#1604;&#1591;&#1575;&#1594;&#1608;&#1578;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Bringing a Case for Judgment before a Tyrant</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1578;&#1581;&#1575;&#1603;&#1605; &#1585;&#1580;&#1604;&#1610;&#1606; &#1605;&#1606; &#1571;&#1589;&#1581;&#1575;&#1576;&#1607; &#1573;&#1604;&#1609; &#1575;&#1604;&#1591;&#1575;&#1594;&#1608;&#1578; &#1608;&#1576;&#1610;&#1606;&#1607;&#1605;&#1575; &#1605;&#1606;&#1575;&#1586;&#1593;&#1577; &#1601;&#1610; &#1583;&#1610;&#1606; &#1571;&#1608; &#1605;&#1610;&#1585;&#1575;&#1579; &#1600;: &#1605;&#1606; &#1578;&#1581;&#1575;&#1603;&#1605; &#1573;&#1604;&#1609; &#1575;&#1604;&#1591;&#1575;&#1594;&#1608;&#1578; &#1601;&#1581;&#1603;&#1605; &#1604;&#1607; &#1601;&#1573;&#1606;&#1605;&#1575; &#1610;&#1571;&#1582;&#1584; &#1587;&#1581;&#1578;&#1575; &#1608;&#1573;&#1606; &#1603;&#1575;&#1606; &#1581;&#1602;&#1607; &#1579;&#1575;&#1576;&#1578;&#1575; &#1604;&#1607;&#1548; &#1604;&#1571; &#1606;&#1607; &#1571;&#1582;&#1584; &#1576;&#1581;&#1603;&#1605; &#1575;&#1604;&#1591;&#1575;&#1594;&#1608;&#1578;&#1548; &#1608;&#1602;&#1583; &#1571;&#1605;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1606; &#1610;&#1603;&#1601;&#1585; &#1576;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">3&ndash; Imam al-Sadiq (AS), with regard to two of his companions who went to be judged before a tyrant in a dispute they had about a loan or inheritance, said, &lsquo;Whoever goes to be judged before a tyrant and he judges in favour of one of them, whatever he is compensated is unlawful, even if it was rightfully his, because he took it by judgment of a tyrant when Allah has ordered him to reject the tyrant.&rsquo;[al-Kafi, v. 7, p. 412, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1610;&#1575;&#1603;&#1605; &#1571;&#1606; &#1610;&#1581;&#1575;&#1603;&#1605; &#1576;&#1593;&#1590;&#1603;&#1605; &#1576;&#1593;&#1590;&#1575; &#1573;&#1604;&#1609; &#1571;&#1607;&#1604; &#1575;&#1604;&#1580;&#1608;&#1585;&#1548; &#1608;&#1604;&#1603;&#1606; &#1575;&#1606;&#1592;&#1585;&#1608;&#1575; &#1573;&#1604;&#1609; &#1585;&#1580;&#1604; &#1605;&#1606;&#1603;&#1605; &#1610;&#1593;&#1604;&#1605; &#1588;&#1610;&#1574;&#1575; &#1605;&#1606; &#1602;&#1590;&#1575;&#1610;&#1575;&#1606;&#1575; &#1601;&#1575;&#1580;&#1593;&#1604;&#1608;&#1607; &#1576;&#1610;&#1606;&#1603;&#1605;&#1548; &#1601;&#1573;&#1606;&#1610; &#1602;&#1583; &#1580;&#1593;&#1604;&#1578;&#1607; &#1602;&#1575;&#1590;&#1610;&#1575; &#1601;&#1578;&#1581;&#1575;&#1603;&#1605;&#1608;&#1575; &#1573;&#1604;&#1610;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">4&ndash; Imam al-Sadiq (AS) said, &lsquo;Beware of seeking judgment amongst yourselves from oppressors. Rather, try to find a person among you who has knowledge about our legal edicts and make him judge between you, for I have made such a person [with these qualifications] a judge, so seek judgment from him.&rsquo;[al-Faqih, v. 3, p. 2, no. 3216]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1582;&#1591;&#1608;&#1585;&#1577; &#1593;&#1605;&#1604; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Danger in the Occupation of a Judge</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">5&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1580;&#1593;&#1604; &#1602;&#1575;&#1590;&#1610;&#1575; &#1601;&#1602;&#1583; &#1584;&#1576;&#1581; &#1576;&#1594;&#1610;&#1585; &#1587;&#1603;&#1610;&#1606; . &#1601;&#1602;&#1610;&#1604;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1605;&#1575; &#1575;&#1604;&#1584;&#1576;&#1581; &#1567; &#1602;&#1575;&#1604;: &#1606;&#1575;&#1585; &#1580;&#1607;&#1606;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">5&ndash; The Prophet (SAWA) said, &lsquo;Whoever has been [wrongfully] appointed judge has been slaughtered without a knife.&rsquo; He was asked, &lsquo;O Messenger of Allah, and what is meant by slaughtering?&rsquo; He said, &lsquo;The Fire of Hell.&rsquo;[Mustadrak al-Wasa`il, v. 17, p. 243, no. 21233]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1575;&#1604;&#1602;&#1575;&#1590;&#1610; &#1575;&#1604;&#1593;&#1583;&#1604; &#1604;&#1610;&#1580;&#1575;&#1569; &#1576;&#1607; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1601;&#1610;&#1604;&#1602;&#1609; &#1605;&#1606; &#1588;&#1583;&#1577; &#1575;&#1604;&#1581;&#1587;&#1575;&#1576; &#1605;&#1575; &#1610;&#1578;&#1605;&#1606;&#1609; &#1571;&#1606; &#1604;&#1575; &#1610;&#1603;&#1608;&#1606; &#1602;&#1590;&#1609; &#1576;&#1610;&#1606; &#1575;&#1579;&#1606;&#1610;&#1606; &#1601;&#1610; &#1578;&#1605;&#1585;&#1577; &#1602;&#1591;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">6&ndash; The Prophet (SAWA) said, &lsquo;The just judge will be brought forward on the Day of Judgment and will be judged so severely that he will wish that he never judged between two people for so much as a date.&rsquo;[Kanz al-`Ummal, no. 14988]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1606;&#1608;&#1575;&#1608;&#1610;&#1587; &#1588;&#1603;&#1578; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1588;&#1583;&#1577; &#1581;&#1585;&#1607;&#1575;&#1548; &#1601;&#1602;&#1575;&#1604; &#1604;&#1607;&#1575; &#1593;&#1586;&#1608;&#1580;&#1604;: &#1575;&#1587;&#1603;&#1578;&#1610;&#1563; &#1601;&#1573;&#1606; &#1605;&#1608;&#1575;&#1590;&#1593; &#1575;&#1604;&#1602;&#1590;&#1575;&#1577; &#1571;&#1588;&#1583; &#1581;&#1585;&#1575; &#1605;&#1606;&#1603;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">7&ndash; Imam al-Sadiq (AS) said, &lsquo;The coffins complained to Allah about the severity of the heat within them, so He said to them, &lsquo;Quiet! for the resting place of the judges is more severe in heat than yours!&rsquo;[al-Faqih, v. 3, p. 6, no. 3226]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1591;&#1604;&#1576; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Seeking Judgment</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">8&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1575;&#1576;&#1578;&#1594;&#1609; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569; &#1608;&#1587;&#1571;&#1604; &#1601;&#1610;&#1607; &#1575;&#1604;&#1588;&#1601;&#1593;&#1575;&#1569; &#1608;&#1603;&#1604; &#1573;&#1604;&#1609; &#1606;&#1601;&#1587;&#1607;&#1548; &#1608;&#1605;&#1606; &#1575;&#1603;&#1585;&#1607; &#1593;&#1604;&#1610;&#1607; &#1571;&#1606;&#1586;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607; &#1605;&#1604;&#1603;&#1575; &#1610;&#1587;&#1583;&#1583;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">8&ndash; The Prophet (SAWA) said, &lsquo;Whoever seeks judgment and asks the mediators will be left to himself, and whoever is forced in doing so, Allah will bring down to him an angel to protect him.&rsquo;[Kanz al-`Ummal, no. 14994]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1603;&#1578;&#1575;&#1576; &#1603;&#1578;&#1576;&#1607; &#1604;&#1604;&#1571;&#1588;&#1578;&#1585; &#1604;&#1605;&#1575; &#1608;&#1604;&#1575;&#1607; &#1593;&#1604;&#1609; &#1605;&#1589;&#1585; &#1600;: &#1579;&#1605; &#1575;&#1582;&#1578;&#1585; &#1604;&#1604;&#1581;&#1603;&#1605; &#1576;&#1610;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1571;&#1601;&#1590;&#1604; &#1585;&#1593;&#1610;&#1578;&#1603; &#1601;&#1610; &#1606;&#1601;&#1587;&#1603;&#1548; &#1605;&#1605;&#1606; &#1604;&#1575; &#1578;&#1590;&#1610;&#1602; &#1576;&#1607; &#1575;&#1604;&#1575;&#1605;&#1608;&#1585;&#1548; &#1608;&#1604;&#1575; &#1578;&#1605;&#1581;&#1603;&#1607; &#1575;&#1604;&#1582;&#1589;&#1608;&#1605;&#1548; &#1608;&#1604;&#1575; &#1610;&#1578;&#1605;&#1575;&#1583;&#1609; &#1601;&#1610; &#1575;&#1604;&#1586;&#1604;&#1577;&#1548; &#1608;&#1604;&#1575;&#1610;&#1581;&#1589;&#1585; &#1605;&#1606; &#1575;&#1604;&#1601;&#1610;&#1569; &#1573;&#1604;&#1609; &#1575;&#1604;&#1581;&#1602; &#1573;&#1584;&#1575; &#1593;&#1585;&#1601;&#1607;&#1548; &#1608;&#1604;&#1575; &#1578;&#1588;&#1585;&#1601; &#1606;&#1601;&#1587;&#1607; &#1593;&#1604;&#1609; &#1591;&#1605;&#1593;&#1548; &#1608;&#1604;&#1575; &#1610;&#1603;&#1578;&#1601;&#1610; &#1576;&#1571;&#1583;&#1606;&#1609; &#1601;&#1607;&#1605; &#1583;&#1608;&#1606; &#1571;&#1602;&#1589;&#1575;&#1607;&#1548; &#1608;&#1571;&#1608;&#1602;&#1601;&#1607;&#1605; &#1601;&#1610; &#1575;&#1604;&#1588;&#1576;&#1607;&#1575;&#1578;&#1548; &#1608;&#1570;&#1582;&#1584;&#1607;&#1605; &#1576;&#1575;&#1604;&#1581;&#1580;&#1580; &#1608;&#1571;&#1602;&#1604;&#1607;&#1605; &#1578;&#1576;&#1585;&#1605;&#1575; &#1576;&#1605;&#1585;&#1575;&#1580;&#1593;&#1577; &#1575;&#1604;&#1582;&#1589;&#1605;&#1548; &#1608;&#1571;&#1589;&#1576;&#1585;&#1607;&#1605; &#1593;&#1604;&#1609; &#1578;&#1603;&#1588;&#1601; &#1575;&#1604;&#1575;&#1605;&#1608;&#1585;&#1548; &#1608;&#1571;&#1589;&#1585;&#1605;&#1607;&#1605; &#1593;&#1606;&#1583; &#1575;&#1578;&#1590;&#1575;&#1581; &#1575;&#1604;&#1581;&#1603;&#1605;&#1548; &#1605;&#1605;&#1606; &#1604;&#1575; &#1610;&#1586;&#1583;&#1607;&#1610;&#1607; &#1573;&#1591;&#1585;&#1575;&#1569;&#1548; &#1608;&#1604;&#1575; &#1610;&#1587;&#1578;&#1605;&#1610;&#1604;&#1607; &#1573;&#1594;&#1585;&#1575;&#1569;&#1548; &#1608;&#1575;&#1608;&#1604;&#1574;&#1603; &#1602;&#1604;&#1610;&#1604;&#1548; &#1579;&#1605; &#1571;&#1603;&#1579;&#1585; &#1578;&#1593;&#1575;&#1607;&#1583; (&#1578;&#1593;&#1607;&#1583;) &#1602;&#1590;&#1575;&#1574;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">9&ndash; Imam Ali (AS), in a letter he wrote to al-Ashtar when he made him governor of Egypt, said, &lsquo;&hellip;Then choose for judgment between people the best of your subjects, who are of excellent character and high calibre and for whom no issue or case is hard. They must not lose their temper, they should not exceed in their mistakes, and when the truth is made clear to them they should not hesitate. They should not lean towards greed. They should not satisfy themselves with the lowest of understanding over the highest, they must stop people in doubtful and ambiguous matters. They must attach the greatest importance to reasoning, arguments and proofs. They must exhibit the least annoyance at seeing the opponent, be the most patient in scanning details, and most serious when the verdict is clear without showing off. They should not be misled by flattery, but unfortunately such people are few. After you have selected such men to act as your judges, make it a point to go through some of their judgments and to check their proceedings.&rsquo;[Nahj al-Balagha, Letter 52]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1610;&#1591;&#1605;&#1593;&#1606; &#1602;&#1604;&#1610;&#1604; &#1575;&#1604;&#1601;&#1602;&#1607; &#1601;&#1610; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">10&ndash; Imam al-Sadiq (AS) said, &lsquo;A person of little legal knowledge should not desire to be a judge.&rsquo;[Bihar al-Anwar, v. 104, p. 264, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1570;&#1583;&#1575;&#1576; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Etiquette of Judging</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">&#1571; &#1600; &#1575;&#1604;&#1605;&#1608;&#1575;&#1587;&#1575;&#1577; &#1576;&#1610;&#1606; &#1575;&#1604;&#1582;&#1589;&#1608;&#1605; </span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">11&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1575;&#1576;&#1578;&#1604;&#1610; &#1576;&#1575;&#1604;&#1602;&#1590;&#1575;&#1569; &#1576;&#1610;&#1606; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605;&#1610;&#1606; &#1601;&#1604;&#1610;&#1593;&#1583;&#1604; &#1576;&#1610;&#1606;&#1607;&#1605; &#1601;&#1610; &#1604;&#1581;&#1592;&#1607; &#1608;&#1573;&#1588;&#1575;&#1585;&#1578;&#1607; &#1608;&#1605;&#1602;&#1593;&#1583;&#1607; &#1608;&#1605;&#1580;&#1604;&#1587;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td><span style="font-size: 12pt">a. Equity Between Opposing Plaintiffs</span></td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">11&ndash; The Prophet (SAWA) said, &lsquo;Whoever is stricken with having to judge between Muslims must do so with fairness, in their glance, their indications, their sitting, and their gatherings.&rsquo;[Kanz al-`Ummal, no. 15032]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
<p dir="rtl" align="justify">&nbsp;</p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1588;&#1585;&#1610;&#1581; &#1600;: &#1579;&#1605; &#1608;&#1575;&#1587; &#1576;&#1610;&#1606; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605;&#1610;&#1606; &#1576;&#1608;&#1580;&#1607;&#1603; &#1608;&#1605;&#1606;&#1591;&#1602;&#1603; &#1608;&#1605;&#1580;&#1604;&#1587;&#1603;&#1548; &#1581;&#1578;&#1609; &#1604;&#1575; &#1610;&#1591;&#1605;&#1593; &#1602;&#1585;&#1610;&#1576;&#1603; &#1601;&#1610; &#1581;&#1610;&#1601;&#1603;&#1548; &#1608;&#1604;&#1575; &#1610;&#1610;&#1571;&#1587; &#1593;&#1583;&#1608;&#1603; &#1605;&#1606; &#1593;&#1583;&#1604;&#1603; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">12&ndash; Imam Ali (AS), speaking to Shurayh said, &lsquo;&hellip;And act with equity between the Muslims with your face, speech, and sitting, in order that those who are close to you will not hope for bias from you, nor will your enemies despair of your justice.&rsquo;[Wasa`il al-Shi`aa, v. 18, p. 155, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">&#1576; &#1600; &#1571;&#1606; &#1604;&#1575; &#1610;&#1593;&#1604;&#1608; &#1603;&#1604;&#1575;&#1605;&#1607; &#1603;&#1604;&#1575;&#1605; &#1575;&#1604;&#1582;&#1589;&#1605; </span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1571;&#1576;&#1610; &#1575;&#1604;&#1571;&#1587;&#1608;&#1583; &#1575;&#1604;&#1583;&#1572;&#1604;&#1610; &#1604;&#1605;&#1575; &#1587;&#1571;&#1604;&#1607; &#1593;&#1606; &#1593;&#1604;&#1577; &#1593;&#1586;&#1604;&#1607; &#1593;&#1606; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569; &#1608;&#1607;&#1608; &#1604;&#1605; &#1610;&#1582;&#1606; &#1608;&#1604;&#1605; &#1610;&#1580;&#1606; &#1600;: &#1573;&#1606;&#1610; &#1585;&#1571;&#1610;&#1578; &#1603;&#1604;&#1575;&#1605;&#1603; &#1610;&#1593;&#1604;&#1608; &#1593;&#1604;&#1609; &#1603;&#1604;&#1575;&#1605; &#1575;&#1604;&#1582;&#1589;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td><span style="font-size: 12pt">b. The Judge Should Not Raise His Voice over the Plaintiff&rsquo;s</span></td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">13&ndash; Imam Ali, speaking to Abu al-Aswad al-Du`ali when he asked the Imam about the reason why he was discharged from being a judge, when he had neither been treacherous nor committed a crime, replied, &lsquo;I saw that your voice was raised above the voice of your plaintiff&rsquo;s.&rsquo;[Mustadrak al-Wasa`il, v. 17, p. 359, no. 21581]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">&#1580; &#1600; &#1593;&#1583;&#1605; &#1575;&#1604;&#1578;&#1590;&#1580;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1588;&#1585;&#1610;&#1581; &#1600;: &#1573;&#1610;&#1575;&#1603; &#1608;&#1575;&#1604;&#1578;&#1590;&#1580;&#1585; &#1608;&#1575;&#1604;&#1578;&#1571;&#1584;&#1610; &#1601;&#1610; &#1605;&#1580;&#1604;&#1587; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569;&#1548; &#1575;&#1604;&#1584;&#1610; &#1571;&#1608;&#1580;&#1576; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610;&#1607; &#1575;&#1604;&#1571;&#1580;&#1585;&#1548; &#1608;&#1610;&#1581;&#1587;&#1606; &#1601;&#1610;&#1607; &#1575;&#1604;&#1584;&#1582;&#1585; &#1604;&#1605;&#1606; &#1602;&#1590;&#1609; &#1576;&#1575;&#1604;&#1581;&#1602;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td><span style="font-size: 12pt">c. Not Becoming Irritated </span></td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">14&ndash; Imam Ali (AS) said to Shurayh, &lsquo;Beware of becoming bored and irritated in the court of justice, wherein Allah has prescribed a reward and for which there will be good provision for he who judges honestly.&rsquo;[al-Kafi, v. 7, p. 413, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">&#1583; &#1600; &#1575;&#1587;&#1578;&#1605;&#1575;&#1593; &#1603;&#1604;&#1575;&#1605; &#1575;&#1604;&#1582;&#1589;&#1605;&#1610;&#1606;</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">15&#1600; &#1585;&#1608;&#1610; &#1593;&#1606; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1571;&#1606;&#1607; &#1602;&#1575;&#1604;: &#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1584;&#1575; &#1578;&#1602;&#1575;&#1590;&#1609; &#1573;&#1604;&#1610;&#1603; &#1585;&#1580;&#1604;&#1575;&#1606; &#1601;&#1604;&#1575; &#1578;&#1602;&#1590; &#1604;&#1604;&#1571;&#1608;&#1604; &#1581;&#1578;&#1609; &#1578;&#1587;&#1605;&#1593; &#1605;&#1606; &#1575;&#1604;&#1570;&#1582;&#1585; &#1563; &#1601;&#1573;&#1606;&#1603; &#1573;&#1584;&#1575; &#1601;&#1593;&#1604;&#1578; &#1584;&#1604;&#1603; &#1578;&#1576;&#1610;&#1606; &#1604;&#1603; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569; .<br />&#1602;&#1575;&#1604; &#1593;&#1604;&#1610; (&#1593;): &#1601;&#1605;&#1575; &#1586;&#1604;&#1578; &#1576;&#1593;&#1583;&#1607;&#1575; &#1602;&#1575;&#1590;&#1610;&#1575;&#1548; &#1608;&#1602;&#1575;&#1604; &#1604;&#1607; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;): &#1575;&#1604;&#1604;&#1607;&#1605; &#1601;&#1607;&#1605;&#1607; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td>d. Listening to Both Sides</td>
</tr>
<tr>
<td style="text-align: justify;">15&ndash; The Prophet (SAWA) said to Imam Ali (AS), &lsquo;When two people bring a case against each other before you to be judged, do not judge the first before you hear out the second. If you adhere to this, judging will become clear for you.&rsquo; Imam Ali (AS) said, &lsquo;And after that I continued to be a judge.&rsquo; The Prophet (SAWA) said [supplicating for him], &lsquo;O Allah, make him understand judgment.&rsquo;[al-Faqih, v. 3, p. 13, no. 3238]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">&#1607; &#1600; &#1593;&#1583;&#1605; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569; &#1601;&#1610; &#1575;&#1604;&#1594;&#1590;&#1576; </p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1588;&#1585;&#1610;&#1581; &#1600;: &#1604;&#1575; &#1578;&#1587;&#1575;&#1585; &#1571;&#1581;&#1583;&#1575; &#1601;&#1610; &#1605;&#1580;&#1604;&#1587;&#1603;&#1548; &#1608;&#1573;&#1606; &#1594;&#1590;&#1576;&#1578; &#1601;&#1602;&#1605;&#1548; &#1601;&#1604;&#1575; &#1578;&#1602;&#1590;&#1610;&#1606; &#1601;&#1571;&#1606;&#1578; &#1594;&#1590;&#1576;&#1575;&#1606;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td>e. Not Passing Judgment While Angry</td>
</tr>
<tr>
<td>16&ndash; Imam Ali (AS), said to Shurayh, &lsquo;Do not whisper to anyone in your court, and if you get angry leave, but do not judge whilst you are angry.&rsquo;[al-Kafi, v. 7, p. 413, no. 5]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">&#1608; &#1600; &#1571;&#1606; &#1604;&#1575; &#1610;&#1602;&#1590;&#1610; &#1608;&#1607;&#1608; &#1605;&#1579;&#1602;&#1604; &#1576;&#1575;&#1604;&#1606;&#1608;&#1605; </p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">17&#1600; &#1606;&#1607;&#1609; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1571;&#1606; &#1610;&#1602;&#1590;&#1610; &#1575;&#1604;&#1602;&#1575;&#1590;&#1610; &#1608;&#1607;&#1608; &#1594;&#1590;&#1576;&#1575;&#1606; &#1571;&#1608; &#1580;&#1575;&#1574;&#1593; &#1571;&#1608; &#1606;&#1575;&#1593;&#1587;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">f. Not Passing Judgment Whilst Being Overcome by Sleep</td>
</tr>
<tr>
<td style="text-align: justify;">17&ndash; The Prophet (SAWA) forbade for a judge to pass judgment whilst being angry, hungry or tired.&rsquo;[Mustadrak al-Wasa`il, v. 17, p. 349, no. 21544]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">&#1586; &#1600; &#1571;&#1606; &#1604;&#1575; &#1610;&#1602;&#1590;&#1610; &#1608;&#1607;&#1608; &#1580;&#1608;&#1593;&#1575;&#1606; &#1571;&#1608; &#1593;&#1591;&#1588;&#1575;&#1606; </p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1588;&#1585;&#1610;&#1581; &#1600;: &#1608;&#1604;&#1575; &#1578;&#1602;&#1593;&#1583;&#1606; &#1601;&#1610; &#1605;&#1580;&#1604;&#1587; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569; &#1581;&#1578;&#1609; &#1578;&#1591;&#1593;&#1605; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td>g. Not Passing Judgment While Hungry or Thirsty</td>
</tr>
<tr>
<td style="text-align: justify;">18&ndash; Imam Ali (AS), said to Shurayh, &lsquo;Do not sit in a session of justice until you have eaten.&rsquo;[al-Kafi, v. 7, p. 413, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">&#1581; &#1600; &#1571;&#1606; &#1604;&#1575; &#1610;&#1590;&#1610;&#1601; &#1571;&#1581;&#1583; &#1575;&#1604;&#1582;&#1589;&#1605;&#1610;&#1606; </p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1585;&#1580;&#1604;&#1575; &#1606;&#1586;&#1604; &#1576;&#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; (&#1593;) &#1601;&#1605;&#1603;&#1579; &#1593;&#1606;&#1583;&#1607; &#1571;&#1610;&#1575;&#1605;&#1575;&#1548; &#1579;&#1605; &#1578;&#1602;&#1583;&#1605; &#1573;&#1604;&#1610;&#1607; &#1601;&#1610; &#1582;&#1589;&#1608;&#1605;&#1577; &#1604;&#1605; &#1610;&#1584;&#1603;&#1585;&#1607;&#1575; &#1604;&#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; (&#1593;)&#1548; &#1601;&#1602;&#1575;&#1604; &#1604;&#1607;: &#1571;&#1582;&#1589;&#1605; &#1571;&#1606;&#1578; &#1567; &#1602;&#1575;&#1604;: &#1606;&#1593;&#1605;&#1548; &#1602;&#1575;&#1604;: &#1578;&#1581;&#1608;&#1604; &#1593;&#1606;&#1575;&#1548; &#1573;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1606;&#1607;&#1609; &#1571;&#1606; &#1610;&#1590;&#1575;&#1601; &#1575;&#1604;&#1582;&#1589;&#1605; &#1573;&#1604;&#1575; &#1608;&#1605;&#1593;&#1607; &#1582;&#1589;&#1605;&#1607; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td>h. Not Hosting Any of the Plaintiffs as a Guest</td>
</tr>
<tr>
<td style="text-align: justify;">19&ndash; Imam al-Sadiq (AS) narrated, &lsquo;A person was a guest of the Commander of the Faithful (AS) and stayed with him for some days. He then presented him with a prior dispute that he had not mentioned to him (AS). The Imam said to him, &lsquo;Are you making a formal complaint?&rsquo; He said, &lsquo;Yes.&rsquo; The Imam said, &lsquo;Transfer from us [from our house], for the Messenger of Allah (SAWA) forbade the hosting of a plaintiff [for whom one is judge] unless the rival plaintiff is also with him.&rsquo;[al-Kafi, v. 7, p. 413, no. 4]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">&#1591; &#1600; &#1593;&#1583;&#1605; &#1578;&#1604;&#1602;&#1610;&#1606; &#1575;&#1604;&#1588;&#1607;&#1608;&#1583;</p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">20&#1600; &#1585;&#1608;&#1610;: &#1571;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1606;&#1607;&#1609; &#1571;&#1606; &#1610;&#1581;&#1575;&#1576;&#1610; &#1575;&#1604;&#1602;&#1575;&#1590;&#1610; &#1571;&#1581;&#1583; &#1575;&#1604;&#1582;&#1589;&#1605;&#1610;&#1606; &#1576;&#1603;&#1579;&#1585;&#1577; &#1575;&#1604;&#1606;&#1592;&#1585; &#1608;&#1581;&#1590;&#1608;&#1585; &#1575;&#1604;&#1584;&#1607;&#1606;&#1548; &#1608;&#1606;&#1607;&#1609; &#1593;&#1606; &#1578;&#1604;&#1602;&#1610;&#1606; &#1575;&#1604;&#1588;&#1607;&#1608;&#1583;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td>I. Not Suborning the Witnesses </td>
</tr>
<tr>
<td style="text-align: justify;">20&ndash; It is narrated in Mustadrak al-Wasa`il: The Prophet (SAWA) forbade the judge to favour one of the plaintiffs [over the other] by looking at him too much or paying more attention to him, and he also forbade suborning witnesses.&rsquo;[Mustadrak al-Wasa`il, vo.17, p. 350, no. 21549]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1606; &#1610;&#1587;&#1583;&#1583;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1606; &#1575;&#1604;&#1602;&#1590;&#1575;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Judges Whose Mistakes Allah Remedies</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">21&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1575; &#1605;&#1606; &#1602;&#1575;&#1590; &#1605;&#1606; &#1602;&#1590;&#1575;&#1577; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605;&#1610;&#1606; &#1573;&#1604;&#1575; &#1608;&#1605;&#1593;&#1607; &#1605;&#1604;&#1603;&#1575;&#1606; &#1610;&#1587;&#1583;&#1583;&#1575;&#1606;&#1607; &#1573;&#1604;&#1609; &#1575;&#1604;&#1581;&#1602; &#1605;&#1575;&#1604;&#1605; &#1610;&#1585;&#1583; &#1594;&#1610;&#1585;&#1607;&#1548; &#1601;&#1573;&#1584;&#1575; &#1571;&#1585;&#1575;&#1583; &#1594;&#1610;&#1585;&#1607; &#1608;&#1580;&#1575;&#1585; &#1605;&#1578;&#1593;&#1605;&#1583;&#1575; &#1578;&#1576;&#1585;&#1571; &#1605;&#1606;&#1607; &#1575;&#1604;&#1605;&#1604;&#1603;&#1575;&#1606; &#1608;&#1608;&#1603;&#1604;&#1575;&#1607; &#1573;&#1604;&#1609; &#1606;&#1601;&#1587;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">21&ndash; The Prophet (SAWA) said, &lsquo;There is no Muslim judge who does not have two angels guiding him to the truth as long as he does not seek other than this [i.e. the truth]. If he does want other than the truth and intentionally gives wrong edicts, the two angels disown him and entrust him to his own [base] self.&rsquo;[Kanz al-`Ummal, no. 14993]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">22&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; (&#1593;): &#1610;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1608;&#1602; &#1585;&#1571;&#1587; &#1575;&#1604;&#1581;&#1575;&#1603;&#1605; &#1578;&#1585;&#1601;&#1585;&#1601; &#1576;&#1575;&#1604;&#1585;&#1581;&#1605;&#1577;&#1548; &#1601;&#1573;&#1584;&#1575; &#1581;&#1575;&#1601; &#1608;&#1603;&#1604;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1604;&#1609; &#1606;&#1601;&#1587;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">22&ndash; Imam Ali (AS) said, &lsquo;The Hand of Allah hovers above the head of the judge with mercy. If he gives unjust rulings, Allah entrusts him to his own self.&rsquo;[al-Kafi, v. 7, p. 410, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1571;&#1589;&#1606;&#1575;&#1601; &#1575;&#1604;&#1602;&#1590;&#1575;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Types of Judges</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">23&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; (&#1593;): &#1575;&#1604;&#1602;&#1590;&#1575;&#1577; &#1571;&#1585;&#1576;&#1593;&#1577;: &#1579;&#1604;&#1575;&#1579;&#1577; &#1601;&#1610; &#1575;&#1604;&#1606;&#1575;&#1585; &#1608;&#1608;&#1575;&#1581;&#1583; &#1601;&#1610; &#1575;&#1604;&#1580;&#1606;&#1577;: &#1585;&#1580;&#1604; &#1602;&#1590;&#1609; &#1576;&#1580;&#1608;&#1585; &#1608;&#1607;&#1608; &#1610;&#1593;&#1604;&#1605; &#1601;&#1607;&#1608; &#1601;&#1610; &#1575;&#1604;&#1606;&#1575;&#1585;&#1548; &#1608;&#1585;&#1580;&#1604; &#1602;&#1590;&#1609; &#1576;&#1580;&#1608;&#1585; &#1608;&#1607;&#1608; &#1604;&#1575; &#1610;&#1593;&#1604;&#1605; &#1601;&#1607;&#1608; &#1601;&#1610; &#1575;&#1604;&#1606;&#1575;&#1585;&#1548; &#1608;&#1585;&#1580;&#1604; &#1602;&#1590;&#1609; &#1576;&#1575;&#1604;&#1581;&#1602; &#1608;&#1607;&#1608; &#1604;&#1575; &#1610;&#1593;&#1604;&#1605; &#1601;&#1607;&#1608; &#1601;&#1610; &#1575;&#1604;&#1606;&#1575;&#1585;&#1548; &#1608;&#1585;&#1580;&#1604; &#1602;&#1590;&#1609; &#1576;&#1575;&#1604;&#1581;&#1602; &#1608;&#1607;&#1608; &#1610;&#1593;&#1604;&#1605; &#1601;&#1607;&#1608; &#1601;&#1610; &#1575;&#1604;&#1580;&#1606;&#1577;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">23&ndash; Imam al-Sadiq (AS) said, &lsquo;Judges are of four types, three of them are in the Hellfire, and one in Heaven: a person who knowingly judges wrongfully is in the Hellfire; a person who unknowingly judges wrongfully is in the Hellfire; a person who unknowingly judges with truth is in the Hellfire; and a person who knowingly judges with truth is in Heaven.&rsquo;[al-Kafi, v. 7, p. 407, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1602;&#1590;&#1575;&#1577; &#1575;&#1604;&#1605;&#1585;&#1571;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Judgment of a Woman </span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">24- &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1575; &#1578;&#1603;&#1608;&#1606; &#1575;&#1604;&#1605;&#1585;&#1571;&#1577; &#1581;&#1603;&#1605;&#1575; &#1578;&#1602;&#1590;&#1610; &#1576;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1605;&#1577;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">24&ndash; The Prophet (SAWA) said, &lsquo;A woman cannot be a judge, passing judgment among the general public.&rsquo;[Kanz al-`Ummal, no. 14921]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">25- &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; (&#1593;): &#1573;&#1606; &#1575;&#1604;&#1605;&#1585;&#1571;&#1577; &#1604;&#1575; &#1578;&#1608;&#1604;&#1609; &#1575;&#1604;&#1602;&#1590;&#1575;&#1569; &#1608;&#1604;&#1575; &#1578;&#1608;&#1604;&#1609; &#1575;&#1604;&#1573;&#1605;&#1575;&#1585;&#1577;.</p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">25&ndash; Imam al-Baqir (AS) said, &lsquo;A woman cannot become a judge and cannot become a ruler.&rsquo;[Bihar al-Anwar, v. 104, p. 275, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1602;&#1590;&#1575;&#1569; &#1576;&#1575;&#1604;&#1576;&#1610;&#1606;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">Judging with Clear Evidence</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">26&#1600; &#1575;&#1582;&#1578;&#1589;&#1605; &#1585;&#1580;&#1604;&#1575;&#1606; &#1573;&#1604;&#1609; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1601;&#1610; &#1605;&#1608;&#1575;&#1585;&#1610;&#1579; &#1608;&#1571;&#1588;&#1610;&#1575;&#1569; &#1602;&#1583; &#1583;&#1585;&#1587;&#1578;&#1548; &#1601;&#1602;&#1575;&#1604; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;): &#1604;&#1593;&#1604; &#1576;&#1593;&#1590;&#1603;&#1605; &#1571;&#1606; &#1610;&#1603;&#1608;&#1606; &#1571;&#1604;&#1581;&#1606; &#1576;&#1581;&#1580;&#1578;&#1607; &#1605;&#1606; &#1576;&#1593;&#1590;&#1548; &#1601;&#1605;&#1606; &#1602;&#1590;&#1610;&#1578; &#1604;&#1607; &#1576;&#1588;&#1610;&#1569; &#1605;&#1606; &#1581;&#1602; &#1571;&#1582;&#1610;&#1607; &#1601;&#1573;&#1606;&#1605;&#1575; &#1571;&#1602;&#1591;&#1593; &#1604;&#1607; &#1602;&#1591;&#1593;&#1577; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1585;&#1548; &#1601;&#1602;&#1575;&#1604; &#1604;&#1607; &#1603;&#1604; &#1608;&#1575;&#1581;&#1583; &#1605;&#1606; &#1575;&#1604;&#1585;&#1580;&#1604;&#1610;&#1606;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1581;&#1602;&#1610; &#1607;&#1584;&#1575; &#1604;&#1589;&#1575;&#1581;&#1576;&#1610; &#1567; &#1601;&#1602;&#1575;&#1604;: &#1608;&#1604;&#1603;&#1606; &#1575;&#1584;&#1607;&#1576;&#1575; &#1601;&#1578;&#1608;&#1582;&#1610;&#1575; &#1579;&#1605; &#1575;&#1587;&#1578;&#1607;&#1605;&#1575; &#1579;&#1605; &#1604;&#1610;&#1581;&#1604;&#1604; &#1603;&#1604; &#1608;&#1575;&#1581;&#1583; &#1605;&#1606;&#1603;&#1605;&#1575; &#1589;&#1575;&#1581;&#1576;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">26&ndash; The Prophet (SAWA) said to two men when they came to him with a dispute about the inheritance of things that had perished, &lsquo;One of you might be more agile in his evidence than the other. So if I was to judge something in his favour that was [actually] from the right of his brother, then I am giving him a part of Hell.' Each of the two men asked him, &lsquo;O Messenger of Allah, does this right of mine belong to my companion?&rsquo; He replied, &lsquo;[No], But go and become brothers and have compassion, and each of you should forgive the other.&rsquo;[Ma`aani al-Akhbar, p. 279]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl">27&#1600; &#1575;&#1582;&#1578;&#1589;&#1605; &#1575;&#1605;&#1585;&#1572; &#1575;&#1604;&#1602;&#1610;&#1587; &#1608;&#1585;&#1580;&#1604; &#1573;&#1604;&#1609; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1571;&#1585;&#1590;&#1548; &#1602;&#1575;&#1604;: &#1571;&#1604;&#1603; &#1576;&#1610;&#1606;&#1577; &#1567; &#1602;&#1575;&#1604;: &#1604;&#1575;&#1548; &#1602;&#1575;&#1604;: &#1601;&#1610;&#1605;&#1606;&#1607;&#1548; &#1602;&#1575;&#1604;: &#1573;&#1584;&#1606; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1584;&#1607;&#1576; &#1576;&#1571;&#1585;&#1590;&#1610; ! &#1602;&#1575;&#1604;: &#1573;&#1606; &#1584;&#1607;&#1576; &#1576;&#1571;&#1585;&#1590;&#1603; &#1576;&#1610;&#1605;&#1610;&#1606;&#1607; &#1603;&#1575;&#1606; &#1605;&#1605;&#1606; &#1604;&#1575; &#1610;&#1606;&#1592;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1604;&#1610;&#1607; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1608;&#1604;&#1575; &#1610;&#1586;&#1603;&#1610;&#1607; &#1608;&#1604;&#1607; &#1593;&#1584;&#1575;&#1576; &#1571;&#1604;&#1610;&#1605; . &#1602;&#1575;&#1604;: &#1601;&#1601;&#1586;&#1593; &#1575;&#1604;&#1585;&#1580;&#1604; &#1608;&#1585;&#1583;&#1607;&#1575; &#1573;&#1604;&#1610;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">27&ndash; The Prophet (SAWA), speaking to Imri` al-Qays who was in a dispute with another person about a piece of land, said, &lsquo;Do you have evidence?&rsquo; He said, &lsquo;No&rsquo;. The Prophet said, &lsquo;Then make him swear [by Allah].&rsquo; He said, &lsquo;In that case, by Allah he can take my land!&rsquo; The Prophet said, &lsquo;If by falsely swearing this person takes the land, he will be among those whom Allah will not look at on the Day of Judgment and He will not purify him, and he will be severely punished.&rsquo; He said, &lsquo;The person became frightened as a result and returned the land to him.&rsquo;[Tanbih al-Khawatir, v. 2, p. 171]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl">28&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; (&#1593;): &#1582;&#1605;&#1587;&#1577; &#1571;&#1588;&#1610;&#1575;&#1569; &#1610;&#1580;&#1576; &#1593;&#1604;&#1609; &#1575;&#1604;&#1602;&#1575;&#1590;&#1610; &#1575;&#1604;&#1571;&#1582;&#1584; &#1601;&#1610;&#1607;&#1575; &#1576;&#1592;&#1575;&#1607;&#1585; &#1575;&#1604;&#1581;&#1603;&#1605;: &#1575;&#1604;&#1608;&#1604;&#1575;&#1610;&#1577; &#1608;&#1575;&#1604;&#1605;&#1606;&#1575;&#1603;&#1581; &#1608;&#1575;&#1604;&#1605;&#1608;&#1575;&#1585;&#1610;&#1579; &#1608;&#1575;&#1604;&#1584;&#1576;&#1575;&#1610;&#1581; &#1608;&#1575;&#1604;&#1588;&#1607;&#1575;&#1583;&#1575;&#1578;&#1548; &#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1592;&#1575;&#1607;&#1585; &#1575;&#1604;&#1588;&#1607;&#1608;&#1583; &#1605;&#1571;&#1605;&#1608;&#1606;&#1575; &#1580;&#1575;&#1586;&#1578; &#1588;&#1607;&#1575;&#1583;&#1578;&#1607;&#1605; &#1608;&#1604;&#1575; &#1610;&#1587;&#1571;&#1604; &#1593;&#1606; &#1576;&#1575;&#1591;&#1606;&#1607;&#1605;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">28&ndash; Imam Ali (AS) said, &lsquo;There are five things a judge must accept at face value: guardianship, marriage, inheritance, slaughtering, and witnessings. If the witness appears trustworthy, their testimony is permitted, and they should not be asked about their inner aspects.&rsquo;[al-Khisal, p. 311, no. 88]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl">29&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; (&#1593;): &#1573;&#1584;&#1575; &#1602;&#1575;&#1605; &#1602;&#1575;&#1574;&#1605; &#1570;&#1604; &#1605;&#1581;&#1605;&#1583; &#1600; &#1593;&#1604;&#1610;&#1607; &#1608;&#1593;&#1604;&#1610;&#1607;&#1605; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605; &#1600; &#1581;&#1603;&#1605; &#1576;&#1610;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1576;&#1581;&#1603;&#1605; &#1583;&#1575;&#1608;&#1583;&#1548; &#1604;&#1575; &#1610;&#1581;&#1578;&#1575;&#1580; &#1573;&#1604;&#1609; &#1576;&#1610;&#1606;&#1577;&#1548; &#1610;&#1604;&#1607;&#1605;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1601;&#1610;&#1581;&#1603;&#1605; &#1576;&#1593;&#1604;&#1605;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">29&ndash; Imam al-Sadiq (AS) said, &lsquo;When al-Qa&rsquo;im [the one who will rise] from the household of Muhammad [i.e. the Mahdi] reappears - peace be upon him and them - he will judge among people as the the judging of Prophet David (AS). He will not need evidence as Allah, most High, will inspire into him and he will judge with his knowledge.&rsquo;[Bihar al-Anwar, v. 14, p. 14, no. 23]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1602;&#1608;&#1604; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;: &#1571;&#1605;&#1575; &#1573;&#1606;&#1607;&#1575; &#1581;&#1603;&#1608;&#1605;&#1577; !</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 13pt; font-weight: 700; color:#008080; font-family:Arial">The Saying of Imam Ali: &lsquo;This is Indeed like a Court of Justice&rsquo;</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">30&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; (&#1593;): &#1573;&#1606; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; (&#1593;) &#1571;&#1604;&#1602;&#1609; &#1589;&#1576;&#1610;&#1575;&#1606; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1571;&#1604;&#1608;&#1575;&#1581;&#1607;&#1605; &#1576;&#1610;&#1606; &#1610;&#1583;&#1610;&#1607; &#1604;&#1610;&#1582;&#1610;&#1585; &#1576;&#1610;&#1606;&#1607;&#1605;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1571;&#1605;&#1575; &#1573;&#1606;&#1607;&#1575; &#1581;&#1603;&#1608;&#1605;&#1577;! &#1608;&#1575;&#1604;&#1580;&#1608;&#1585; &#1601;&#1610;&#1607;&#1575; &#1603;&#1575;&#1604;&#1580;&#1608;&#1585; &#1601;&#1610; &#1575;&#1604;&#1581;&#1603;&#1605; ! &#1571;&#1576;&#1604;&#1594;&#1608;&#1575; &#1605;&#1593;&#1604;&#1605;&#1603;&#1605; &#1573;&#1606; &#1590;&#1585;&#1576;&#1603;&#1605; &#1601;&#1608;&#1602; &#1579;&#1604;&#1575;&#1579; &#1590;&#1585;&#1576;&#1575;&#1578; &#1601;&#1610; &#1575;&#1604;&#1571;&#1583;&#1576; &#1575;&#1602;&#1578;&#1589; &#1605;&#1606;&#1607; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;">30&ndash; Imam al-Sadiq (AS) narrated, &lsquo;Verily the Commander of the Faithful (AS) made the school children put their writing tablets in front of him so as to choose from them, so he exclaimed, &lsquo;This is indeed like a court of justice, and injustice here is like injustice in a verdict! Inform your teacher that if he was to hit you more than three hits for discipline, he will be penalized.&rsquo;[Wasa`il al-Shi`aa, v. 18, p. 582, no. 2]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
