<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>JURISPRUDENCE&nbsp; &#1575;&#1604;&#1601;&#1602;&#1607;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">JURISPRUDENCE</span><span style="font-size: 15pt; font-family: Arial;">&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1601;&#1602;&#1607;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1578;&#1601;&#1602;&#1607; &#1601;&#1610; &#1575;&#1604;&#1583;&#1610;&#1606;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Learnedness in Religion</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1584;&#1575; &#1571;&#1585;&#1575;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1593;&#1576;&#1583; &#1582;&#1610;&#1585;&#1575; &#1601;&#1602;&#1607;&#1607; &#1601;&#1610; &#1575;&#1604;&#1583;&#1610;&#1606;&#1548; &#1608;&#1571;&#1604;&#1607;&#1605;&#1607; &#1585;&#1588;&#1583;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; The Prophet (SAWA) said, &lsquo;When Allah wants good for a servant, He educates him in religion and inspires him to its complete path.&rsquo;[Kanz al-`Ummal, no. 28690]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583;&#1577; &#1575;&#1604;&#1601;&#1602;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">2&ndash; The Prophet (SAWA) said, &lsquo;The best of worship is the study of religion.&rsquo;[al-Targhib wa al-Tarhib, v. 1, p. 93, no. 3] </span></td>
</tr>
<tr>
<td>
</p>
<p align="center">
<img border="0" src="divider1.png" width="40%"></p>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1604;&#1603;&#1604; &#1588;&#1610;&#1569; &#1583;&#1593;&#1575;&#1605;&#1577;&#1548; &#1608;&#1583;&#1593;&#1575;&#1605;&#1577; &#1607;&#1584;&#1575; &#1575;&#1604;&#1583;&#1610;&#1606; &#1575;&#1604;&#1601;&#1602;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; The Prophet (SAWA) said, &lsquo;There is a support for everything, and the support for this religion is education.&rsquo;[Kanz al-`Ummal, no. 28768]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1578;&#1593;&#1604;&#1605;&#1608;&#1575; &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; &#1563; &#1601;&#1573;&#1606;&#1607; &#1571;&#1581;&#1587;&#1606; &#1575;&#1604;&#1581;&#1583;&#1610;&#1579;&#1548; &#1608;&#1578;&#1601;&#1602;&#1607;&#1608;&#1575; &#1601;&#1610;&#1607; &#1601;&#1573;&#1606;&#1607; &#1585;&#1576;&#1610;&#1593; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; Imam Ali (AS) said, &lsquo;Learn the Quran for it is the best of speeches, and study it for it is the spring of the hearts.&rsquo;[Nahj al-Balagha, Sermon 110]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605; <span lang="ar-sa">(&#1593;): &#1578;&#1601;&#1602;&#1607;&#1608;&#1575; &#1601;&#1610; &#1583;&#1610;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1601;&#1573;&#1606; &#1575;&#1604;&#1601;&#1602;&#1607; &#1605;&#1601;&#1578;&#1575;&#1581; &#1575;&#1604;&#1576;&#1589;&#1610;&#1585;&#1577;&#1548; &#1608;&#1578;&#1605;&#1575;&#1605; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583;&#1577;&#1548; &#1608;&#1575;&#1604;&#1587;&#1576;&#1576; &#1573;&#1604;&#1609; &#1575;&#1604;&#1605;&#1606;&#1575;&#1586;&#1604; &#1575;&#1604;&#1585;&#1601;&#1610;&#1593;&#1577; &#1608;&#1575;&#1604;&#1585;&#1578;&#1576; &#1575;&#1604;&#1580;&#1604;&#1610;&#1604;&#1577; &#1601;&#1610; &#1575;&#1604;&#1583;&#1610;&#1606; &#1608;&#1575;&#1604;&#1583;&#1606;&#1610;&#1575;&#1548; &#1608;&#1601;&#1590;&#1604; &#1575;&#1604;&#1601;&#1602;&#1610;&#1607; &#1593;&#1604;&#1609; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583; &#1603;&#1601;&#1590;&#1604; &#1575;&#1604;&#1588;&#1605;&#1587; &#1593;&#1604;&#1609; &#1575;&#1604;&#1603;&#1608;&#1575;&#1603;&#1576;&#1548; &#1608;&#1605;&#1606; &#1604;&#1605; &#1610;&#1578;&#1601;&#1602;&#1607; &#1601;&#1610; &#1583;&#1610;&#1606;&#1607; &#1604;&#1605; &#1610;&#1585;&#1590; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1607; &#1593;&#1605;&#1604;&#1575; </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; Imam al-Kazim (AS) said, &lsquo;The superiority of a learned person over a worshipper is as the superiority of the sun over the planets, and whoever does not educate themselves in their religion, Allah will not accept a single deed from them.&rsquo;[Bihar al-Anwar, v. 78, p. 321, no. 19]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1606; &#1607;&#1608; &#1575;&#1604;&#1601;&#1602;&#1610;&#1607;&#1567;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Who is the Scholar (faqih<a name="1" href="#*"><span style="color: #008080;">*</span></a>)?</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1601;&#1610; &#1608;&#1589;&#1610;&#1578;&#1607; &#1604;&#1571;&#1576;&#1610; &#1584;&#1585;: &#1604;&#1575; &#1610;&#1601;&#1602;&#1607; &#1575;&#1604;&#1585;&#1580;&#1604; &#1603;&#1604; &#1575;&#1604;&#1601;&#1602;&#1607; &#1581;&#1578;&#1609; &#1610;&#1585;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587; &#1571;&#1605;&#1579;&#1575;&#1604; &#1575;&#1604;&#1571;&#1576;&#1575;&#1593;&#1585;&#1548; &#1601;&#1604;&#1575; &#1610;&#1581;&#1601;&#1604; &#1576;&#1608;&#1580;&#1608;&#1583;&#1607;&#1605;&#1548; &#1608;&#1604;&#1575; &#1610;&#1594;&#1610;&#1585;&#1607; &#1584;&#1604;&#1603; &#1603;&#1605;&#1575; &#1604;&#1575; &#1610;&#1594;&#1610;&#1585;&#1607; &#1608;&#1580;&#1608;&#1583; &#1576;&#1593;&#1610;&#1585; &#1593;&#1606;&#1583;&#1607;&#1548; &#1579;&#1605; &#1610;&#1585;&#1580;&#1593; &#1607;&#1608; &#1573;&#1604;&#1609; &#1606;&#1601;&#1587;&#1607; &#1601;&#1610;&#1603;&#1608;&#1606; &#1571;&#1593;&#1592;&#1605; &#1581;&#1575;&#1602;&#1585; &#1604;&#1607;&#1575;.</span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; The Prophet (SAWA) said in his will to Abu Dharr, &lsquo;A person will not be totally educated until he sees people like camels, so he should not be amused by their presence and it should not change him, just as the presence of a [real] camel does not change him. Then he must return to his self and become the greatest humiliator of his self.&rsquo;[Bihar al-Anwar, v. 72, p. 304, p. 51]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1604;&#1575; &#1575;&#1582;&#1576;&#1585;&#1603;&#1605; &#1576;&#1575;&#1604;&#1601;&#1602;&#1610;&#1607; &#1581;&#1602; &#1575;&#1604;&#1601;&#1602;&#1610;&#1607;&#1567; &#1605;&#1606; &#1604;&#1605; &#1610;&#1585;&#1582;&#1589; &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1610; &#1605;&#1593;&#1575;&#1589;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1604;&#1605; &#1610;&#1602;&#1606;&#1591;&#1607;&#1605; &#1605;&#1606; &#1585;&#1581;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1604;&#1605; &#1610;&#1572;&#1605;&#1606;&#1607;&#1605; &#1605;&#1606; &#1605;&#1603;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1604;&#1605; &#1610;&#1583;&#1593; &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; &#1585;&#1594;&#1576;&#1577; &#1593;&#1606;&#1607; &#1573;&#1604;&#1609; &#1605;&#1575; &#1587;&#1608;&#1575;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">7&ndash; Imam Ali (AS) said, &lsquo;Shall I inform you of a true learned person? He who does not allow people to commit acts of disobedience to Allah, does not let them lose hope in the mercy of Allah, does not assure them against the devices of Allah, and does not leave the Quran in his desire for something other than it.&rsquo;[Tuhaf al-`Uqoul, p. 204]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1608;&#1602;&#1583; &#1587;&#1571;&#1604;&#1607; &#1585;&#1580;&#1604; &#1601;&#1571;&#1580;&#1575;&#1576;&#1607;&#1548; &#1601;&#1602;&#1575;&#1604; &#1575;&#1604;&#1585;&#1580;&#1604;: &#1573;&#1606; &#1575;&#1604;&#1601;&#1602;&#1607;&#1575;&#1569; &#1604;&#1575; &#1610;&#1602;&#1608;&#1604;&#1608;&#1606; &#1607;&#1584;&#1575; ! &#1600;: &#1610;&#1575; &#1608;&#1610;&#1581;&#1603; ! &#1608;&#1607;&#1604; &#1585;&#1571;&#1610;&#1578; &#1601;&#1602;&#1610;&#1607;&#1575; &#1602;&#1591; &#1567; ! &#1573;&#1606; &#1575;&#1604;&#1601;&#1602;&#1610;&#1607; &#1581;&#1602; &#1575;&#1604;&#1601;&#1602;&#1610;&#1607;: &#1575;&#1604;&#1586;&#1575;&#1607;&#1583; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;&#1548; &#1575;&#1604;&#1585;&#1575;&#1594;&#1576; &#1601;&#1610; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577;&#1548; &#1575;&#1604;&#1605;&#1578;&#1605;&#1587;&#1603; &#1576;&#1587;&#1606;&#1577; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">8&ndash; Imam al-Baqir (AS) was once asked a question by a man, to which he duly replied, and to which the man then retorted, &lsquo;The jurists do not say this!&rsquo; The Imam said, &lsquo;Woe unto you! Have you ever seen a jurist?! A real jurist is a person who is ascetic from this world, who craves for the Hereafter, and strongly holds onto the tradition of the Prophet (SAWA).&rsquo;[al-Kafi, v. 1, p. 70, no. 8] </span></td>
</tr>
<tr>
<td>
</p>
<p align="center">
<img border="0" src="divider1.png" width="40%"></p>
<p dir="rtl" align="justify"><span style="font-size: 12pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1610;&#1603;&#1608;&#1606; &#1575;&#1604;&#1585;&#1580;&#1604; &#1605;&#1606;&#1603;&#1605; &#1601;&#1602;&#1610;&#1607;&#1575; &#1581;&#1578;&#1609; &#1610;&#1593;&#1585;&#1601; &#1605;&#1593;&#1575;&#1585;&#1610;&#1590; &#1603;&#1604;&#1575;&#1605;&#1606;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">9&ndash; Imam al-Sadiq (AS) said, &lsquo;There is no man from among you who will become a jurist until they understand the intents of our speech.&rsquo;[Ma`ani al-Akhbar, v. 2, p. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1585;&#1590;&#1575; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1575;&#1604;&#1601;&#1602;&#1607; &#1575;&#1604;&#1581;&#1604;&#1605; &#1608;&#1575;&#1604;&#1593;&#1604;&#1605; &#1608;&#1575;&#1604;&#1589;&#1605;&#1578; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">10&ndash; Imam al-Rida (AS) said, &lsquo;Among the signs of a jurist are clemency, knowledge, and silence.&rsquo;[al-Ikhtisas, p. 232]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1588;&#1583;&#1577; &#1575;&#1604;&#1601;&#1602;&#1610;&#1607; &#1593;&#1604;&#1609; &#1573;&#1576;&#1604;&#1610;&#1587;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>The Power of the Jurist over Satan</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">11&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1601;&#1602;&#1610;&#1607; &#1608;&#1575;&#1581;&#1583; &#1571;&#1588;&#1583; &#1593;&#1604;&#1609; &#1573;&#1576;&#1604;&#1610;&#1587; &#1605;&#1606; &#1571;&#1604;&#1601; &#1593;&#1575;&#1576;&#1583; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">11&ndash; The Prophet (SAWA) said, &lsquo;One jurist is more powerful over Satan than one thousand worshippers.&rsquo;[Bihar al-Anwar, v. 1, p. 177, no. 48]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">12&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1575; &#1605;&#1606; &#1588;&#1610;&#1569; &#1571;&#1602;&#1591;&#1593; &#1604;&#1592;&#1607;&#1585; &#1573;&#1576;&#1604;&#1610;&#1587; &#1605;&#1606; &#1593;&#1575;&#1604;&#1605; &#1610;&#1582;&#1585;&#1580; &#1601;&#1610; &#1602;&#1576;&#1610;&#1604;&#1577; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">12 &ndash; The Prophet (SAWA) said, &lsquo;There is nothing more difficult [lit. backbreaking] for Satan than a scholar emerging from a tribe.&rsquo;[Kanz al-`Ummal, no. 28755]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; &#1571;&#1608; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; &rsquo;: &#1605;&#1578;&#1601;&#1602;&#1607; &#1601;&#1610; &#1575;&#1604;&#1583;&#1610;&#1606; &#1571;&#1588;&#1583; &#1593;&#1604;&#1609; &#1575;&#1604;&#1588;&#1610;&#1591;&#1575;&#1606; &#1605;&#1606; &#1593;&#1576;&#1575;&#1583;&#1577; &#1571;&#1604;&#1601; &#1593;&#1575;&#1576;&#1583; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">13 &ndash; Imam Zayn al-Abidin (AS) or Imam al-Baqir (AS) said, &lsquo;A person educated in religion is more difficult for Satan to bear than the worship of one thousand worshippers.&rsquo;[Bihar al-Anwar, v. 1, p. 213, no. 10]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1608;&#1578; &#1575;&#1604;&#1601;&#1602;&#1610;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">The Death of a Jurist</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1605;&#1575;&#1578; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1575;&#1604;&#1601;&#1602;&#1610;&#1607; &#1579;&#1604;&#1605; &#1601;&#1610; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605; &#1579;&#1604;&#1605;&#1577; &#1604;&#1575; &#1610;&#1587;&#1583;&#1607;&#1575; &#1588;&#1610;&#1569;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">14 &ndash; Imam al-Sadiq (AS) said, &lsquo;When a jurist believer dies a void is left in Islam that nothing can ever again fill.&rsquo;[al-Kafi, v. 1, p. 38, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1575;&#1605;&#1606; &#1571;&#1581;&#1583; &#1610;&#1605;&#1608;&#1578; &#1605;&#1606; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1571;&#1581;&#1576; &#1573;&#1604;&#1609; &#1573;&#1576;&#1604;&#1610;&#1587; &#1605;&#1606; &#1605;&#1608;&#1578; &#1601;&#1602;&#1610;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">15 &ndash; Imam al-Sadiq (AS) said, &lsquo;No believer&rsquo;s death makes Satan happier more than the death of a jurist.&rsquo;[al-Kafi, v. 1, p. 38, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td>
<hr align="justify" />
<p align="justify"><span style="font-size: 12pt; font-family: Arial;"><a name="*" href="#1">
<span style="color: #000000; text-decoration:none">*</span></a> The original meaning of faqih is &lsquo;learned man&rsquo; or &lsquo;scholar&rsquo;, but it has acquired a more specific meaning in Islamic terminology, which is a &lsquo;jurist&rsquo; or &lsquo;a religious scholar well-versed in Islamic law and jurisprudence (fiqh)&rsquo; (ed.)</span></p>
</td>
</tr>
</tbody>

<body>

</body>

</html>
