<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>KILLING&nbsp;&nbsp; &#1575;&#1604;&#1602;&#1578;&#1604;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-family: Arial;"><span style="font-size: 14pt">KILLING</span><span style="font-size: 30pt">&nbsp;&nbsp; </span></span><span style="font-family: Traditional Arabic;"><span style="font-size: 30pt">&#1575;&#1604;&#1602;&#1578;&#1604;</span></span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1602;&#1578;&#1604; &#1575;&#1604;&#1606;&#1601;&#1587;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">Killing a Soul [i.e. a Human Being]</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1593;&#1578;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587; &#1605;&#1606; &#1602;&#1578;&#1604; &#1594;&#1610;&#1585; &#1602;&#1575;&#1578;&#1604;&#1607;&#1548; &#1571;&#1608; &#1590;&#1585;&#1576; &#1594;&#1610;&#1585; &#1590;&#1575;&#1585;&#1576;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, &lsquo;The most aggressive of people is he who kills someone other than his killer, or strikes someone other than one who struck him.&rsquo;[Amali al-Saduq, p. 28, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1608;&#1604; &#1605;&#1575; &#1610;&#1602;&#1590;&#1609; &#1576;&#1610;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1601;&#1610; &#1575;&#1604;&#1583;&#1605;&#1575;&#1569;.</span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, &lsquo;The first thing that will be judged between people on the Day of Resurrection is the blood shed [between them].&rsquo;[Kanz al-`Ummal, no. 39887]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1586;&#1608;&#1575;&#1604; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1580;&#1605;&#1610;&#1593;&#1575; &#1571;&#1607;&#1608;&#1606; &#1593;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1606; &#1583;&#1605; &#1587;&#1601;&#1603; &#1576;&#1594;&#1610;&#1585; &#1581;&#1602;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; The Prophet (SAWA) said, &lsquo;The eradication of the whole world is more insignificant for Allah than the blood that has been shed without right.&rsquo;[al-Targhib wa al-Tarhib, v. 3, p. 293, no. 6]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1585;&#1590;&#1575; <span lang="ar-sa">(&#1593;): &#1581;&#1585;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1602;&#1578;&#1604; &#1575;&#1604;&#1606;&#1601;&#1587; &#1604;&#1593;&#1604;&#1577; &#1601;&#1587;&#1575;&#1583; &#1575;&#1604;&#1582;&#1604;&#1602; &#1601;&#1610; &#1578;&#1581;&#1604;&#1610;&#1604;&#1607; &#1604;&#1608; &#1571;&#1581;&#1604;&#1548; &#1608;&#1601;&#1606;&#1575;&#1574;&#1607;&#1605; &#1608;&#1601;&#1587;&#1575;&#1583; &#1575;&#1604;&#1578;&#1583;&#1576;&#1610;&#1585; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; Imam al-Rida (AS) said, &lsquo;Allah forbade the killing of human beings for the reason that creation would be corrupted were it to be permissible, and due to their annihilation and the chaos [that would ensue].&rsquo;[al-Faqih, v. 3, p. 565, no. 4934]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1602;&#1578;&#1604; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Killing of a Believer </span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">5&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1610;&#1575; &#1571;&#1610;&#1607;&#1575; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1571;&#1610;&#1602;&#1578;&#1604; &#1602;&#1578;&#1610;&#1604; &#1608;&#1571;&#1606;&#1575; &#1576;&#1610;&#1606; &#1571;&#1592;&#1607;&#1585;&#1603;&#1605; &#1604;&#1575; &#1610;&#1593;&#1604;&#1605; &#1605;&#1606; &#1602;&#1578;&#1604;&#1607; &#1567;! &#1604;&#1608; &#1571;&#1606; &#1571;&#1607;&#1604; &#1575;&#1604;&#1587;&#1605;&#1575;&#1569; &#1608;&#1575;&#1604;&#1571;&#1585;&#1590; &#1575;&#1580;&#1578;&#1605;&#1593;&#1608;&#1575; &#1593;&#1604;&#1609; &#1602;&#1578;&#1604; &#1585;&#1580;&#1604; &#1605;&#1587;&#1604;&#1605; &#1604;&#1593;&#1584;&#1576;&#1607;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1604;&#1575; &#1593;&#1583;&#1583; &#1608;&#1604;&#1575; &#1581;&#1587;&#1575;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; The Prophet (SAWA) said, &lsquo;O people! Will a person be killed whilst I am among you, and it is not known whom the killer is?! If all the people of the heavens and the earth were to get together and kill a Muslim [believer], Allah would punish them all without account and judgment.&rsquo;[Kanz al-`Ummal, no. 39952]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1571;&#1593;&#1575;&#1606; &#1593;&#1604;&#1609; &#1602;&#1578;&#1604; &#1605;&#1572;&#1605;&#1606; &#1576;&#1588;&#1591;&#1585; &#1603;&#1604;&#1605;&#1577; &#1604;&#1602;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1605;&#1603;&#1578;&#1608;&#1576; &#1576;&#1610;&#1606; &#1593;&#1610;&#1606;&#1610;&#1607;: &#1570;&#1610;&#1587; &#1605;&#1606; &#1585;&#1581;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; The Prophet (SAWA) said, &lsquo;Whoever helps in the killing of a believer even with a part of a word, he will meet Allah on the Day of Judgment with the following words written between his eyes: &lsquo;Doomed from the mercy of Allah.&rsquo;[Kanz al-`Ummal, no. 39895]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1602;&#1578;&#1604; &#1605;&#1572;&#1605;&#1606;&#1575; &#1605;&#1578;&#1593;&#1605;&#1583;&#1575; &#1571;&#1579;&#1576;&#1578; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1593;&#1604;&#1610;&#1607; &#1580;&#1605;&#1610;&#1593; &#1575;&#1604;&#1584;&#1606;&#1608;&#1576;&#1548; &#1608;&#1576;&#1585;&#1574; &#1575;&#1604;&#1605;&#1602;&#1578;&#1608;&#1604; &#1605;&#1606;&#1607;&#1575;&#1548; &#1608;&#1584;&#1604;&#1603; &#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1571;&#1585;&#1610;&#1583; &#1571;&#1606; &#1578;&#1576;&#1608;&#1571; &#1576;&#1573;&#1579;&#1605;&#1610; &#1608;&#1573;&#1579;&#1605;&#1603; &#1601;&#1578;&#1603;&#1608;&#1606; &#1605;&#1606; &#1571;&#1589;&#1581;&#1575;&#1576; &#1575;&#1604;&#1606;&#1575;&#1585;&raquo;.</span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; Imam al-Baqir (AS) said, &lsquo;Whoever intentionally kills a believer, Allah will affirm for him all the sins, and will acquit sins from the one he has killed. This is according to Allah&rsquo;s verse in the Qur&rsquo;an: &ldquo;I desire that you earn [the burden of] my sin and your sin, to become one of the inmates of the Fire&rdquo;[ Qur&rsquo;an 5:29].&rsquo;[Thawab al-A&rsquo;mal, p. 328, no. 9]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604;: &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1610;&#1602;&#1578;&#1604; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1605;&#1578;&#1593;&#1605;&#1583;&#1575; &#1607;&#1604; &#1604;&#1607; &#1578;&#1608;&#1576;&#1577; &#1567; &#1600;: &#1573;&#1606; &#1603;&#1575;&#1606; &#1602;&#1578;&#1604;&#1607; &#1604;&#1573;&#1610;&#1605;&#1575;&#1606;&#1607; &#1601;&#1604;&#1575; &#1578;&#1608;&#1576;&#1577; &#1604;&#1607;&#1548; &#1608;&#1573;&#1606; &#1603;&#1575;&#1606; &#1602;&#1578;&#1604;&#1607; &#1604;&#1594;&#1590;&#1576; &#1571;&#1608; &#1604;&#1587;&#1576;&#1576; &#1588;&#1610;&#1569; &#1605;&#1606; &#1571;&#1605;&#1585; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1601;&#1573;&#1606; &#1578;&#1608;&#1576;&#1578;&#1607; &#1571;&#1606; &#1610;&#1602;&#1575;&#1583; &#1605;&#1606;&#1607; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; Imam al-Sadiq (AS) was once asked, &lsquo;A believer intentionally kills a believer, does he have the right to repent?&rsquo; The Imam replied, &lsquo;If his killing him was due to his belief, then he does not have the right to repentance. But if he killed him due to anger or any other worldly reason, then his repentance is that he be killed for it.&rsquo;[al-Kafi, v. 7, p. 276, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1578;&#1581;&#1585;&#1610;&#1605; &#1602;&#1578;&#1604; &#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606; &#1606;&#1601;&#1587;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Prohibition of Suicide</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1610;&#1576;&#1578;&#1604;&#1609; &#1576;&#1603;&#1604; &#1576;&#1604;&#1610;&#1577; &#1608;&#1610;&#1605;&#1608;&#1578; &#1576;&#1603;&#1604; &#1605;&#1610;&#1578;&#1577; &#1573;&#1604;&#1575; &#1571;&#1606;&#1607; &#1604;&#1575; &#1610;&#1602;&#1578;&#1604; &#1606;&#1601;&#1587;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; Imam al-Baqir (AS) said, &lsquo;A believer may be afflicted with all kinds of misfortunes, and may die in all sorts of ways, but he must not kill himself.&rsquo;[al-Kafi, v. 3, p. 112, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1602;&#1578;&#1604; &#1606;&#1601;&#1587;&#1607; &#1605;&#1578;&#1593;&#1605;&#1583;&#1575; &#1601;&#1607;&#1608; &#1601;&#1610; &#1606;&#1575;&#1585; &#1580;&#1607;&#1606;&#1605; &#1582;&#1575;&#1604;&#1583;&#1575; &#1601;&#1610;&#1607;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever intentionally kills himself will dwell in the Hellfire forever.&rsquo;[al-Faqih, v. 4, p. 95, no. 5163]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
