<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>MEETING ALLAH&nbsp;&nbsp; &#1604;&#1602;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">MEETING ALLAH</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1604;&#1602;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1588;&#1608;&#1602; &#1575;&#1604;&#1604;&#1602;&#1575;&#1569;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #008080; font-family: Arial;"><span style="font-size: 13pt; font-weight: 700">Yearning to Meet [Allah]</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">1&#1600; &#1601;&#1610; &#1571;&#1582;&#1576;&#1575;&#1585; &#1583;&#1575;&#1608;&#1608;&#1583; <span lang="ar-sa">(&#1593;) &#1571;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1571;&#1608;&#1581;&#1609; &#1573;&#1604;&#1610;&#1607;: ... &#1610;&#1575; &#1583;&#1575;&#1608;&#1608;&#1583;&#1548; &#1573;&#1606;&#1610; &#1582;&#1604;&#1602;&#1578; &#1602;&#1604;&#1608;&#1576; &#1575;&#1604;&#1605;&#1588;&#1578;&#1575;&#1602;&#1610;&#1606; &#1605;&#1606; &#1585;&#1590;&#1608;&#1575;&#1606;&#1610;&#1548; &#1608;&#1606;&#1593;&#1605;&#1578;&#1607;&#1575; &#1576;&#1606;&#1608;&#1585; &#1608;&#1580;&#1607;&#1610; ... &#1601;&#1602;&#1575;&#1604; &#1583;&#1575;&#1608;&#1608;&#1583;: &#1610;&#1575; &#1585;&#1576;&#1548; &#1576;&#1605; &#1606;&#1575;&#1604;&#1608;&#1575; &#1605;&#1606;&#1603; &#1607;&#1584;&#1575; &#1567; &#1602;&#1575;&#1604;: &#1576;&#1581;&#1587;&#1606; &#1575;&#1604;&#1592;&#1606;&#1548; &#1608;&#1575;&#1604;&#1603;&#1601; &#1593;&#1606; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1608;&#1571;&#1607;&#1604;&#1607;&#1575;&#1548; &#1608;&#1575;&#1604;&#1582;&#1604;&#1608;&#1575;&#1578; &#1576;&#1610; &#1608;&#1605;&#1606;&#1575;&#1580;&#1575;&#1578;&#1607;&#1605; &#1604;&#1610;&#1548; &#1608;&#1573;&#1606; &#1607;&#1584;&#1575; &#1605;&#1606;&#1586;&#1604; &#1604;&#1575; &#1610;&#1606;&#1575;&#1604;&#1607; &#1573;&#1604;&#1575; &#1605;&#1606; &#1585;&#1601;&#1590; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1608;&#1571;&#1607;&#1604;&#1607;&#1575;&#1548; &#1608;&#1604;&#1605; &#1610;&#1588;&#1578;&#1594;&#1604; &#1576;&#1588;&#1610;&#1569; &#1605;&#1606; &#1584;&#1603;&#1585;&#1607;&#1575;&#1548; &#1608;&#1601;&#1585;&#1594; &#1602;&#1604;&#1576;&#1607; &#1604;&#1610; &#1608;&#1575;&#1582;&#1578;&#1575;&#1585;&#1606;&#1610; &#1593;&#1604;&#1609; &#1580;&#1605;&#1610;&#1593; &#1582;&#1604;&#1602;&#1610;&#1548; &#1601;&#1593;&#1606;&#1583; &#1584;&#1604;&#1603; &#1571;&#1593;&#1591;&#1601; &#1593;&#1604;&#1610;&#1607; &#1601;&#1575;&#1601;&#1585;&#1594; &#1606;&#1601;&#1587;&#1607; &#1604;&#1607;&#1548; &#1608;&#1571;&#1603;&#1588;&#1601; &#1575;&#1604;&#1581;&#1580;&#1575;&#1576; &#1601;&#1610;&#1605;&#1575; &#1576;&#1610;&#1606;&#1610; &#1608;&#1576;&#1610;&#1606;&#1607; &#1563; &#1581;&#1578;&#1609; &#1610;&#1606;&#1592;&#1585; &#1573;&#1604;&#1610; &#1606;&#1592;&#1585; &#1575;&#1604;&#1606;&#1575;&#1592;&#1585; &#1576;&#1593;&#1610;&#1606;&#1607; &#1573;&#1604;&#1609; &#1575;&#1604;&#1588;&#1610;&#1569;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 12pt">1&ndash; It is narrated in al-Mahajjat al-Bayza: Among the narrations about Prophet David (AS) that Allah revealed unto him, &lsquo;&hellip;O David, I have created the hearts of those who long for Me from My Satisfaction and I have blessed them with the light of My Face&hellip;&rsquo; So David said, &lsquo;O Lord, and how did they acquire this from You?!&rsquo; He said, &lsquo;As a result of their good opinion, their refraining from the world and its followers, seclusion with Me and intimate conversation with Me, and this is a station that no one will achieve until they refuse the world and its people, do not occupy themselves with anything of its remembrance, devote their hearts to Me and chose Me over all My creation.&rsquo;[al-Mahajjat al-Bayza, v. 8, p. 59-61]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">2&#1600; &#1601;&#1610; &#1571;&#1582;&#1576;&#1575;&#1585; &#1583;&#1575;&#1608;&#1608;&#1583; <span lang="ar-sa">(&#1593;) &#1571;&#1610;&#1590;&#1575; &#1600;: &#1610;&#1575; &#1583;&#1575;&#1608;&#1608;&#1583;&#1548; &#1604;&#1608; &#1610;&#1593;&#1604;&#1605; &#1575;&#1604;&#1605;&#1583;&#1576;&#1585;&#1608;&#1606; &#1593;&#1606;&#1610; &#1603;&#1610;&#1601; &#1575;&#1606;&#1578;&#1592;&#1575;&#1585;&#1610; &#1604;&#1607;&#1605;&#1548; &#1608;&#1585;&#1601;&#1602;&#1610; &#1576;&#1607;&#1605;&#1548; &#1608;&#1588;&#1608;&#1602;&#1610; &#1573;&#1604;&#1609; &#1578;&#1585;&#1603; &#1605;&#1593;&#1575;&#1589;&#1610;&#1607;&#1605;&#1548; &#1604;&#1605;&#1575;&#1578;&#1608;&#1575; &#1588;&#1608;&#1602;&#1575; &#1573;&#1604;&#1610; &#1608;&#1578;&#1602;&#1591;&#1593;&#1578; &#1571;&#1608;&#1589;&#1575;&#1604;&#1607;&#1605; &#1605;&#1606; &#1605;&#1581;&#1576;&#1578;&#1610;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">2&ndash; It is narrated in al-Mahajjat al-Bayza: &lsquo;O David, if those who turn away from Me were to know the extent of My anticipation for them, My gentleness towards them and My yearning for them to leave their sins, they would die of yearning for Me and their body parts would be cut up because of My love.&rsquo;[al-Mahajjat al-Bayza, v. 8, p. 62]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1600; &#1601;&#1610; &#1575;&#1604;&#1583;&#1593;&#1575;&#1569; &#1600;: &#1571;&#1587;&#1571;&#1604;&#1603; &#1575;&#1604;&#1585;&#1590;&#1575; &#1576;&#1575;&#1604;&#1602;&#1590;&#1575;&#1569;&#1548; &#1608;&#1576;&#1585;&#1583; &#1575;&#1604;&#1593;&#1610;&#1588; &#1576;&#1593;&#1583; &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1608;&#1604;&#1584;&#1577; &#1575;&#1604;&#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1608;&#1580;&#1607;&#1603;&#1548; &#1608;&#1588;&#1608;&#1602;&#1575; &#1573;&#1604;&#1609; &#1585;&#1572;&#1610;&#1578;&#1603; &#1608;&#1604;&#1602;&#1575;&#1574;&#1603;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">3&ndash; The Prophet (SAWA) said in a supplication, &lsquo;I ask from You satisfaction with Your decree, a calm life after death, the delight of looking at Your Face, and yearning for seeing and meeting You.&rsquo;[Makarim al-Akhlaq, v. 2, p. 31, no. 2069]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">4&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1571;&#1581;&#1576; &#1604;&#1602;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1581;&#1576; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1602;&#1575;&#1569;&#1607;&#1548; &#1608;&#1605;&#1606; &#1603;&#1585;&#1607; &#1604;&#1602;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;&rlm; &#1603;&#1585;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1602;&#1575;&#1569;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">4&ndash; The Prophet (SAWA) said, &lsquo;Whoever would love to meet Allah, Allah [in turn] will love to meet him, and whoever would hate to meet Allah, He too will hate to meet them.&rsquo;[Kanz al-`Ummal, no. 42121]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1603;&#1578;&#1575;&#1576;&#1607; &#1573;&#1604;&#1609; &#1571;&#1607;&#1604; &#1605;&#1589;&#1585; &#1600;: &#1608;&#1573;&#1606;&#1610; &#1573;&#1604;&#1609; &#1604;&#1602;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1605;&#1588;&#1578;&#1575;&#1602;&#1548; &#1608;&#1581;&#1587;&#1606; &#1579;&#1608;&#1575;&#1576;&#1607; &#1604;&#1605;&#1606;&#1578;&#1592;&#1585; &#1585;&#1575;&#1580; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">5&ndash; Imam Ali (AS), in a letter he wrote to the people of Egypt said, &lsquo;And indeed I yearn for meeting Allah, and I am waiting for His good rewards with hope.&rsquo;[Nahj al-Balagha, Letter 62]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1571;&#1581;&#1576; &#1604;&#1602;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607; &#1587;&#1604;&#1575; &#1593;&#1606; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">6&ndash; Imam Ali (AS) said, &lsquo;He who wants to meet Allah Almighty must think no more of this world.&rsquo;[Ghurar al-Hikam, no. 8425]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
