<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>MERIT&nbsp;&nbsp; &#1575;&#1604;&#1601;&#1590;&#1604;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 14pt; font-family: Arial;">MERIT</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-family: Traditional Arabic;"><span style="font-size: 30pt">&#1575;&#1604;&#1601;&#1590;&#1604;</span></span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1601;&#1590;&#1575;&#1574;&#1604;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Merits</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1601;&#1590;&#1610;&#1604;&#1577; &#1576;&#1581;&#1587;&#1606; &#1575;&#1604;&#1603;&#1605;&#1575;&#1604; &#1608;&#1605;&#1603;&#1575;&#1585;&#1605; &#1575;&#1604;&#1571;&#1601;&#1593;&#1575;&#1604;&#1548; &#1604;&#1575; &#1576;&#1603;&#1579;&#1585;&#1577; &#1575;&#1604;&#1605;&#1575;&#1604; &#1608;&#1580;&#1604;&#1575;&#1604;&#1577; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">1&ndash; Imam Ali (AS) said, &lsquo;Merits come through good perfection [of character] and noble actions, and not through excess money and eminent feats.&rsquo;[Ghurar al-Hikam, no. 1925]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1601;&#1590;&#1610;&#1604;&#1577; &#1575;&#1604;&#1587;&#1575;&#1583;&#1577; &#1581;&#1587;&#1606; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">2&ndash; Imam Ali (AS) said, &lsquo;The merit of chiefs lies in the goodness of their worship.&rsquo;[Ghurar al-Hikam, no. 6559]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1601;&#1575;&#1604;&#1605;&#1578;&#1602;&#1608;&#1606; &#1601;&#1610;&#1607;&#1575; &#1607;&#1605; &#1571;&#1607;&#1604; &#1575;&#1604;&#1601;&#1590;&#1575;&#1574;&#1604;: &#1605;&#1606;&#1591;&#1602;&#1607;&#1605; &#1575;&#1604;&#1589;&#1608;&#1575;&#1576;&#1548; &#1608;&#1605;&#1604;&#1576;&#1587;&#1607;&#1605; &#1575;&#1604;&#1575;&#1602;&#1578;&#1589;&#1575;&#1583;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">3&ndash; Imam Ali (AS) said, &lsquo;So the pious among them are the people of merits; their speech is truth and their dress [attitude] is moderate.&rsquo;[Nahj al-Balagha, Sermon 193]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1602;&#1583; &#1571;&#1582;&#1584; &#1576;&#1580;&#1608;&#1575;&#1605;&#1593; &#1575;&#1604;&#1601;&#1590;&#1604; &#1605;&#1606; &#1585;&#1601;&#1593; &#1606;&#1601;&#1587;&#1607; &#1593;&#1606; &#1587;&#1608;&#1569; &#1575;&#1604;&#1605;&#1580;&#1575;&#1586;&#1575;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">4&ndash; Imam Ali (AS) said, &lsquo;He who lifts his head [i.e. holds himself] from misjudging has acquired the sum of all the merits.&rsquo;[Ghurar al-Hikam, no. 5139]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1571;&#1581;&#1587;&#1606; &#1573;&#1604;&#1609; &#1605;&#1606; &#1571;&#1587;&#1575;&#1569; &#1573;&#1604;&#1610;&#1607; &#1601;&#1602;&#1583; &#1571;&#1582;&#1584; &#1576;&#1580;&#1608;&#1575;&#1605;&#1593; &#1575;&#1604;&#1601;&#1590;&#1604; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">5&ndash; Imam Ali (AS) said, &lsquo;He who is good to one who does bad to him has attained all merits.&rsquo;[Ghurar al-Hikam, no. 8905] </span></td>
</tr>
<tr>
<td></p>
<p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1603;&#1606; &#1593;&#1601;&#1608;&#1575; &#1601;&#1610; &#1602;&#1583;&#1585;&#1578;&#1603;&#1548; &#1580;&#1608;&#1575;&#1583;&#1575; &#1601;&#1610; &#1593;&#1587;&#1585;&#1578;&#1603;&#1548; &#1605;&#1572;&#1579;&#1585;&#1575; &#1605;&#1593; &#1601;&#1575;&#1602;&#1578;&#1603; &#1563; &#1610;&#1603;&#1605;&#1604; &#1604;&#1603; &#1575;&#1604;&#1601;&#1590;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">6&ndash; Imam Ali (AS) said, &lsquo;Be forgiving with your power, generous in spite of your own hardship and effective in spite of your own neediness, and your virtue will be perfected.&rsquo;[Ghurar al-Hikam, no. 7179] </span></td>
</tr>
<tr>
<td></p>
<p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1580;&#1605;&#1593; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1576;&#1575;&#1585;&#1603; &#1608;&#1578;&#1593;&#1575;&#1604;&#1609; &#1575;&#1604;&#1571;&#1608;&#1604;&#1610;&#1606; &#1608;&#1575;&#1604;&#1570;&#1582;&#1585;&#1610;&#1606; &#1601;&#1610; &#1589;&#1593;&#1610;&#1583; &#1608;&#1575;&#1581;&#1583;&#1548; &#1579;&#1605; &#1610;&#1606;&#1575;&#1583;&#1610; &#1605;&#1606;&#1575;&#1583;: &#1571;&#1610;&#1606; &#1571;&#1607;&#1604; &#1575;&#1604;&#1601;&#1590;&#1604;&#1567; &#1602;&#1575;&#1604;: &#1601;&#1610;&#1602;&#1608;&#1605; &#1593;&#1606;&#1602; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1601;&#1578;&#1604;&#1602;&#1575;&#1607;&#1605; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577; &#1601;&#1610;&#1602;&#1608;&#1604;&#1608;&#1606;: &#1608;&#1605;&#1575; &#1603;&#1575;&#1606; &#1601;&#1590;&#1604;&#1603;&#1605; &#1567; &#1601;&#1610;&#1602;&#1608;&#1604;&#1608;&#1606;: &#1603;&#1606;&#1575; &#1606;&#1589;&#1604; &#1605;&#1606; &#1602;&#1591;&#1593;&#1606;&#1575;&#1548; &#1608;&#1606;&#1593;&#1591;&#1610; &#1605;&#1606; &#1581;&#1585;&#1605;&#1606;&#1575;&#1548; &#1608;&#1606;&#1593;&#1601;&#1608; &#1593;&#1605;&#1606; &#1592;&#1604;&#1605;&#1606;&#1575;&#1548; &#1601;&#1610;&#1602;&#1575;&#1604; &#1604;&#1607;&#1605;: &#1589;&#1583;&#1602;&#1578;&#1605;&#1548; &#1575;&#1583;&#1582;&#1604;&#1608;&#1575; &#1575;&#1604;&#1580;&#1606;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">7&ndash; Imam Zayn al-Abidin (AS) said, &lsquo;When the Day of Judgment comes Allah, Blessed and most High, will gather the first and the last of creation in one place. A caller will cry out, &lsquo;Where are the people of merit?&rsquo; The Imam then said, &lsquo;Then a handful of people will rise, and the angels will receive them asking them, &lsquo;What were your merits?&rsquo; They will say, &lsquo;We used to visit those who cut us off, give to those who deprived us, and forgive those who oppressed us.&rsquo; It will then be said to them, &lsquo;You have spoken the truth. Enter Paradise.&rsquo;[al-Kafi, v. 2, p. 107, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1580;&#1608;&#1575;&#1583; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1601;&#1590;&#1575;&#1574;&#1604; &#1571;&#1585;&#1576;&#1593;&#1577; &#1571;&#1580;&#1606;&#1575;&#1587;: &#1571;&#1581;&#1583;&#1607;&#1575;: &#1575;&#1604;&#1581;&#1603;&#1605;&#1577;&#1548; &#1608;&#1602;&#1608;&#1575;&#1605;&#1607;&#1575; &#1601;&#1610; &#1575;&#1604;&#1601;&#1603;&#1585;&#1577;&#1548; &#1608;&#1575;&#1604;&#1579;&#1575;&#1606;&#1610;: &#1575;&#1604;&#1593;&#1601;&#1577;&#1548; &#1608;&#1602;&#1608;&#1575;&#1605;&#1607;&#1575; &#1601;&#1610; &#1575;&#1604;&#1588;&#1607;&#1608;&#1577;&#1548; &#1608;&#1575;&#1604;&#1579;&#1575;&#1604;&#1579;: &#1575;&#1604;&#1602;&#1608;&#1577;&#1548; &#1608;&#1602;&#1608;&#1575;&#1605;&#1607;&#1575; &#1601;&#1610; &#1575;&#1604;&#1594;&#1590;&#1576;&#1548; &#1608;&#1575;&#1604;&#1585;&#1575;&#1576;&#1593;: &#1575;&#1604;&#1593;&#1583;&#1604;&#1548; &#1608;&#1602;&#1608;&#1575;&#1605;&#1607; &#1601;&#1610; &#1575;&#1593;&#1578;&#1583;&#1575;&#1604; &#1602;&#1608;&#1609; &#1575;&#1604;&#1606;&#1601;&#1587;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">8&ndash; Imam al-Jawad (AS) said, &lsquo;There are four types of merits: the first is wisdom, and its basis is thinking. The second is chastity, and its basis is desire. The third is power, and its basis is anger. The fourth is justice, and its basis is moderation in the faculties of the self.&rsquo;[Kashf al-Ghamma, v. 3, p. 138]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1601;&#1590;&#1575;&#1574;&#1604;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Best of Merits</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1573;&#1606;&#1589;&#1575;&#1601; &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1601;&#1590;&#1575;&#1574;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">9&ndash; Imam Ali (AS) said, &lsquo;Fairness is the best of merits.&rsquo;[Ghurar al-Hikam, no. 805]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1581;&#1601;&#1592; &#1575;&#1604;&#1604;&#1587;&#1575;&#1606; &#1608;&#1576;&#1584;&#1604; &#1575;&#1604;&#1573;&#1581;&#1587;&#1575;&#1606; &#1605;&#1606; &#1571;&#1601;&#1590;&#1604; &#1601;&#1590;&#1575;&#1574;&#1604; &#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">10&ndash; Imam Ali (AS) said, &lsquo;Safeguarding the tongue and spreading goodness [to others] are among the best merits of the human.&rsquo;[Ghurar al-Hikam, no. 4899]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1601;&#1590;&#1610;&#1604;&#1577; &#1571;&#1580;&#1604; &#1605;&#1606; &#1575;&#1604;&#1573;&#1581;&#1587;&#1575;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">11&ndash; Imam Ali (AS) said, &lsquo;There is not merit greater than goodness [to others].&rsquo;[Ghurar al-Hikam, no. 10625]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1585;&#1571;&#1587; &#1575;&#1604;&#1601;&#1590;&#1575;&#1574;&#1604; &#1605;&#1604;&#1603; &#1575;&#1604;&#1594;&#1590;&#1576;&#1548; &#1608;&#1573;&#1605;&#1575;&#1578;&#1577; &#1575;&#1604;&#1588;&#1607;&#1608;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">12&ndash; Imam Ali (AS) said, &lsquo;The fountainhead of merits is the overpowering of anger, and the eradication of desire.&rsquo;[Ghurar al-Hikam, no. 5237]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1594;&#1575;&#1610;&#1577; &#1575;&#1604;&#1601;&#1590;&#1575;&#1574;&#1604; &#1575;&#1604;&#1593;&#1604;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">13&ndash; Imam Ali (AS) said, &lsquo;The peak of merits is knowledge.&rsquo;[Ghurar al-Hikam, no. 6379]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1606;&#1575;&#1587;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 25pt; color: #990033; font-family: Arial;">The Most Virtuous of People</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">14&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1601;&#1590;&#1604;&#1603;&#1605; &#1605;&#1606;&#1586;&#1604;&#1577; &#1593;&#1606;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1571;&#1591;&#1608;&#1604;&#1603;&#1605; &#1580;&#1608;&#1593;&#1575; &#1608;&#1578;&#1601;&#1603;&#1585;&#1575;&#1548; &#1608;&#1571;&#1576;&#1594;&#1590;&#1603;&#1605; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1603;&#1604; &#1606;&#1572;&#1608;&#1605; &#1608;&#1571;&#1603;&#1608;&#1604; &#1608;&#1588;&#1585;&#1608;&#1576; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">14&ndash; The Prophet (SAWA) said, &lsquo;Those among you who have the best status with Allah, most High, are those who prolong their hunger and contemplation. Those of you who are most hated by Allah, most High, are those who sleep, eat and drink excessively.&rsquo;[Tanbih al-Khawatir, v. 1, p. 100] </span></td>
</tr>
<tr>
<td></p>
<p dir="rtl" align="justify"><span style="font-size: 25pt">15&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1610;&#1607;&#1575; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1573;&#1606; &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1606;&#1575;&#1587; &#1605;&#1606; &#1578;&#1608;&#1575;&#1590;&#1593; &#1593;&#1606; &#1585;&#1601;&#1593;&#1577;&#1548; &#1608;&#1586;&#1607;&#1583; &#1593;&#1606; &#1594;&#1606;&#1610;&#1577;&#1548; &#1608;&#1571;&#1606;&#1589;&#1601; &#1593;&#1606; &#1602;&#1608;&#1577;&#1548; &#1608;&#1581;&#1604;&#1605; &#1593;&#1606; &#1602;&#1583;&#1585;&#1577;&#1548; &#1571;&#1604;&#1575; &#1608;&#1573;&#1606; &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1606;&#1575;&#1587; &#1593;&#1576;&#1583; &#1571;&#1582;&#1584; &#1605;&#1606; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1575;&#1604;&#1603;&#1601;&#1575;&#1601;&#1548; &#1608;&#1589;&#1575;&#1581;&#1576; &#1601;&#1610;&#1607;&#1575; &#1575;&#1604;&#1593;&#1601;&#1575;&#1601;&#1548; &#1608;&#1578;&#1586;&#1608;&#1583; &#1604;&#1604;&#1585;&#1581;&#1610;&#1604;&#1548; &#1608;&#1578;&#1571;&#1607;&#1576; &#1604;&#1604;&#1605;&#1587;&#1610;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">15&ndash; The Prophet (SAWA) said, &lsquo;O people! The most virtuous of people is he who is humble from loftiness, abstains from [accumulating] wealth, is fair in spite of his strength and forgiving in spite of his power. Verily, the most virtuous of people is a servant who takes what suffices him from this world, takes self-restraint as his companion therein, prepares his provisions to leave [this world], and is ready for the journey [to the Hereafter].&rsquo;[A`alam al-Din, p. 337, no. 15]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1601;&#1590;&#1604; &#1593;&#1576;&#1575;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1606;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1605;&#1575;&#1605; &#1593;&#1575;&#1583;&#1604;&#1548; &#1607;&#1583;&#1610; &#1608;&#1607;&#1583;&#1609;&#1548; &#1601;&#1571;&#1602;&#1575;&#1605; &#1587;&#1606;&#1577; &#1605;&#1593;&#1604;&#1608;&#1605;&#1577;&#1548; &#1608;&#1571;&#1605;&#1575;&#1578; &#1576;&#1583;&#1593;&#1577; &#1605;&#1580;&#1607;&#1608;&#1604;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">16&ndash; Imam Ali (AS) said, &lsquo;The most virtuous of Allah's servants according to Allah is a just leader, who is guided and guides [others], and who has established the known tradition, and abolished the unknown innovations.&rsquo;[Nahj al-Balagha, Sermon 164]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">17&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1606;&#1575;&#1587; &#1593;&#1606;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1606; &#1603;&#1575;&#1606; &#1575;&#1604;&#1593;&#1605;&#1604; &#1576;&#1575;&#1604;&#1581;&#1602; &#1571;&#1581;&#1576; &#1573;&#1604;&#1610;&#1607; &#1600; &#1608;&#1573;&#1606; &#1606;&#1602;&#1589;&#1607; &#1608;&#1603;&#1585;&#1579;&#1607; &#1600; &#1605;&#1606; &#1575;&#1604;&#1576;&#1575;&#1591;&#1604; &#1608;&#1573;&#1606; &#1580;&#1585; &#1573;&#1604;&#1610;&#1607; &#1601;&#1575;&#1574;&#1583;&#1577; &#1608;&#1586;&#1575;&#1583;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">17&ndash; Imam Ali (AS) said, &lsquo;The most virtuous of people according to Allah is he to whom action in accordance with what is right is most beloved - even if it damages and worries him &ndash; rather than what is false, even if it gives him benefit and increases him.&rsquo;[Nahj al-Balagha, Sermon 12]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
