<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>MUHAMMAD</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p dir="ltr" align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">MUHAMMAD, THE MESSENGER OF ALLAH (SAWA)</span></span></strong></p>
<p dir="ltr" align="center"><strong><span style="color: #990033;"><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1605;&#1581;&#1605;&#1583; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1589;&#1604;&#1610; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608; &#1570;&#1604;&#1607;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1605;&#1581;&#1605;&#1583; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;)</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">Muhammad, the Messenger of Allah (SAWA)</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1571;&#1604;&#1607; &#1610;&#1607;&#1608;&#1583;&#1610; &#1593;&#1606; &#1608;&#1580;&#1607; &#1578;&#1587;&#1605;&#1610;&#1578;&#1607; &#1576;&#1605;&#1581;&#1605;&#1583; &#1608;&#1571;&#1581;&#1605;&#1583; &#1608;&#1571;&#1576;&#1610; &#1575;&#1604;&#1602;&#1575;&#1587;&#1605; &#1608;&#1576;&#1588;&#1610;&#1585; &#1608;&#1606;&#1584;&#1610;&#1585; &#1608;&#1583;&#1575;&#1593; &#1567; &#1600;: &#1571;&#1605;&#1575; &#1605;&#1581;&#1605;&#1583; &#1601;&#1573;&#1606;&#1610; &#1605;&#1581;&#1605;&#1608;&#1583; &#1601;&#1610; &#1575;&#1604;&#1571;&#1585;&#1590;&#1548; &#1608;&#1571;&#1605;&#1575; &#1571;&#1581;&#1605;&#1583; &#1601;&#1573;&#1606;&#1610; &#1605;&#1581;&#1605;&#1608;&#1583; &#1601;&#1610; &#1575;&#1604;&#1587;&#1605;&#1575;&#1569;&#1548; &#1608;&#1571;&#1605;&#1575; &#1571;&#1576;&#1608; &#1575;&#1604;&#1602;&#1575;&#1587;&#1605; &#1601;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1610;&#1602;&#1587;&#1605; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1602;&#1587;&#1605;&#1577; &#1575;&#1604;&#1606;&#1575;&#1585; &#1563; &#1601;&#1605;&#1606; &#1603;&#1601;&#1585; &#1576;&#1610; &#1605;&#1606; &#1575;&#1604;&#1571;&#1608;&#1604;&#1610;&#1606; &#1608;&#1575;&#1604;&#1570;&#1582;&#1585;&#1610;&#1606; &#1601;&#1601;&#1610; &#1575;&#1604;&#1606;&#1575;&#1585;&#1548; &#1608;&#1610;&#1602;&#1587;&#1605; &#1602;&#1587;&#1605;&#1577; &#1575;&#1604;&#1580;&#1606;&#1577; &#1563; &#1601;&#1605;&#1606; &#1570;&#1605;&#1606; &#1576;&#1610; &#1608;&#1571;&#1602;&#1585; &#1576;&#1606;&#1576;&#1608;&#1578;&#1610; &#1601;&#1601;&#1610; &#1575;&#1604;&#1580;&#1606;&#1577; . &#1608;&#1571;&#1605;&#1575; &#1575;&#1604;&#1583;&#1575;&#1593;&#1610; &#1601;&#1573;&#1606;&#1610; &#1571;&#1583;&#1593;&#1608; &#1575;&#1604;&#1606;&#1575;&#1587; &#1573;&#1604;&#1609; &#1583;&#1610;&#1606; &#1585;&#1576;&#1610; &#1593;&#1586;&#1608;&#1580;&#1604;&#1548; &#1608;&#1571;&#1605;&#1575; &#1575;&#1604;&#1606;&#1584;&#1610;&#1585; &#1601;&#1573;&#1606;&#1610; &#1575;&#1606;&#1584;&#1585; &#1576;&#1575;&#1604;&#1606;&#1575;&#1585; &#1605;&#1606; &#1593;&#1589;&#1575;&#1606;&#1610;&#1548; &#1608;&#1571;&#1605;&#1575; &#1575;&#1604;&#1576;&#1588;&#1610;&#1585; &#1601;&#1573;&#1606;&#1610; &#1575;&#1576;&#1588;&#1585; &#1576;&#1575;&#1604;&#1580;&#1606;&#1577; &#1605;&#1606; &#1571;&#1591;&#1575;&#1593;&#1606;&#1610;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA), when a Jew asked him about the reason for him being called Muhammad, Ahmad, Abu al-Qasim, Bashir, Nadhir, and Da`ai &ndash; he replied, &lsquo;As for Muhammad, I am praised [mahmud] in this earth, and Ahmad is that I am praised in the Heaven. As for Abu al-Qasim, Allah will divide the Day of Resurrection into two parts; the part (qisma) of Hell, and those who disbelieve in me from among the first ones to the last ones will be in the Hellfire; and the part of Heaven, and whoever believes in me from among the first ones to the last ones, and has acknowledged my prophethood will be in Heaven. Al-Da`ai [the caller] is that I call people to the religion of my Lord Almighty. Al-Nadhir [the warner] is that I warn people who disobey me about the Hellfire. Al-Bashir [bringer of good news] is that I bring the good news of Heaven to those who obey me.&rsquo;[Ma`ani al-Akhbar, p. 52, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1582;&#1575;&#1578;&#1605; &#1575;&#1604;&#1606;&#1576;&#1610;&#1610;&#1606; (&#1589;)</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Seal of the Prophets </span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1606;&#1575; &#1575;&#1604;&#1593;&#1575;&#1602;&#1576; &#1575;&#1604;&#1584;&#1610; &#1604;&#1610;&#1587; &#1576;&#1593;&#1583;&#1607; &#1606;&#1576;&#1610;. </span></p>
</span><span style="font-size: 25pt; ">
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">2&ndash; The Prophet (SAWA) said, &lsquo;I am the successor after whom there is no prophet.&rsquo;[al-Tabaqat al-Kubra, v. 1, p. 105]</td></p>
</span>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586; &#1584;&#1603;&#1585;&#1607; &#1582;&#1578;&#1605; &#1576;&#1606;&#1576;&#1610;&#1603;&#1605; &#1575;&#1604;&#1606;&#1576;&#1610;&#1610;&#1606; &#1601;&#1604;&#1575; &#1606;&#1576;&#1610; &#1576;&#1593;&#1583;&#1607; &#1571;&#1576;&#1583;&#1575;&#1548; &#1608;&#1582;&#1578;&#1605; &#1576;&#1603;&#1578;&#1575;&#1576;&#1603;&#1605; &#1575;&#1604;&#1603;&#1578;&#1576; &#1601;&#1604;&#1575; &#1603;&#1578;&#1575;&#1576; &#1576;&#1593;&#1583;&#1607; &#1571;&#1576;&#1583;&#1575;. </span></span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">3&ndash; Imam al-Sadiq (AS) said, &lsquo;Allah, may His remembrance be exalted, sealed the prophets with your prophet, so there will never be a prophet after him, and He sealed the books with your Book, so there will never be a Book after it.&rsquo;[al-Kafi, v. 1, p. 269, no. 3]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): ... &#1581;&#1578;&#1609; &#1580;&#1575;&#1569; &#1605;&#1581;&#1605;&#1583; (&#1589;) &#1601;&#1580;&#1575;&#1569; &#1576;&#1575;&#1604;&#1602;&#1585;&#1570;&#1606; &#1608;&#1576;&#1588;&#1585;&#1610;&#1593;&#1578;&#1607; &#1608;&#1605;&#1606;&#1607;&#1575;&#1580;&#1607;&#1548; &#1601;&#1581;&#1604;&#1575;&#1604;&#1607; &#1581;&#1604;&#1575;&#1604; &#1573;&#1604;&#1609; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577;&#1548; &#1608;&#1581;&#1585;&#1575;&#1605;&#1607; &#1581;&#1585;&#1575;&#1605; &#1573;&#1604;&#1609; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577;. </span></span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">4&ndash; Imam al-Sadiq (AS) said, &lsquo;Muhammad came, and he brought the Qur&rsquo;an and its laws and teachings. So, the permitted (Halal) of Muhammad is permitted until the Day of Resurrection, and his forbidden (Haram) is forbidden until the Day of Resurrection.&rsquo;[al-Kafi, v. 2, p. 17, no. 2]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1581;&#1605;&#1583; (&#1589;) &#1593;&#1604;&#1609; &#1604;&#1587;&#1575;&#1606; &#1605;&#1581;&#1605;&#1583; (&#1589;)</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Muhammad (SAWA) in the Words of Muhammad (SAWA) Himself </span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1606;&#1575; &#1571;&#1583;&#1610;&#1576; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1593;&#1604;&#1610; &#1571;&#1583;&#1610;&#1576;&#1610; . </span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">5&ndash; The Prophet (SAWA) said, &lsquo;I have been educated by Allah Himself and Ali has been educated by me.&rsquo;[Makarim al-Akhlaq, v. 1, p. 51, no. 19]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1610;&#1607;&#1575; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1573;&#1606;&#1605;&#1575; &#1571;&#1606;&#1575; &#1585;&#1581;&#1605;&#1577; &#1605;&#1607;&#1583;&#1575;&#1577; . </span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">6&ndash; The Prophet (SAWA) said, &lsquo;O people, verily I am a mercy gifted [to you].&rsquo;[al-Tabaqat al-Kubra, v. 1, p. 192]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1606;&#1575; &#1583;&#1593;&#1608;&#1577; &#1573;&#1576;&#1585;&#1575;&#1607;&#1610;&#1605;&#1548; &#1602;&#1575;&#1604; &#1608;&#1607;&#1608; &#1610;&#1585;&#1601;&#1593; &#1575;&#1604;&#1602;&#1608;&#1575;&#1593;&#1583; &#1605;&#1606; &#1575;&#1604;&#1576;&#1610;&#1578;: &laquo;&#1585;&#1576;&#1606;&#1575; &#1608;&#1575;&#1576;&#1593;&#1579; &#1601;&#1610;&#1607;&#1605; &#1585;&#1587;&#1608;&#1604;&#1575; &#1605;&#1606;&#1607;&#1605; ...&raquo; . </span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">7&ndash; The Prophet (SAWA) said, &lsquo;I am the [fulfilment of the] prayer of Abraham which he recited while raising the foundations of the House: 'Our Lord, raise amongst them an apostle from among them, who should recite to them Your signs, and teach them the Book and wisdom and purify them&rsquo;.[ Qur&rsquo;an 2: 129] [Kanz al-`Ummal, no. 31833]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1606;&#1575; &#1587;&#1610;&#1583; &#1608;&#1604;&#1583; &#1570;&#1583;&#1605; &#1608;&#1604;&#1575; &#1601;&#1582;&#1585; . </span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">8&ndash; The Prophet (SAWA) said, &lsquo;I am the chief of the children of Adam, without pride.&rsquo;[Bihar al-Anwar, v. 8, p. 48, no. 51]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1606;&#1575; &#1602;&#1575;&#1574;&#1583; &#1575;&#1604;&#1605;&#1585;&#1587;&#1604;&#1610;&#1606; &#1608;&#1604;&#1575; &#1601;&#1582;&#1585;&#1548; &#1608;&#1571;&#1606;&#1575; &#1582;&#1575;&#1578;&#1605; &#1575;&#1604;&#1606;&#1576;&#1610;&#1610;&#1606; &#1608;&#1604;&#1575; &#1601;&#1582;&#1585;&#1548; &#1608;&#1571;&#1606;&#1575; &#1571;&#1608;&#1604; &#1588;&#1575;&#1601;&#1593; &#1608;&#1571;&#1608;&#1604; &#1605;&#1588;&#1601;&#1593; &#1608;&#1604;&#1575; &#1601;&#1582;&#1585; . </span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">9&ndash; The Prophet (SAWA) said, &lsquo;I am the leader of the messengers, without pride, and I am the seal of the prophets, without pride; and I am the first intercessor and the first mediator, without pride.&rsquo;[Kanz al-`Ummal, no. 31883]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1606;&#1575; &#1571;&#1608;&#1604; &#1608;&#1575;&#1601;&#1583; &#1593;&#1604;&#1609; &#1575;&#1604;&#1593;&#1586;&#1610;&#1586; &#1575;&#1604;&#1580;&#1576;&#1575;&#1585; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1608;&#1603;&#1578;&#1575;&#1576;&#1607; &#1608;&#1571;&#1607;&#1604; &#1576;&#1610;&#1578;&#1610; &#1579;&#1605; &#1575;&#1605;&#1578;&#1610;&#1548; &#1579;&#1605; &#1571;&#1587;&#1571;&#1604;&#1607;&#1605;: &#1605;&#1575; &#1601;&#1593;&#1604;&#1578;&#1605; &#1576;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1576;&#1571;&#1607;&#1604; &#1576;&#1610;&#1578;&#1610; &#1567; </span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">10&ndash; The Prophet (SAWA) said, &lsquo;I will be the first to enter into the presence of the Noble, all-Conqueror on the Day of Judgment, with His Book and my household, then my community, where I will ask them, &lsquo;What did you do with the Book of Allah and with my household?&rsquo;[al-Kafi, v. 2, p. 600, no. 4]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">11&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1606;&#1575; &#1571;&#1578;&#1602;&#1575;&#1603;&#1605; &#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1571;&#1593;&#1604;&#1605;&#1603;&#1605; &#1604;&#1581;&#1583;&#1608;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm;. </span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">11&ndash; The Prophet (SAWA) said, &lsquo;Indeed the most pious one from among you and the person most acquainted with Allah is me.&rsquo;[Kanz al-`Ummal, no. 31991]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">12&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1575; &#1582;&#1604;&#1602; &#1575;&#1604;&#1604;&#1607;&rlm; &#1582;&#1604;&#1602;&#1575; &#1571;&#1601;&#1590;&#1604; &#1605;&#1606;&#1610;&#1548; &#1608;&#1604;&#1575; &#1571;&#1603;&#1585;&#1605; &#1593;&#1604;&#1610;&#1607; &#1605;&#1606;&#1610;. </span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">12&ndash; The Prophet (SAWA) said, &lsquo;Allah has not created a creation better than me, nor dearer to Him than me.&rsquo;[`Uyoun Akhbar al-Ridha (AS), v. 1, p. 262, no. 22]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">13&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1593;&#1591;&#1610;&#1578; &#1582;&#1605;&#1587;&#1575; &#1604;&#1605; &#1610;&#1593;&#1591;&#1607;&#1606; &#1606;&#1576;&#1610; &#1603;&#1575;&#1606; &#1602;&#1576;&#1604;&#1610;: &#1575;&#1585;&#1587;&#1604;&#1578; &#1573;&#1604;&#1609; &#1575;&#1604;&#1571;&#1576;&#1610;&#1590; &#1608;&#1575;&#1604;&#1571;&#1587;&#1608;&#1583; &#1608;&#1575;&#1604;&#1571;&#1581;&#1605;&#1585;&#1548; &#1608;&#1580;&#1593;&#1604;&#1578; &#1604;&#1610; &#1575;&#1604;&#1571;&#1585;&#1590; &#1591;&#1607;&#1608;&#1585;&#1575; &#1608;&#1605;&#1587;&#1580;&#1583;&#1575;&#1548; &#1608;&#1606;&#1589;&#1585;&#1578; &#1576;&#1575;&#1604;&#1585;&#1593;&#1576;&#1548; &#1608;&#1575;&#1581;&#1604;&#1578; &#1604;&#1610; &#1575;&#1604;&#1594;&#1606;&#1575;&#1574;&#1605; &#1608;&#1604;&#1605; &#1578;&#1581;&#1604; &#1604;&#1571;&#1581;&#1583; &#1600; &#1571;&#1608; &#1602;&#1575;&#1604;: &#1604;&#1606;&#1576;&#1610; &#1600; &#1602;&#1576;&#1604;&#1610;&#1548; &#1608;&#1575;&#1593;&#1591;&#1610;&#1578; &#1580;&#1608;&#1575;&#1605;&#1593; &#1575;&#1604;&#1603;&#1604;&#1605;. </span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">13&ndash; The Prophet (SAWA) said, &lsquo;I have been given five things that no prophet before me was given: I was sent to the white, black and red; the earth has been made pure for me and a place for prostration; I have been made victorious with awe; and spoils were permitted for me when they were not permitted to any before me [or to any prophet before me]; and I have been given mastery over words.&rsquo;[Amali al-Tusi, p. 484, no. 1059]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-family: Traditional Arabic"><font color="#990033"><span style="font-size: 32pt; font-weight: 700">&#1605;&#1581;&#1605;&#1583; (&#1589;) &#1593;&#1604;&#1609; &#1604;&#1587;&#1575;&#1606; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;)</span></span></font></p>
<font color="#990033">
</td>
</tr>
<tr>
<td>
</font>
<p align="center"><font color="#990033">
<span style="font-size: 25pt; font-weight: 700; font-family:Arial">Muhammad (SAWA) in the Words of Ali (AS)</span></font></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1589;&#1601;&#1577; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1608;&#1607;&#1608; &#1605;&#1581;&#1578;&#1576; &#1576;&#1581;&#1605;&#1575;&#1574;&#1604; &#1587;&#1610;&#1601;&#1607; &#1601;&#1610; &#1605;&#1587;&#1580;&#1583; &#1575;&#1604;&#1603;&#1608;&#1601;&#1577; &#1600;: &#1603;&#1575;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1571;&#1576;&#1610;&#1590; &#1575;&#1604;&#1604;&#1608;&#1606; &#1605;&#1588;&#1585;&#1576;&#1575; &#1581;&#1605;&#1585;&#1577;&#1548; &#1571;&#1583;&#1593;&#1580; &#1575;&#1604;&#1593;&#1610;&#1606;&#1548; &#1587;&#1576;&#1591; &#1575;&#1604;&#1588;&#1593;&#1585;&#1548; &#1603;&#1579; &#1575;&#1604;&#1604;&#1581;&#1610;&#1577;&#1548; &#1587;&#1607;&#1604; &#1575;&#1604;&#1582;&#1583;&#1548; &#1584;&#1575; &#1608;&#1601;&#1585;&#1577;&#1548; &#1583;&#1602;&#1610;&#1602; &#1575;&#1604;&#1605;&#1587;&#1585;&#1576;&#1577;&#1548; &#1603;&#1571;&#1606; &#1593;&#1606;&#1602;&#1607; &#1573;&#1576;&#1585;&#1610;&#1602; &#1601;&#1590;&#1577;&#1548; &#1604;&#1607; &#1588;&#1593;&#1585; &#1605;&#1606; &#1604;&#1576;&#1578;&#1607; &#1573;&#1604;&#1609; &#1587;&#1585;&#1578;&#1607; &#1610;&#1580;&#1585;&#1610; &#1603;&#1575;&#1604;&#1602;&#1590;&#1610;&#1576;&#1548; &#1604;&#1610;&#1587; &#1601;&#1610; &#1576;&#1591;&#1606;&#1607; &#1608;&#1604;&#1575; &#1589;&#1583;&#1585;&#1607; &#1588;&#1593;&#1585; &#1594;&#1610;&#1585;&#1607;&#1548; &#1588;&#1579;&#1606; &#1575;&#1604;&#1603;&#1601; &#1608;&#1575;&#1604;&#1602;&#1583;&#1605;&#1548; &#1573;&#1584;&#1575; &#1605;&#1588;&#1609; &#1603;&#1571;&#1606;&#1605;&#1575; &#1610;&#1606;&#1581;&#1583;&#1585; &#1605;&#1606; &#1589;&#1576;&#1576;&#1548; &#1608;&#1573;&#1584;&#1575; &#1602;&#1575;&#1605; &#1603;&#1571;&#1606;&#1605;&#1575; &#1610;&#1606;&#1602;&#1604;&#1593; &#1605;&#1606; &#1589;&#1582;&#1585;&#1548; &#1573;&#1584;&#1575; &#1575;&#1604;&#1578;&#1601;&#1578; &#1575;&#1604;&#1578;&#1601;&#1578; &#1580;&#1605;&#1610;&#1593;&#1575;&#1548; &#1603;&#1571;&#1606; &#1593;&#1585;&#1602;&#1607; &#1601;&#1610; &#1608;&#1580;&#1607;&#1607; &#1575;&#1604;&#1604;&#1572;&#1604;&#1572;&#1548; &#1608;&#1604;&#1585;&#1610;&#1581; &#1593;&#1585;&#1602;&#1607; &#1571;&#1591;&#1610;&#1576; &#1605;&#1606; &#1575;&#1604;&#1605;&#1587;&#1603; &#1575;&#1604;&#1571;&#1584;&#1601;&#1585;&#1548; &#1604;&#1610;&#1587; &#1576;&#1575;&#1604;&#1602;&#1589;&#1610;&#1585; &#1608;&#1604;&#1575; &#1576;&#1575;&#1604;&#1591;&#1608;&#1610;&#1604;&#1548; &#1608;&#1604;&#1575; &#1576;&#1575;&#1604;&#1593;&#1575;&#1580;&#1586; &#1608;&#1604;&#1575; &#1575;&#1604;&#1604;&#1574;&#1610;&#1605;&#1548; &#1604;&#1605; &#1571;&#1585; &#1602;&#1576;&#1604;&#1607; &#1608;&#1604;&#1575; &#1576;&#1593;&#1583;&#1607; &#1605;&#1579;&#1604;&#1607; (&#1589;) . </span></span></p>
</span></span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">14&ndash; Imam Ali (AS), when asked about the characteristics of the Prophet (SAWA) while he was sitting with his legs tucked under his sword-belt in the mosque of Kufa, said, &lsquo;The messenger of Allah (SAWA) had white skin tinted with redness, with large black eyes, abundant lank hair, a thick beard, flat hairy cheeks, fine hair on his chest. His neck was [white] like a silver pitcher, he had hair from the top of his chest to his belly flowing like a sword, and he did not have any other hair on his stomach or chest. He had thick hands and feet, when he walked he walked fast and when he stood up it was like he had been erected from a rock. When he turned he would turn his whole body. The perspiration on in his face was like pearls, and the scent of his perspiration was more fragrant than strong musk. He was neither short nor tall, nor was he frail, nor avaricious. I have never seen someone like him (SAWA) before him or after him.&rsquo;[al-Tabaqat al-Kubra, v. 1, p. 410]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): ... &#1581;&#1578;&#1609; &#1576;&#1593;&#1579; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1581;&#1605;&#1583;&#1575; (&#1589;) &#1588;&#1607;&#1610;&#1583;&#1575; &#1608;&#1576;&#1588;&#1610;&#1585;&#1575; &#1608;&#1606;&#1584;&#1610;&#1585;&#1575;&#1548; &#1582;&#1610;&#1585; &#1575;&#1604;&#1576;&#1585;&#1610;&#1577; &#1591;&#1601;&#1604;&#1575;&#1548; &#1608;&#1571;&#1606;&#1580;&#1576;&#1607;&#1575; &#1603;&#1607;&#1604;&#1575;&#1548; &#1608;&#1571;&#1591;&#1607;&#1585; &#1575;&#1604;&#1605;&#1591;&#1607;&#1585;&#1610;&#1606;&rlm;&#1588;&#1610;&#1605;&#1577;&#1548; &#1608;&#1571;&#1580;&#1608;&#1583; &#1575;&#1604;&#1605;&#1587;&#1578;&#1605;&#1591;&#1585;&#1610;&#1606; &#1583;&#1610;&#1605;&#1577; . </span></span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">15&ndash; Imam Ali (AS) said, &lsquo;&hellip;until Allah sent Muhammad (SAWA) as a witness, a warner and a bringer of glad tidings. He was the best of people as a child, and the most noble of them when old. He was the purest of the pure in character and the most generous of all givers of all time.&rsquo;[Nahj al-Balagha, Sermon 108]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1593;&#1585;&#1590; &#1604;&#1607; &#1571;&#1605;&#1585;&#1575;&#1606; &#1573;&#1604;&#1575; &#1571;&#1582;&#1584; &#1576;&#1571;&#1588;&#1583;&#1607;&#1605;&#1575; . </span></span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">16&ndash; Imam Ali (AS) said, &lsquo;No sooner was he confronted with two tasks than he took the hardest of them.&rsquo;[Makarim al-Akhlaq, v. 1, p. 61, no. 55]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">17&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1576;&#1585;&#1571; &#1575;&#1604;&#1604;&#1607;&rlm; &#1606;&#1587;&#1605;&#1577; &#1582;&#1610;&#1585;&#1575; &#1605;&#1606; &#1605;&#1581;&#1605;&#1583; (&#1589;). </span></span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">17&ndash; Imam Ali (AS) said, &lsquo;Allah did not create a human being better than Muhammad (SAWA).&rsquo;[al-Kafi, v. 1, p. 440, no. 2]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1591;&#1576;&#1610;&#1576; &#1583;&#1608;&#1575;&#1585; &#1576;&#1591;&#1576;&#1607;&#1548; &#1602;&#1583; &#1571;&#1581;&#1603;&#1605; &#1605;&#1585;&#1575;&#1607;&#1605;&#1607;&#1548; &#1608;&#1571;&#1581;&#1605;&#1609; (&#1571;&#1605;&#1590;&#1609;) &#1605;&#1608;&#1575;&#1587;&#1605;&#1607;&#1548; &#1610;&#1590;&#1593; &#1584;&#1604;&#1603; &#1581;&#1610;&#1579; &#1575;&#1604;&#1581;&#1575;&#1580;&#1577; &#1573;&#1604;&#1610;&#1607;&#1548; &#1605;&#1606; &#1602;&#1604;&#1608;&#1576; &#1593;&#1605;&#1610;&#1548; &#1608;&#1570;&#1584;&#1575;&#1606; &#1589;&#1605;&#1548; &#1608;&#1571;&#1604;&#1587;&#1606;&#1577; &#1576;&#1603;&#1605;&#1548; &#1605;&#1578;&#1578;&#1576;&#1593; &#1576;&#1583;&#1608;&#1575;&#1574;&#1607; &#1605;&#1608;&#1575;&#1590;&#1593; &#1575;&#1604;&#1594;&#1601;&#1604;&#1577; &#1608;&#1605;&#1608;&#1575;&#1591;&#1606; &#1575;&#1604;&#1581;&#1610;&#1585;&#1577;&#1548; &#1604;&#1605; &#1610;&#1587;&#1578;&#1590;&#1610;&#1574;&#1608;&#1575; &#1576;&#1571;&#1590;&#1608;&#1575;&#1569; &#1575;&#1604;&#1581;&#1603;&#1605;&#1577;&#1548; &#1608;&#1604;&#1605; &#1610;&#1602;&#1583;&#1581;&#1608;&#1575; &#1576;&#1586;&#1606;&#1575;&#1583; &#1575;&#1604;&#1593;&#1604;&#1608;&#1605; &#1575;&#1604;&#1579;&#1575;&#1602;&#1576;&#1577;&#1548; &#1601;&#1607;&#1605; &#1601;&#1610; &#1584;&#1604;&#1603; &#1603;&#1575;&#1604;&#1571;&#1606;&#1593;&#1575;&#1605; &#1575;&#1604;&#1587;&#1575;&#1574;&#1605;&#1577;&#1548; &#1608;&#1575;&#1604;&#1589;&#1582;&#1608;&#1585; &#1575;&#1604;&#1602;&#1575;&#1587;&#1610;&#1577;. </span></span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">18&ndash; Imam Ali (AS) said, &lsquo;The Prophet (SAWA) was like a roaming physician who has set ready his ointments and heated his instruments. He used them wherever the need arose for curing blind hearts, deaf ears, and dumb tongues. He followed with his medicines the spots of negligence and the places of perplexity. They [the people] did not take the light from the lights of his wisdom nor did they produce flame from the flint of his sparkling knowledge. So in this matter, they are like grazing cattle and hard stones.&rsquo;[Nahj al-Balagha, Saying 108]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606;&#1605;&#1575; &#1571;&#1606;&#1575; &#1593;&#1576;&#1583; &#1605;&#1606; &#1593;&#1576;&#1610;&#1583; &#1605;&#1581;&#1605;&#1583; (&#1589;) </span></span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">19&ndash; Imam Ali (AS) said, &lsquo;I am but a servant from among the servants of Muhammad (SAWA).&rsquo;[al-Tawhid, p. 174, no. 3]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<font color="#990033"><span style="font-size: 32pt; font-weight: 700">&#1593;&#1575;&#1604;&#1605;&#1610;&#1577; &#1585;&#1587;&#1575;&#1604;&#1577; &#1605;&#1581;&#1605;&#1583; (&#1589;)</span></font></p>
<font color="#990033">
</td>
</tr>
<tr>
<td>
</font>
<p align="center"><font color="#990033">
<span style="font-size: 25pt; font-weight: 700; font-family:Arial">The Universality of the Message of Muhammad (SAWA)</span></font></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">20&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1606;&#1575; &#1585;&#1587;&#1608;&#1604; &#1605;&#1606; &#1571;&#1583;&#1585;&#1603;&#1578; &#1581;&#1610;&#1575; &#1608;&#1605;&#1606; &#1610;&#1608;&#1604;&#1583; &#1576;&#1593;&#1583;&#1610; . </span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">20&ndash; The Prophet (SAWA) said, &lsquo;I am the messenger of those who live in my time, as well as those who will be born after me.&rsquo;[al-Tabaqat al-Kubra, v. 1, p. 191]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">21&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1576;&#1593;&#1579; &#1603;&#1604; &#1606;&#1576;&#1610; &#1603;&#1575;&#1606; &#1602;&#1576;&#1604;&#1610; &#1573;&#1604;&#1609; &#1575;&#1605;&#1578;&#1607; &#1576;&#1604;&#1587;&#1575;&#1606; &#1602;&#1608;&#1605;&#1607;&#1548; &#1608;&#1576;&#1593;&#1579;&#1606;&#1610; &#1573;&#1604;&#1609; &#1603;&#1604; &#1571;&#1587;&#1608;&#1583; &#1608;&#1571;&#1581;&#1605;&#1585; &#1576;&#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577; . </span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">21&ndash; The Prophet (SAWA) said, &lsquo;Every prophet before me was sent to their people in their own language, but I was sent to all, black and red [skinned], in Arabic.&rsquo;[Bihar al-Anwar, v. 16, p. 316, no. 6]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<font color="#990033"><span style="font-size: 32pt; font-weight: 700">&#1571;&#1587;&#1585;&#1577; &#1575;&#1604;&#1585;&#1587;&#1608;&#1604;</span></font></p>
<font color="#990033">
</td>
</tr>
<tr>
<td>
</font>
<p align="center"><font color="#990033">
<span style="font-size: 25pt; font-weight: 700; font-family:Arial">The Family of the Prophet (SAWA)</span></font></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">22&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1587;&#1585;&#1578;&#1607; &#1582;&#1610;&#1585; &#1575;&#1587;&#1585;&#1577;&#1548; &#1608;&#1588;&#1580;&#1585;&#1578;&#1607; &#1582;&#1610;&#1585; &#1588;&#1580;&#1585;&#1577;&#1548; &#1571;&#1594;&#1589;&#1575;&#1606;&#1607;&#1575; &#1605;&#1593;&#1578;&#1583;&#1604;&#1577;&#1548; &#1608;&#1579;&#1605;&#1575;&#1585;&#1607;&#1575; &#1605;&#1578;&#1607;&#1583;&#1604;&#1577;&#1548; &#1605;&#1608;&#1604;&#1583;&#1607; &#1576;&#1605;&#1603;&#1577;&#1548; &#1608;&#1607;&#1580;&#1585;&#1578;&#1607; &#1576;&#1591;&#1610;&#1576;&#1577;&#1548; &#1593;&#1604;&#1575; &#1576;&#1607;&#1575; &#1584;&#1603;&#1585;&#1607;&#1548; &#1608;&#1575;&#1605;&#1578;&#1583; &#1605;&#1606;&#1607;&#1575; &#1589;&#1608;&#1578;&#1607; . </span></span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">22&ndash; Imam Ali (AS) said, &lsquo;His family is the best family and his tree is the best tree. Its branches are moderate and its fruits hang down. His birth was in Makkah and his migration was to ?ayba [Madina]. In it his remembrance was elevated and from it his voice spread.&rsquo;[Nahj al-Balagha, Sermon 161]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">23&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1588;&#1607;&#1583; &#1571;&#1606; &#1605;&#1581;&#1605;&#1583;&#1575; &#1593;&#1576;&#1583;&#1607; &#1608;&#1585;&#1587;&#1608;&#1604;&#1607;&#1548; &#1608;&#1587;&#1610;&#1583; &#1593;&#1576;&#1575;&#1583;&#1607;&#1548; &#1603;&#1604;&#1605;&#1575; &#1606;&#1587;&#1582; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1582;&#1604;&#1602; &#1601;&#1585;&#1602;&#1578;&#1610;&#1606; &#1580;&#1593;&#1604;&#1607; &#1601;&#1610; &#1582;&#1610;&#1585;&#1607;&#1605;&#1575;. </span></span></p>
</span>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify"><span style="font-size: 25pt">23&ndash; Imam Ali (AS) said, &lsquo;I testify that Muhammad is His servant and messenger, and the chief of His worshippers; whenever Allah divided the line of descent, He put him in the better one.&rsquo;[Nahj al-Balagha, Sermon 214]</span></td></p>
<span style="font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<font color="#990033"><span style="font-size: 32pt; font-weight: 700">&#1582;&#1589;&#1575;&#1574;&#1589; &#1575;&#1604;&#1585;&#1587;&#1608;&#1604; (&#1589;)</span></font></p>
<font color="#990033">
</td>
</tr>
<tr>
<td>
</font>
<p align="center"><font color="#990033">
<span style="font-size: 25pt; font-weight: 700; font-family:Arial">The Characteristics of the Prophet (SAWA)</span></font></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">1- &#1593;&#1604;&#1610; &#1582;&#1604;&#1602; &#1593;&#1592;&#1610;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<span style="color: #990033; font-family: Traditional Arabic;">
<p dir="rtl" align="justify"></span></span>
<span style="font-family: Traditional Arabic; font-size:25pt">24&#1600; &#1593;&#1606; &#1573;&#1576;&#1585;&#1575;&#1607;&#1610;&#1605; &#1576;&#1606; &#1605;&#1581;&#1605;&#1583; &#1600; &#1605;&#1606; &#1608;&#1604;&#1583; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600;: &#1603;&#1575;&#1606; &#1593;&#1604;&#1610; (&#1593;) &#1573;&#1584;&#1575; &#1606;&#1593;&#1578; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1602;&#1575;&#1604;: &#1607;&#1608; &#1582;&#1575;&#1578;&#1605; &#1575;&#1604;&#1606;&#1576;&#1610;&#1610;&#1606;&#1548; &#1571;&#1580;&#1608;&#1583; &#1575;&#1604;&#1606;&#1575;&#1587; &#1603;&#1601;&#1575;&#1548; &#1608;&#1571;&#1580;&#1585;&#1571; &#1575;&#1604;&#1606;&#1575;&#1587; &#1589;&#1583;&#1585;&#1575;&#1548; &#1608;&#1571;&#1589;&#1583;&#1602; &#1575;&#1604;&#1606;&#1575;&#1587; &#1604;&#1607;&#1580;&#1577; &#1608;&#1571;&#1608;&#1601;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587; &#1584;&#1605;&#1577;&#1548; &#1608;&#1571;&#1604;&#1610;&#1606;&#1607;&#1605; &#1593;&#1585;&#1610;&#1603;&#1577;&#1548; &#1608;&#1571;&#1603;&#1585;&#1605;&#1607;&#1605; &#1593;&#1588;&#1585;&#1577; . &#1605;&#1606; &#1585;&#1570;&#1607; &#1576;&#1583;&#1610;&#1607;&#1577; &#1607;&#1575;&#1576;&#1607;&#1548; &#1608;&#1605;&#1606; &#1582;&#1575;&#1604;&#1591;&#1607; &#1601;&#1593;&#1585;&#1601;&#1607; &#1571;&#1581;&#1576;&#1607;&#1548; &#1610;&#1602;&#1608;&#1604; &#1606;&#1575;&#1593;&#1578;&#1607;: &#1604;&#1605; &#1571;&#1585; &#1602;&#1576;&#1604;&#1607; &#1608;&#1604;&#1575; &#1576;&#1593;&#1583;&#1607; &#1605;&#1579;&#1604;&#1607;. </span></p>
</span></span>
<span style="font-size:25pt">
<p align="center">
</td>
</tr>
<tr>
<td></span><span style="font-size: 25pt; font-weight: 700; font-family:Arial">1. A Great Character</span><span style="font-size:25pt"></td></tr><tr><td style="TEXT-ALIGN: justify"></p>
<p align="justify">
24&ndash; Imam Ali (AS), describing the Prophet (SAWA), said, &lsquo;He had the most generous of hands, and his chest was the boldest of all. He was the most truthful of people in speech and the most trustworthy in liability. He was the most lenient of people in disposition, and the kindest of them in social companionship. Those who saw him would spontaneously respect him, and those who associated with him and came to know him loved him. I have never seen anyone like him, before him or after him (SAWA).&rsquo;[Makarim al-Akhlaq, v. 1, p. 51, no. 20]</td></p>
</span><span style="font-family: Traditional Arabic; font-size:25pt">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">25&#1600; &#1593;&#1575;&#1574;&#1588;&#1577; &#1600; &#1604;&#1600;&#1605;&#1575; &#1587;&#1574;&#1604;&#1578; &#1593;&#1600;&#1606; &#1582;&#1604;&#1602; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1601;&#1610; &#1576;&#1610;&#1578;&#1607; &#1600;: &#1603;&#1575;&#1606; &#1571;&#1581;&#1587;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1582;&#1604;&#1602;&#1575;&#1548; &#1604;&#1605; &#1610;&#1603;&#1606; &#1601;&#1575;&#1581;&#1588;&#1575; &#1608;&#1604;&#1575; &#1605;&#1578;&#1601;&#1581;&#1588;&#1575;&#1548; &#1608;&#1604;&#1575; &#1589;&#1582;&#1575;&#1576;&#1575; &#1601;&#1610; &#1575;&#1604;&#1571;&#1587;&#1608;&#1575;&#1602;&#1548; &#1608;&#1604;&#1575; &#1610;&#1580;&#1586;&#1610; &#1576;&#1575;&#1604;&#1587;&#1610;&#1574;&#1577; &#1605;&#1579;&#1604;&#1607;&#1575;&#1548; &#1608;&#1604;&#1603;&#1606; &#1610;&#1593;&#1601;&#1608; &#1608;&#1610;&#1589;&#1601;&#1581;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">25&ndash; `Aa&rsquo;isha, when asked about the character of the Prophet (SAWA) in his house, said, &lsquo;He was the best of people in character; he neither swore nor was obscene; he did not make a clamour in the markets, and did not return bad with its like, but he would pardon and forgive.&rsquo;[al-Tabaqat al-Kubra, v. 1, p. 365]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">26&#1600; &#1593;&#1575;&#1574;&#1588;&#1577;: &#1605;&#1575; &#1603;&#1575;&#1606; &#1582;&#1604;&#1602; &#1571;&#1576;&#1594;&#1590; &#1573;&#1604;&#1609; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1605;&#1606; &#1575;&#1604;&#1603;&#1584;&#1576;&#1548; &#1608;&#1605;&#1575; &#1575;&#1591;&#1604;&#1593; &#1605;&#1606;&#1607; &#1593;&#1604;&#1609; &#1588;&#1610;&#1569; &#1593;&#1606;&#1583; &#1571;&#1581;&#1583; &#1605;&#1606; &#1571;&#1589;&#1581;&#1575;&#1576;&#1607; &#1601;&#1610;&#1576;&#1582;&#1604; &#1604;&#1607; &#1605;&#1606; &#1606;&#1601;&#1587;&#1607; &#1581;&#1578;&#1609; &#1610;&#1593;&#1604;&#1605; &#1571;&#1606; &#1571;&#1581;&#1583;&#1579; &#1578;&#1608;&#1576;&#1577; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">26&ndash; `Aa&rsquo;isha, also said, &lsquo;There was no characteristic more hated by the Messenger of Allah (SAWA) than lying, and whenever he found out about any of his companions [as having lied], he would retract from that person until he knew that that person had repented.&rsquo;[al-Tabaqat al-Kubra, v. 1, p. 378]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">27&#1600; &#1593;&#1575;&#1574;&#1588;&#1577;: &#1603;&#1575;&#1606; (&#1589;) &#1571;&#1604;&#1610;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1608;&#1571;&#1603;&#1585;&#1605; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1608;&#1603;&#1575;&#1606; &#1585;&#1580;&#1604;&#1575; &#1605;&#1606; &#1585;&#1580;&#1575;&#1604;&#1603;&#1605; &#1573;&#1604;&#1575; &#1571; &#1606;&#1607; &#1603;&#1575;&#1606; &#1590;&#1581;&#1575;&#1603;&#1575; &#1576;&#1587;&#1575;&#1605;&#1575;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">27&ndash; `Aa&rsquo;isha also said, &lsquo;He was the most lenient of people, and the kindest of people. He was as normal as one of your men, except that he laughed and smiled a lot.&rsquo;[al-Tabaqat al-Kubra, v. 1, p. 365]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">28&#1600; &#1593;&#1606; &#1605;&#1581;&#1605;&#1583; &#1576;&#1606; &#1575;&#1604;&#1581;&#1606;&#1601;&#1610;&#1577;: &#1603;&#1575;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1604;&#1575; &#1610;&#1603;&#1575;&#1583; &#1610;&#1602;&#1608;&#1604; &#1604;&#1588;&#1610;&#1569;: &#1604;&#1575;&#1548; &#1601;&#1573;&#1584;&#1575; &#1607;&#1608; &#1587;&#1574;&#1604; &#1601;&#1571;&#1585;&#1575;&#1583; &#1571;&#1606;&rlm;&#1610;&#1601;&#1593;&#1604;&#1548; &#1602;&#1575;&#1604;: &#1606;&#1593;&#1605;&#1548; &#1608;&#1573;&#1584;&#1575; &#1604;&#1605; &#1610;&#1585;&#1583; &#1571;&#1606; &#1610;&#1601;&#1593;&#1604; &#1587;&#1603;&#1578;&#1548; &#1601;&#1603;&#1575;&#1606; &#1602;&#1583; &#1593;&#1585;&#1601; &#1584;&#1604;&#1603; &#1605;&#1606;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">28&ndash; Muhammad b. al-Hanafiyya said, &lsquo;The Messenger of Allah (SAWA) almost never said to something: &lsquo;No&rsquo;. When he was asked to do something that he wanted to do, he would say &lsquo;Yes&rsquo;, and if he was asked to do something that he did not want to do he would keep silent, and it [the answer] would be known from his silence.&rsquo;[al-Tabaqat al-Kubra, v. 1, p. 368]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">29&#1600; &#1593;&#1606; &#1593;&#1576;&#1583;&#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1606; &#1575;&#1604;&#1581;&#1575;&#1585;&#1579;: &#1605;&#1575; &#1585;&#1571;&#1610;&#1578; &#1571;&#1581;&#1583;&#1575; &#1571;&#1603;&#1579;&#1585; &#1578;&#1576;&#1587;&#1605;&#1575; &#1605;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">29&ndash; `Aabdullah b. al-Harith said, &lsquo;I have never seen someone who smiled more than the Messenger of Allah (SAWA).&rsquo;[al-Tabaqat al-Kubra, v. 1, p. 372]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">2 &#1600; &#1571;&#1605;&#1610;&#1606;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">30&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1605;&#1575; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1606;&#1610; &#1604;&#1571;&#1605;&#1610;&#1606; &#1601;&#1610; &#1575;&#1604;&#1587;&#1605;&#1575;&#1569; &#1608;&#1571;&#1605;&#1610;&#1606; &#1601;&#1610; &#1575;&#1604;&#1571;&#1585;&#1590;. </p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700; font-family:Arial">2. Trustworthy</span></td></tr><tr><td style="TEXT-ALIGN: justify"></p>
<p align="justify">
30&ndash; The Prophet (SAWA) said, &lsquo;By Allah, I am trustworthy in the Heavens and trustworthy on the earth.&rsquo;[Kanz al-`Ummal, no. 32147]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">31&#1600; &#1593;&#1606; &#1575;&#1576;&#1606; &#1575;&#1587;&#1581;&#1575;&#1602;: &#1603;&#1575;&#1606;&#1578; &#1602;&#1585;&#1610;&#1588; &#1578;&#1587;&#1605;&#1610; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1602;&#1576;&#1604; &#1571;&#1606;&rlm;&#1610;&#1606;&#1586;&#1604; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1608;&#1581;&#1610;: &#1575;&#1604;&#1571;&#1605;&#1610;&#1606;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">31&ndash; Ibn Ishaq said, &lsquo;The [tribe of] Quraysh used to call the Prophet (SAWA) &lsquo;the trustworthy&rsquo; (al-amin) before revelation had descended onto him.&rsquo;[al-Sira al-Nabawiyya li Ibn Hisham, v. 1, p. 210]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">32&#1600; &#1603;&#1575;&#1606;&#1578; &#1582;&#1583;&#1610;&#1580;&#1577; &#1576;&#1606;&#1578;&rlm;&#1582;&#1608;&#1610;&#1604;&#1583; &#1575;&#1605;&#1585;&#1571;&#1577; &#1578;&#1575;&#1580;&#1585;&#1577; &#1584;&#1575;&#1578; &#1588;&#1585;&#1601; &rlm;&#1608;&#1605;&#1575;&#1604;&#1548; &#1578;&#1587;&#1578;&#1571;&#1580;&#1585; &#1575;&#1604;&#1585;&#1580;&#1575;&#1604; &#1601;&#1610; &#1605;&#1575;&#1604;&#1607;&#1575; &#1608;&#1578;&#1590;&#1575;&#1585;&#1576;&#1607;&#1605; &#1573;&#1610;&#1575;&#1607; &#1576;&#1588;&#1610;&#1569; &#1578;&#1580;&#1593;&#1604;&#1607; &#1604;&#1607;&#1605;&#1548; &#1608;&#1603;&#1575;&#1606;&#1578; &#1602;&#1585;&#1610;&#1588; &#1602;&#1608;&#1605;&#1575; &#1578;&#1580;&#1575;&#1585;&#1575;&#1548; &#1601;&#1604;&#1605;&#1575; &#1576;&#1604;&#1594;&#1607;&#1575; &#1593;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1605;&#1575; &#1576;&#1604;&#1594;&#1607;&#1575; &#1605;&#1606; &#1589;&#1583;&#1602; &#1581;&#1583;&#1610;&#1579;&#1607;&#1548; &#1608;&#1593;&#1592;&#1605; &#1571;&#1605;&#1575;&#1606;&#1578;&#1607;&#1548; &#1608;&#1603;&#1585;&#1605; &#1571;&#1582;&#1604;&#1575;&#1602;&#1607;&#1548; &#1576;&#1593;&#1579;&#1578; &#1573;&#1604;&#1610;&#1607; &#1601;&#1593;&#1585;&#1590;&#1578; &#1593;&#1604;&#1610;&#1607; &#1571;&#1606; &#1610;&#1582;&#1585;&#1580; &#1601;&#1610; &#1605;&#1575;&#1604; &#1604;&#1607;&#1575; &#1573;&#1604;&#1609; &#1575;&#1604;&#1588;&#1575;&#1605; &#1578;&#1575;&#1580;&#1585;&#1575;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">32&ndash; Ibn Ishaq said, &lsquo;Khadija, daughter of Khuwaylid was a female merchant with dignity and wealth. She would employ men with her money and lend them money [to invest], receiving a portion of its profit, and the people of Quraysh were merchants. So when she heard about the Prophet (SAWA) and his being truthful in what he says, his faithfulness in trusts and his great morals, she sent for him and offered for him to take some of her wealth to Syria as a trader.&rsquo;[al-Sira al-Nabawiyya li Ibn Hisham, v. 1, p. 199]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">3 &#1600; &#1593;&#1575;&#1583;&#1604;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">33&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1603;&#1575;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1610;&#1602;&#1587;&#1605; &#1604;&#1581;&#1592;&#1575;&#1578;&#1607; &#1576;&#1610;&#1606; &#1571;&#1589;&#1581;&#1575;&#1576;&#1607;&#1548; &#1610;&#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1584;&#1575; &#1608;&#1610;&#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1584;&#1575; &#1576;&#1575;&#1604;&#1587;&#1608;&#1610;&#1577; . </span></p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700; font-family:Arial">3. Just</span></td></p>
<p align="justify">
33&ndash; Imam al-Sadiq (AS) said, &lsquo;The Prophet (SAWA) would divide his time equally among his companions, looking at one and looking at the other all with equality.[ al-Kafi, v. 8, p. 268, no. 393]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">4 &#1600; &#1588;&#1580;&#1575;&#1593;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">34&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1603;&#1606;&#1575; &#1573;&#1584;&#1575; &#1575;&#1581;&#1605;&#1585; &#1575;&#1604;&#1576;&#1571;&#1587; &#1608;&#1604;&#1602;&#1610; &#1575;&#1604;&#1602;&#1608;&#1605; &#1575;&#1604;&#1602;&#1608;&#1605; &#1575;&#1578;&#1602;&#1610;&#1606;&#1575; &#1576;&#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1601;&#1605;&#1575; &#1610;&#1603;&#1608;&#1606; &#1571;&#1581;&#1583; &#1571;&#1602;&#1585;&#1576; &#1573;&#1604;&#1609; &#1575;&#1604;&#1593;&#1583;&#1608; &#1605;&#1606;&#1607; . </span></p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700; font-family:Arial">4. Courageous</span></td></p>
<p align="justify">
34&ndash; Imam Ali (AS) said, &lsquo;When a situation became tense and when two sides came close to each other [in battle], we would seek out the Messenger of Allah (SAWA) for protection, and there was no one closer to the enemy than him.&rsquo;[Makarim al-Akhlaq, v. 1, p. 53, no. 26]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">35&#1600; &#1593;&#1606; &#1575;&#1604;&#1576;&#1585;&#1575;&#1569; &#1576;&#1606; &#1593;&#1575;&#1586;&#1576;: &#1603;&#1606;&#1575; &#1573;&#1584;&#1575; &#1575;&#1581;&#1605;&#1585; &#1575;&#1604;&#1576;&#1571;&#1587; &#1606;&#1578;&#1602;&#1610; &#1576;&#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;)&#1548; &#1608;&#1573;&#1606; &#1575;&#1604;&#1588;&#1580;&#1575;&#1593; &#1604;&#1604;&#1584;&#1610; &#1610;&#1581;&#1575;&#1584;&#1610; &#1576;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">35&ndash; al-Bar`a` b. `Aazib said, &lsquo;When the situation became tense [in battle] we would seek protection with the Messenger of Allah (SAWA), for verily the courageous is he whose refuge is sought.&rsquo;[Kanz al-`Ummal, no. 35347]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">36&#1600; &#1593;&#1606; &#1571;&#1606;&#1587;: &#1603;&#1575;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1571;&#1581;&#1587;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1608;&#1603;&#1575;&#1606; &#1571;&#1580;&#1608;&#1583; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1608;&#1603;&#1575;&#1606; &#1571;&#1588;&#1580;&#1593; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1608;&#1604;&#1602;&#1583; &#1601;&#1586;&#1593; &#1571;&#1607;&#1604; &#1575;&#1604;&#1605;&#1583;&#1610;&#1606;&#1577; &#1584;&#1575;&#1578; &#1604;&#1610;&#1604;&#1577;&#1548; &#1601;&#1575;&#1606;&#1591;&#1604;&#1602; &#1606;&#1575;&#1587; &#1602;&#1576;&#1604; &#1575;&#1604;&#1589;&#1608;&#1578;&#1548; &#1601;&#1578;&#1604;&#1602;&#1575;&#1607;&#1605; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1585;&#1575;&#1580;&#1593;&#1575; &#1600; &#1608;&#1602;&#1583; &#1587;&#1576;&#1602;&#1607;&#1605; &#1573;&#1604;&#1609; &#1575;&#1604;&#1589;&#1608;&#1578; &#1600; &#1608;&#1607;&#1608; &#1593;&#1604;&#1609; &#1601;&#1585;&#1587; &#1604;&#1571;&#1576;&#1610; &#1591;&#1604;&#1581;&#1577; &#1593;&#1585;&#1610;&#1548; &#1601;&#1610; &#1593;&#1606;&#1602;&#1607; &#1575;&#1604;&#1587;&#1610;&#1601; &#1608;&#1607;&#1608; &#1610;&#1602;&#1608;&#1604;: &#1604;&#1605; &#1578;&#1585;&#1575;&#1593;&#1608;&#1575;&#1548; &#1604;&#1605; &#1578;&#1585;&#1575;&#1593;&#1608;&#1575;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">36&ndash; Anas said, &lsquo;The Prophet (SAWA) was the best of people, the most generous of people, and the most courageous of people. The people of Madina became scared one night, and they ran towards the place that the noise was coming from, and the Prophet (SAWA) met them on his way back from there &ndash; as he had preceded them to the noise, mounted on a barebacked horse belonging to Abu Talha, and he had his sword hanging from his neck, saying, &lsquo;Why are you scared? Why are you scared?&rsquo;.[ Sahih Muslim, no. 2307]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">5 &#1600; &#1585;&#1581;&#1610;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">37&#1600; &#1593;&#1606; &#1571;&#1606;&#1587;: &#1603;&#1575;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1573;&#1584;&#1575; &#1601;&#1602;&#1583; &#1575;&#1604;&#1585;&#1580;&#1604; &#1605;&#1606; &#1573;&#1582;&#1608;&#1575;&#1606;&#1607; &#1579;&#1604;&#1575;&#1579;&#1577; &#1571;&#1610;&#1575;&#1605; &#1587;&#1571;&#1604; &#1593;&#1606;&#1607;&#1563; &#1601;&#1573;&#1606; &#1603;&#1575;&#1606; &#1594;&#1575;&#1574;&#1576;&#1575; &#1583;&#1593;&#1575; &#1604;&#1607;&#1548; &#1608;&#1573;&#1606; &#1603;&#1575;&#1606; &#1588;&#1575;&#1607;&#1583;&#1575; &#1586;&#1575;&#1585;&#1607;&#1548; &#1608;&#1573;&#1606; &#1603;&#1575;&#1606; &#1605;&#1585;&#1610;&#1590;&#1575; &#1593;&#1575;&#1583;&#1607;. </p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700; font-family:Arial">5. Compassionate</span></td></p>
<p align="justify">
37&ndash; Anas said, &lsquo;If the Prophet (SAWA) did not see one of his brothers for three days he would ask about him; if he was away he would pray for him, if he was present he would visit him, and if he was sick he would visit him.&rsquo;[Makarim al-Akhlaq, v. 1, p. 55, no. 34]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">6 &#1600; &#1581;&#1604;&#1610;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">38&#1600; &#1593;&#1606; &#1571;&#1606;&#1587;: &#1603;&#1606;&#1578; &#1571;&#1605;&#1588;&#1610; &#1605;&#1593; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1608;&#1593;&#1604;&#1610;&#1607; &#1576;&#1585;&#1583; &#1606;&#1580;&#1585;&#1575;&#1606;&#1610; &#1594;&#1604;&#1610;&#1592; &#1575;&#1604;&#1581;&#1575;&#1588;&#1610;&#1577;&#1548; &#1601;&#1571;&#1583;&#1585;&#1603;&#1607; &#1571;&#1593;&#1585;&#1575;&#1576;&#1610; &#1601;&#1580;&#1584;&#1576;&#1607; &#1576;&#1585;&#1583;&#1575;&#1574;&#1607; &#1580;&#1584;&#1576;&#1577; &#1588;&#1583;&#1610;&#1583;&#1577;&#1548; &#1601;&#1606;&#1592;&#1585;&#1578; &#1573;&#1604;&#1609; &#1589;&#1601;&#1581;&#1577; &#1593;&#1606;&#1602; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;)&#1548; &#1608;&#1602;&#1583; &#1571;&#1579;&#1585; &#1576;&#1607;&#1575; &#1581;&#1575;&#1588;&#1610;&#1577; &#1575;&#1604;&#1585;&#1583;&#1575;&#1569; &#1605;&#1606; &#1588;&#1583;&#1577; &#1580;&#1584;&#1576;&#1578;&#1607; . &#1579;&#1605; &#1602;&#1575;&#1604;: &#1610;&#1575; &#1605;&#1581;&#1605;&#1583;&#1548; &#1605;&#1585; &#1604;&#1610; &#1605;&#1606; &#1605;&#1575;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1584;&#1610; &#1593;&#1606;&#1583;&#1603;&#1548; &#1601;&#1575;&#1604;&#1578;&#1601;&#1578; &#1573;&#1604;&#1610;&#1607; &#1601;&#1590;&#1581;&#1603; &#1579;&#1605; &#1571;&#1605;&#1585; &#1604;&#1607; &#1576;&#1593;&#1591;&#1575;&#1569;. </p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700; font-family:Arial">6. Tolerant</span></p>
<p align="justify">
38&ndash; Anas said, &lsquo;I was walking with the Prophet (SAWA), and he was wearing a Najrani robe that had rough sides. A Bedouin came upon him and pulled him by his robe very roughly, so I looked at the side of the Prophet's (SAWA) neck, and the side of the robe had left a mark from the strong pull. He then said, &lsquo;O Muhammad, give me some of Allah's money that you have.&rsquo; So the Prophet looked at him, laughed and ordered that he be given some.&rsquo;[al-Targhib wa al-Tarhib, v. 3, p. 50, no. 15]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">7 &#1600; &#1581;&#1610;&#1610;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">39&#1600; &#1593;&#1606; &#1571;&#1576;&#1610; &#1587;&#1593;&#1610;&#1583; &#1575;&#1604;&#1582;&#1583;&#1585;&#1610;: &#1603;&#1575;&#1606; (&#1589;) &#1571;&#1588;&#1583; &#1581;&#1610;&#1575;&#1569; &#1605;&#1606; &#1575;&#1604;&#1593;&#1584;&#1585;&#1575;&#1569; &#1601;&#1610; &#1582;&#1583;&#1585;&#1607;&#1575; . </p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700; font-family:Arial">7. Shy</span></p>
<p align="justify">
39&ndash; Abu Sa'id al-Khudri said, &lsquo;He (SAWA) was shyer than a virgin in her shelter.[ Kanz al-`Ummal, no. 17817]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">40&#1600; &#1593;&#1606; &#1571;&#1576;&#1610; &#1587;&#1593;&#1610;&#1583; &#1575;&#1604;&#1582;&#1583;&#1585;&#1610;: &#1603;&#1575;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1581;&#1610;&#1610;&#1575; &#1604;&#1575; &#1610;&#1587;&#1571;&#1604; &#1588;&#1610;&#1574;&#1575; &#1573;&#1604;&#1575; &#1571;&#1593;&#1591;&#1575;&#1607; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">40&ndash; Abu Sa'id al-Khudri said, &lsquo;The Prophet (SAWA) was so shy that no sooner would he be asked for something than he would give it.&rsquo;[Makarim al-Akhlaq, v. 1, p. 50, no. 15]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">8 &#1600; &#1605;&#1578;&#1608;&#1575;&#1590;&#1593;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">41&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1582;&#1605;&#1587; &#1604;&#1575; &#1571;&#1583;&#1593;&#1607;&#1606; &#1581;&#1578;&#1609; &#1575;&#1604;&#1605;&#1605;&#1575;&#1578;: &#1575;&#1604;&#1571;&#1603;&#1604; &#1593;&#1604;&#1609; &#1575;&#1604;&#1581;&#1590;&#1610;&#1590; &#1605;&#1593; &#1575;&#1604;&#1593;&#1576;&#1610;&#1583;&#1548; &#1608;&#1585;&#1603;&#1608;&#1576;&#1610; &#1575;&#1604;&#1581;&#1605;&#1575;&#1585; &#1605;&#1572;&#1603;&#1601;&#1575;&#1548; &#1608;&#1581;&#1604;&#1576;&#1610; &#1575;&#1604;&#1593;&#1606;&#1586; &#1576;&#1610;&#1583;&#1610;&#1548; &#1608;&#1604;&#1576;&#1587; &#1575;&#1604;&#1589;&#1608;&#1601;&#1548; &#1608;&#1575;&#1604;&#1578;&#1587;&#1604;&#1610;&#1605; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1576;&#1610;&#1575;&#1606; &#1563; &#1604;&#1578;&#1603;&#1608;&#1606; &#1587;&#1606;&#1577; &#1605;&#1606; &#1576;&#1593;&#1583;&#1610; . </p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700; font-family:Arial">8. Humble</span></td></p>
<p align="justify">
41&ndash; The Prophet (SAWA) said, &lsquo;There are five things that I will not leave until I die: Eating low [on the ground] with servants, riding donkeys with saddles, milking the goat with my own hands, wearing wool, and greeting children, so that it becomes a tradition after me.&rsquo;[Amali al-Saduq, p. 68, no. 2]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">42&#1600; &#1593;&#1606; &#1575;&#1576;&#1606; &#1605;&#1587;&#1593;&#1608;&#1583;: &#1571;&#1578;&#1609; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1585;&#1580;&#1604; &#1601;&#1603;&#1604;&#1605;&#1607;&#1548; &#1601;&#1580;&#1593;&#1604; &#1578;&#1585;&#1593;&#1583; &#1601;&#1585;&#1575;&#1574;&#1589;&#1607;&#1548; &#1601;&#1602;&#1575;&#1604; &#1604;&#1607;: &#1607;&#1608;&#1606; &#1593;&#1604;&#1610;&#1603; &#1601;&#1573;&#1606;&#1610; &#1604;&#1587;&#1578; &#1576;&#1605;&#1604;&#1603;&#1548; &#1573;&#1606;&#1605;&#1575; &#1571;&#1606;&#1575; &#1575;&#1576;&#1606; &#1575;&#1605;&#1585;&#1571;&#1577; &#1578;&#1571;&#1603;&#1604; &#1575;&#1604;&#1602;&#1583;&#1610;&#1583;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">42&ndash; Abu Mas`aud said, &lsquo;A man came to the Prophet (SAWA) and spoke to him, and his limbs started to tremble, so he said to him, &lsquo;Be calm, for I am not a king, I am but the son of a woman who ate jerked meat.&rsquo;[Sunan Ibn Maja, no. 3312]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">43&#1600; &#1593;&#1606; &#1581;&#1605;&#1586;&#1577; &#1576;&#1606; &#1593;&#1576;&#1583;&#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1606; &#1593;&#1578;&#1576;&#1577;: &#1603;&#1575;&#1606;&#1578; &#1601;&#1610; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1582;&#1589;&#1575;&#1604; &#1604;&#1610;&#1587;&#1578; &#1601;&#1610; &#1575;&#1604;&#1580;&#1576;&#1575;&#1585;&#1610;&#1606;&#1548; &#1603;&#1575;&#1606; &#1604;&#1575; &#1610;&#1583;&#1593;&#1608;&#1607; &#1571;&#1581;&#1605;&#1585; &#1608;&#1604;&#1575; &#1571;&#1587;&#1608;&#1583; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1573;&#1604;&#1575; &#1571;&#1580;&#1575;&#1576;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">43&ndash; Hamza b. `Aabdullah b. `Autba said, &lsquo;The Prophet (SAWA) had characteristics that did not exist in tyrants. There was no red or black person who called him except that he answered. Sometimes he would find a date fallen on the ground and he would pick it up and throw it in his mouth, and he would fear that it might be from charity. He would also ride a donkey that was barebacked and did not have anything on it [i.e. a saddle].&rsquo;[al-Tabaqat al-Kubra, v. 1, p. 370]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">44&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1608;&#1604;&#1602;&#1583; &#1571;&#1578;&#1575;&#1607; &#1580;&#1576;&#1585;&#1574;&#1610;&#1604; (&#1593;) &#1576;&#1605;&#1601;&#1575;&#1578;&#1610;&#1581; &#1582;&#1586;&#1575;&#1574;&#1606; &#1575;&#1604;&#1571;&#1585;&#1590; &#1579;&#1604;&#1575;&#1579; &#1605;&#1585;&#1575;&#1578; &#1610;&#1582;&#1610;&#1585;&#1607; &#1605;&#1606; &#1594;&#1610;&#1585; &#1571;&#1606; &#1610;&#1606;&#1602;&#1589;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1576;&#1575;&#1585;&#1603; &#1608;&#1578;&#1593;&#1575;&#1604;&#1609; &#1605;&#1605;&#1575; &#1571;&#1593;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1607; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1588;&#1610;&#1574;&#1575;&#1548; &#1601;&#1610;&#1582;&#1578;&#1575;&#1585; &#1575;&#1604;&#1578;&#1608;&#1575;&#1590;&#1593; &#1604;&#1585;&#1576;&#1607; &#1580;&#1604;&rlm;&#1608;&#1593;&#1586;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">44&ndash; Imam al-Baqir (AS) said, &lsquo;Gabriel (AS) came to him three times with the keys of the treasuries of the earth, giving him the choice without Allah Almighty lessening anything of what He had prepared for him on the Day of Judgment. So, he chose humbleness to his Lord, the Exalted and Mighty.&rsquo;[al-Kafi, v. 8, p. 130, no. 100]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">45&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1603;&#1575;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1610;&#1571;&#1603;&#1604; &#1571;&#1603;&#1604; &#1575;&#1604;&#1593;&#1576;&#1583;&#1548; &#1608;&#1610;&#1580;&#1604;&#1587; &#1580;&#1604;&#1587;&#1577; &#1575;&#1604;&#1593;&#1576;&#1583;&#1548; &#1608;&#1603;&#1575;&#1606; &#1610;&#1571;&#1603;&#1604; &#1593;&#1604;&#1609; &#1575;&#1604;&#1581;&#1590;&#1610;&#1590;&#1548; &#1608;&#1610;&#1606;&#1575;&#1605; &#1593;&#1604;&#1609; &#1575;&#1604;&#1581;&#1590;&#1610;&#1590;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">45&ndash; Imam al-Baqir (AS) said, &lsquo;The Prophet (SAWA) ate the food of slaves and would sit in the place of slaves. He would eat low on the ground and sleep on the ground.&rsquo;[al-Mahasin, v. 2, p. 244, no. 1759]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">9 &#1600; &#1605;&#1578;&#1608;&#1603;&#1604;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">46&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1606;&#1586;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1601;&#1610; &#1594;&#1586;&#1608;&#1577; &#1584;&#1575;&#1578; &#1575;&#1604;&#1585;&#1602;&#1575;&#1593; &#1578;&#1581;&#1578; &#1588;&#1580;&#1585;&#1577; &#1593;&#1604;&#1609; &#1588;&#1601;&#1610;&#1585; &#1608;&#1575;&#1583;&#1548; &#1601;&#1571;&#1602;&#1576;&#1604; &#1587;&#1610;&#1604; &#1601;&#1581;&#1575;&#1604; &#1576;&#1610;&#1606;&#1607; &#1608;&#1576;&#1610;&#1606; &#1571;&#1589;&#1581;&#1575;&#1576;&#1607; &#1601;&#1585;&#1570;&#1607; &#1585;&#1580;&#1604; &#1605;&#1606; &#1575;&#1604;&#1605;&#1588;&#1585;&#1603;&#1610;&#1606; &#1608;&#1575;&#1604;&#1605;&#1587;&#1604;&#1605;&#1608;&#1606; &#1602;&#1610;&#1575;&#1605; &#1593;&#1604;&#1609; &#1588;&#1601;&#1610;&#1585; &#1575;&#1604;&#1608;&#1575;&#1583;&#1610; &#1610;&#1606;&#1578;&#1592;&#1585;&#1608;&#1606; &#1605;&#1578;&#1609; &#1610;&#1606;&#1602;&#1591;&#1593; &#1575;&#1604;&#1587;&#1610;&#1604;&#1548; &#1601;&#1602;&#1575;&#1604; &#1585;&#1580;&#1604; &#1605;&#1606; &#1575;&#1604;&#1605;&#1588;&#1585;&#1603;&#1610;&#1606; &#1604;&#1602;&#1608;&#1605;&#1607;: &#1571;&#1606;&#1575; &#1571;&#1602;&#1578;&#1604; &#1605;&#1581;&#1605;&#1583;&#1575;&#1548; &#1601;&#1580;&#1575;&#1569; &#1608;&#1588;&#1583; &#1593;&#1604;&#1609; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1576;&#1575;&#1604;&#1587;&#1610;&#1601;&#1548; &#1579;&#1605; &#1602;&#1575;&#1604;: &#1605;&#1606; &#1610;&#1606;&#1580;&#1610;&#1603; &#1605;&#1606;&#1610; &#1610;&#1575; &#1605;&#1581;&#1605;&#1583; &#1567;! &#1601;&#1602;&#1575;&#1604;: &#1585;&#1576;&#1610; &#1608;&#1585;&#1576;&#1603;&#1548; &#1601;&#1606;&#1587;&#1601;&#1607; &#1580;&#1576;&#1585;&#1574;&#1610;&#1604; (&#1593;) &#1593;&#1606; &#1601;&#1585;&#1587;&#1607; &#1601;&#1587;&#1602;&#1591; &#1593;&#1604;&#1609; &#1592;&#1607;&#1585;&#1607;&#1548; &#1601;&#1602;&#1575;&#1605; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1608;&#1571;&#1582;&#1584; &#1575;&#1604;&#1587;&#1610;&#1601; &#1608;&#1580;&#1604;&#1587; &#1593;&#1604;&#1609; &#1589;&#1583;&#1585;&#1607; &#1608;&#1602;&#1575;&#1604;: &#1605;&#1606; &#1610;&#1606;&#1580;&#1610;&#1603; &#1605;&#1606;&#1610; &#1610;&#1575; &#1594;&#1608;&#1585;&#1579; &#1567;!<br />&#1601;&#1602;&#1575;&#1604;: &#1580;&#1608;&#1583;&#1603; &#1608;&#1603;&#1585;&#1605;&#1603; &#1610;&#1575; &#1605;&#1581;&#1605;&#1583;&#1548; &#1601;&#1578;&#1585;&#1603;&#1607; &#1601;&#1602;&#1575;&#1605; &#1608;&#1607;&#1608; &#1610;&#1602;&#1608;&#1604;: &#1608;&#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1604;&#1571;&#1606;&#1578; &#1582;&#1610;&#1585; &#1605;&#1606;&#1610; &#1608;&#1571;&#1603;&#1585;&#1605; . </span></p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700">9. Relier [on Allah]</span></td></p>
</span></span></span></span></span></span></span></span></span></span>
<span style="font-size:25pt">
<p align="justify">
46&ndash; Imam al-Sadiq (AS) narrated, &lsquo;In the battle of Dhat al-Riqa`a, the Prophet (SAWA) descended under a tree on the side of a valley when a flood came and separated him from his companions. A man from among the polytheists saw him whilst the Muslims were standing on the side of the valley waiting for the flood to subside. One of the polytheists said to his people, &lsquo;I will kill Muhammad!&rsquo; So he came and drew his sword against the Prophet (SAWA), saying, &lsquo;Who will save you now from me O Muhammad?!&rsquo; to which he replied, &lsquo;My Lord and your Lord&rsquo;, upon which [the angel] Gabriel (AS) threw him down from his horse and he fell onto his back. The Prophet (SAWA) then stood up, took the sword and sat on his chest, saying, &lsquo;Who will save you now from me, O Ghawrith?&rsquo; to which he replied, &lsquo;Your magnanimity and generosity, O Muhammad&rsquo; at which he left him. The man stood up, saying, &lsquo;By Allah, you are indeed better and nobler than me.&rsquo;[al-Kafi, v. 8, p. 127, no. 97]</td></span><span style="font-size: 25pt; font-family: Traditional Arabic;"><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-family: Traditional Arabic"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">10 &#1600; &#1589;&#1576;&#1608;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">47&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1575; &#1575;&#1608;&#1584;&#1610; &#1571;&#1581;&#1583; &#1605;&#1579;&#1604; &#1605;&#1575; &#1575;&#1608;&#1584;&#1610;&#1578; &#1601;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; . </p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700">10. Patient</span></td></p>
<p align="justify">
47&ndash; The Prophet (SAWA) said, &lsquo;No one has been hurt the way I have been hurt for the sake of Allah.&rsquo;[Kanz al-`Ummal, no. 5818]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">48&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1602;&#1583; &#1575;&#1608;&#1584;&#1610;&#1578; &#1601;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1605;&#1575; &#1610;&#1572;&#1584;&#1609; &#1571;&#1581;&#1583;&#1548; &#1608;&#1575;&#1582;&#1601;&#1578; [&#1601;&#1610;] &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1605;&#1575; &#1610;&#1582;&#1575;&#1601; &#1571;&#1581;&#1583;&#1548; &#1608;&#1604;&#1602;&#1583; &#1571;&#1578;&#1578; &#1593;&#1604;&#1610; &#1579;&#1604;&#1575;&#1579;&#1608;&#1606; &#1605;&#1606; &#1610;&#1608;&#1605; &#1608;&#1604;&#1610;&#1604;&#1577; &#1608;&#1605;&#1575; &#1604;&#1610; &#1608;&#1604;&#1576;&#1604;&#1575;&#1604; &#1591;&#1593;&#1575;&#1605; &#1610;&#1571;&#1603;&#1604;&#1607; &#1584;&#1608; &#1603;&#1576;&#1583; &#1573;&#1604;&#1575; &#1588;&#1610;&#1569; &#1610;&#1608;&#1575;&#1585;&#1610;&#1607; &#1573;&#1576;&#1591; &#1576;&#1604;&#1575;&#1604;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">48&ndash; The Prophet (SAWA) said, &lsquo;I was being hurt for the sake of Allah when no one was being hurt, and I was feared because of Allah when no one else was being feared. Thirty days and nights passed once when neither Bilal nor I had any food that a man may eat save what Bilal may use to cover his armpits [i.e. leaves].&rsquo;[Kanz al-`Ummal, no. 16678]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">49&#1600; &#1593;&#1606; &#1573;&#1587;&#1605;&#1575;&#1593;&#1610;&#1604; &#1576;&#1606; &#1593;&#1610;&#1575;&#1588;: &#1603;&#1575;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1571;&#1589;&#1576;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587; &#1593;&#1604;&#1609; &#1571;&#1608;&#1586;&#1575;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">49&ndash; Isma`ail b. `Aayyash said, &lsquo;The Prophet (SAWA) was the most patient of people with regard to people&rsquo;s wrongdoings.&rsquo;[al-Tabaqat al-Kubra, v. 1, p. 378]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">50&#1600; &#1593;&#1606; &#1575;&#1576;&#1606; &#1605;&#1587;&#1593;&#1608;&#1583;: &#1603;&#1571;&#1606;&#1610; &#1571;&#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1610;&#1581;&#1603;&#1610; &#1606;&#1576;&#1610;&#1575; &#1605;&#1606; &#1575;&#1604;&#1571;&#1606;&#1576;&#1610;&#1575;&#1569; &#1590;&#1585;&#1576;&#1607; &#1602;&#1608;&#1605;&#1607; &#1601;&#1571;&#1583;&#1605;&#1608;&#1607;&#1548; &#1608;&#1607;&#1608; &#1610;&#1605;&#1587;&#1581; &#1575;&#1604;&#1583;&#1605; &#1593;&#1606; &#1608;&#1580;&#1607;&#1607; &#1608;&#1610;&#1602;&#1608;&#1604;: &#1575;&#1604;&#1604;&#1607;&#1605; &#1575;&#1594;&#1601;&#1585; &#1604;&#1602;&#1608;&#1605;&#1610; &#1601;&#1573;&#1606;&#1607;&#1605; &#1604;&#1575; &#1610;&#1593;&#1604;&#1605;&#1608;&#1606;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">50&ndash; Ibn Mas`aud said, &lsquo;It is as if I am looking at the Prophet (SAWA) speaking [to us] as one of the past prophets who was hit by his people and made to bleed, wiping the blood from his face, saying, &lsquo;O Allah forgive my people for they do not know.&rsquo;[al-Targhib wa al-Tarhib, v. 3, p. 419, no. 21]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">11 &#1600; &#1586;&#1575;&#1607;&#1583;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">51&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1600; &#1608;&#1602;&#1583; &#1602;&#1610;&#1604;&rlm;&#1604;&#1607; : &#1604;&#1608; &#1575;&#1578;&#1582;&#1584;&#1578; &#1601;&#1585;&#1575;&#1588;&#1575;&#1548; &#1608;&#1607;&#1608; &#1593;&#1604;&#1609; &#1581;&#1589;&#1610;&#1585; &#1602;&#1583; &#1571;&#1579;&#1585; &#1601;&#1610; &#1580;&#1606;&#1576;&#1610;&#1607; &#1600;: &#1605;&#1575; &#1604;&#1610; &#1608;&#1604;&#1604;&#1583;&#1606;&#1610;&#1575; &#1567;! &#1605;&#1575; &#1605;&#1579;&#1604;&#1610; &#1608;&#1605;&#1579;&#1604; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1573;&#1604;&#1575; &#1603;&#1585;&#1575;&#1603;&#1576; &#1587;&#1575;&#1585; &#1601;&#1610; &#1610;&#1608;&#1605; &#1589;&#1575;&#1574;&#1601; &#1601;&#1575;&#1587;&#1578;&#1592;&#1604; &#1578;&#1581;&#1578; &#1588;&#1580;&#1585;&#1577; &#1587;&#1575;&#1593;&#1577; &#1605;&#1606; &#1606;&#1607;&#1575;&#1585; &#1579;&#1605; &#1585;&#1575;&#1581; &#1608;&#1578;&#1585;&#1603;&#1607;&#1575;. </p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700">11. Ascetic</span></td></p>
<p align="justify">
51&ndash; The Prophet (SAWA), when some said to him, 'Why don&rsquo;t you sleep on a bed?&rsquo; when the straw mat had left a mark on his sides, said, &lsquo;What do I have with this world? The example of me and the world is like a rider who rides on a summer&rsquo;s day, and then goes to take shade under a tree for a while during the day, and then rides on leaving it.&rsquo;[Makarim al-Akhlaq, v. 1, p. 64, no. 65]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">52&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1604;&#1605; &#1610;&#1608;&#1585;&#1579; &#1583;&#1610;&#1606;&#1575;&#1585;&#1575; &#1608;&#1604;&#1575; &#1583;&#1585;&#1607;&#1605;&#1575; &#1608;&#1604;&#1575; &#1593;&#1576;&#1583;&#1575; &#1608;&#1604;&#1575; &#1608;&#1604;&#1610;&#1583;&#1577; &#1608;&#1604;&#1575; &#1588;&#1575;&#1577; &#1608;&#1604;&#1575; &#1576;&#1593;&#1610;&#1585;&#1575;&#1548; &#1608;&#1604;&#1602;&#1583; &#1602;&#1576;&#1590; (&#1589;) &#1608;&#1573;&#1606; &#1583;&#1585;&#1593;&#1607; &#1605;&#1585;&#1607;&#1608;&#1606;&#1577; &#1593;&#1606;&#1583; &#1610;&#1607;&#1608;&#1583;&#1610; &#1605;&#1606; &#1610;&#1607;&#1608;&#1583; &#1575;&#1604;&#1605;&#1583;&#1610;&#1606;&#1577; &#1576;&#1593;&#1588;&#1585;&#1610;&#1606; &#1589;&#1575;&#1593;&#1575; &#1605;&#1606; &#1588;&#1593;&#1610;&#1585; &#1575;&#1587;&#1578;&#1587;&#1604;&#1601;&#1607;&#1575; &#1606;&#1601;&#1602;&#1577; &#1604;&#1571;&#1607;&#1604;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">52&ndash; Imam al-Baqir (AS) said, &lsquo;The Prophet (SAWA) did not leave in inheritance a dinar, nor a dirham, nor a slave, nor a slavegirl, nor a lamb, nor a camel. When he (SAWA) passed away, his shield was pawned to one of the Jews of Madina for twenty measures of barley, as a provision of sustenance for his family.&rsquo;[Qurb al-Isnad, p. 91, no. 304]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">53&#1600; &#1593;&#1606; &#1593;&#1605;&#1585;: &#1583;&#1582;&#1604;&#1578; &#1593;&#1604;&#1609; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1608;&#1607;&#1608; &#1593;&#1604;&#1609; &#1581;&#1589;&#1610;&#1585;&#1548; &#1602;&#1575;&#1604;: &#1601;&#1580;&#1604;&#1587;&#1578;&#1548; &#1601;&#1573;&#1584;&#1575; &#1593;&#1604;&#1610;&#1607; &#1573;&#1586;&#1575;&#1585;&#1607;&#1548; &#1608;&#1604;&#1610;&#1587; &#1593;&#1604;&#1610;&#1607; &#1594;&#1610;&#1585;&#1607;&#1548; &#1608;&#1573;&#1584;&#1575; &#1575;&#1604;&#1581;&#1589;&#1610;&#1585; &#1602;&#1583; &#1571;&#1579;&#1585; &#1601;&#1610; &#1580;&#1606;&#1576;&#1607;&#1548; &#1608;&#1573;&#1584;&#1575; &#1571;&#1606;&#1575; &#1576;&#1602;&#1576;&#1590;&#1577; &#1605;&#1606; &#1588;&#1593;&#1610;&#1585; &#1606;&#1581;&#1608; &#1575;&#1604;&#1589;&#1575;&#1593;&#1548; &#1608;&#1602;&#1585;&#1592; &#1601;&#1610; &#1606;&#1575;&#1581;&#1610;&#1577; &#1601;&#1610; &#1575;&#1604;&#1594;&#1585;&#1601;&#1577;&#1548; &#1608;&#1573;&#1584;&#1575; &#1573;&#1607;&#1575;&#1576; &#1605;&#1593;&#1604;&#1602;&#1548; &#1601;&#1575;&#1576;&#1578;&#1583;&#1585;&#1578; &#1593;&#1610;&#1606;&#1575;&#1610;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1605;&#1575; &#1610;&#1576;&#1603;&#1610;&#1603; &#1610;&#1575;&#1576;&#1606; &#1575;&#1604;&#1582;&#1591;&#1575;&#1576; &#1567; &#1601;&#1602;&#1575;&#1604;: &#1610;&#1575; &#1606;&#1576;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1605;&#1575; &#1604;&#1610; &#1604;&#1575; &#1571;&#1576;&#1603;&#1610; &#1608;&#1607;&#1584;&#1575; &#1575;&#1604;&#1581;&#1589;&#1610;&#1585; &#1602;&#1583; &#1571;&#1579;&#1585; &#1601;&#1610; &#1580;&#1606;&#1576;&#1603; &#1608;&#1607;&#1584;&#1607; &#1582;&#1586;&#1575;&#1606;&#1578;&#1603; &#1604;&#1575; &#1571;&#1585;&#1609; &#1601;&#1610;&#1607;&#1575; &#1573;&#1604;&#1575; &#1605;&#1575; &#1571;&#1585;&#1609;&#1548; &#1608;&#1584;&#1575;&#1603; &#1603;&#1587;&#1585;&#1609; &#1608;&#1602;&#1610;&#1589;&#1585; &#1601;&#1610; &#1575;&#1604;&#1579;&#1605;&#1575;&#1585; &#1608;&#1575;&#1604;&#1571;&#1606;&#1607;&#1575;&#1585;&#1548; &#1608;&#1571;&#1606;&#1578; &#1606;&#1576;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1589;&#1601;&#1608;&#1578;&#1607;&#1548; &#1608;&#1607;&#1584;&#1607; &#1582;&#1586;&#1575;&#1606;&#1578;&#1603; &#1567;! &#1602;&#1575;&#1604;: &#1610;&#1575;&#1576;&#1606; &#1575;&#1604;&#1582;&#1591;&#1575;&#1576;&#1548; &#1571;&#1605;&#1575; &#1578;&#1585;&#1590;&#1609; &#1571;&#1606; &#1578;&#1603;&#1608;&#1606; &#1604;&#1606;&#1575; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577; &#1608;&#1604;&#1607;&#1605; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1567;! </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">53&ndash; `Aumar said, &lsquo;I visited the Prophet (SAWA) and he was sitting on a straw mat, so I sat down and saw that he was wearing a loincloth and nothing else, and the mat had made a mark on his side. I saw about a measure of barley there, and a tan hide spread out to one side of the room, and I also saw raw hide hung up, so my eyes gushed with tears. He (SAWA) asked, &lsquo;What is making you cry, O son of Khattab?&rsquo; He said, &lsquo;O Prophet of Allah, how can I not cry when this mat has made a mark on your side, and I do not see anything in your storage, other than what I see. And there are Kisra and the Caesar with their fruits and rivers, and you are a prophet of Allah and His chosen one, and this is your storage warehouse?!&rsquo; He said, &lsquo;O son of Khattab, do you not want us to have the Hereafter and leave the world to them?!&rsquo;[al-Targhib wa al-Tarhib, v. 4, p. 199, no. 120]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">54&#1600; &#1580;&#1575;&#1569;&#1607; (&#1589;) &#1575;&#1576;&#1606; &#1582;&#1608;&#1604;&#1610; &#1576;&#1573;&#1606;&#1575;&#1569; &#1601;&#1610;&#1607; &#1593;&#1587;&#1604; &#1608;&#1604;&#1576;&#1606;&#1548; &#1601;&#1571;&#1576;&#1609; &#1571;&#1606; &#1610;&#1588;&#1585;&#1576;&#1607;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1588;&#1585;&#1576;&#1578;&#1575;&#1606; &#1601;&#1610; &#1588;&#1585;&#1576;&#1577;&#1548; &#1608;&#1573;&#1606;&#1575;&#1569;&#1575;&#1606; &#1601;&#1610; &#1573;&#1606;&#1575;&#1569; &#1608;&#1575;&#1581;&#1583; &#1567;! &#1601;&#1571;&#1576;&#1609; &#1571;&#1606; &#1610;&#1588;&#1585;&#1576;&#1607;&#1548; &#1579;&#1605; &#1602;&#1575;&#1604;: &#1605;&#1575; &#1575;&#1581;&#1585;&#1605;&#1607;&#1548; &#1608;&#1604;&#1603;&#1606;&#1610; &#1571;&#1603;&#1585;&#1607; &#1575;&#1604;&#1601;&#1582;&#1585; &#1608;&#1575;&#1604;&#1581;&#1587;&#1575;&#1576; &#1576;&#1601;&#1590;&#1608;&#1604; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1594;&#1583;&#1575;&#1548; &#1608;&#1575;&#1581;&#1576; &#1575;&#1604;&#1578;&#1608;&#1575;&#1590;&#1593;&#1548; &#1601;&#1573;&#1606; &#1605;&#1606; &#1578;&#1608;&#1575;&#1590;&#1593; &#1604;&#1604;&#1607;&rlm; &#1585;&#1601;&#1593;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">54&ndash; It is narrated in Makarim al-Akhlaq: &lsquo;Ibn Khuli came to him (SAWA) with a bowl of honey and milk, and he refused to drink it, saying, &lsquo;Two drinks in one, and two bowls in one?!&rsquo; So, he refused to drink it, and he then said, &lsquo;I do not prohibit it, but I hate pride, and having to account for the extravagances of this world tomorrow, and I love humbleness, for he who is humble for Allah, Allah will elevate him.&rsquo;[Makarim al-Akhlaq, v. 1, p. 79, no. 124]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">12 &#1600; &#1573;&#1610;&#1579;&#1575;&#1585;&#1607; &#1575;&#1604;&#1606;&#1575;&#1587; &#1593;&#1604;&#1609; &#1606;&#1601;&#1587;&#1607; (&#1589;) &#1608;&#1571;&#1607;&#1604; &#1576;&#1610;&#1578;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">55&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1581;&#1605;&#1583; &#1576;&#1606;&rlm;&#1605;&#1587;&#1604;&#1605; &#1600;: &#1610;&#1575; &#1605;&#1581;&#1605;&#1583;&#1548; &#1604;&#1593;&#1604;&#1603; &#1578;&#1585;&#1609; &#1571; &#1606;&#1607; [&#1610;&#1593;&#1606;&#1610; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) [&#1588;&#1576;&#1593; &#1605;&#1606; &#1582;&#1576;&#1586; &#1575;&#1604;&#1576;&#1585; &#1579;&#1604;&#1575;&#1579;&#1577; &#1571;&#1610;&#1575;&#1605; &#1605;&#1578;&#1608;&#1575;&#1604;&#1610;&#1577; &#1605;&#1606; &#1571;&#1606; &#1576;&#1593;&#1579;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1604;&#1609; &#1571;&#1606; &#1602;&#1576;&#1590;&#1607; &#1567;! &#1604;&#1575; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1605;&#1575; &#1588;&#1576;&#1593; &#1605;&#1606; &#1582;&#1576;&#1586; &#1575;&#1604;&#1576;&#1585; &#1579;&#1604;&#1575;&#1579;&#1577; &#1571;&#1610;&#1575;&#1605; &#1605;&#1578;&#1608;&#1575;&#1604;&#1610;&#1577; &#1605;&#1606;&#1584; &#1576;&#1593;&#1579;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1604;&#1609; &#1571;&#1606; &#1602;&#1576;&#1590;&#1607; . &#1571;&#1605;&#1575; &#1573;&#1606;&#1610; &#1604;&#1575; &#1571;&#1602;&#1608;&#1604;: &#1573;&#1606;&#1607; &#1603;&#1575;&#1606; &#1604;&#1575; &#1610;&#1580;&#1583;&#1548; &#1604;&#1602;&#1583; &#1603;&#1575;&#1606; &#1610;&#1580;&#1610;&#1586; &#1575;&#1604;&#1585;&#1580;&#1604; &#1575;&#1604;&#1608;&#1575;&#1581;&#1583; &#1576;&#1575;&#1604;&#1605;&#1575;&#1574;&#1577; &#1605;&#1606; &#1575;&#1604;&#1573;&#1576;&#1604;&#1548; &#1601;&#1604;&#1608; &#1571;&#1585;&#1575;&#1583; &#1571;&#1606; &#1610;&#1571;&#1603;&#1604; &#1604;&#1571;&#1603;&#1604;. </span></p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700">12. Preferring Others Over Himself and his Family</span></td></tr><tr><td style="TEXT-ALIGN: justify"></p>
<p align="justify">
55&ndash; Imam al-Baqir, speaking to Muhammad b. Muslim, said, &lsquo;O Muhammad, you might think that he [meaning the Prophet (SAWA)] filled himself by eating wheat bread for three continuous days from the time Allah sent him until when He took him up?&rsquo; He answered himself, saying, &lsquo;No, by Allah, he never filled himself with wheat bread for three continuous days since the time Allah sent him until He took him [his soul]. I am not saying that he could not find any, for one man would offer him one hundred camels, so if he wanted to eat he could have done so.&rsquo;[al-Kafi, v. 3, p. 130, no. 100]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">13 &#1600; &#1593;&#1583;&#1605; &#1594;&#1590;&#1576;&#1607; (&#1589;) &#1604;&#1606;&#1601;&#1587;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">56&#1600; &#1603;&#1575;&#1606; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) ... &#1610;&#1594;&#1590;&#1576; &#1604;&#1585;&#1576;&#1607;&#1548; &#1608;&#1604;&#1575; &#1610;&#1594;&#1590;&#1576; &#1604;&#1606;&#1601;&#1587;&#1607;. </p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700">13. Never Being Angry for Himself</span></td></p>
<p align="justify">
56&ndash; It is narrated in al-Manaqib: &lsquo;The Prophet (SAWA) would only be angry for the sake of his Lord, and would never be angry for himself.&rsquo;[al-Manaqib li Ibn Shahr Ashub, v. 1, p. 145, no. 146]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">57&#1600; &#1593;&#1606; &#1593;&#1575;&#1574;&#1588;&#1577;: &#1605;&#1575; &#1590;&#1585;&#1576; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1588;&#1610;&#1574;&#1575; &#1602;&#1591; &#1576;&#1610;&#1583;&#1607;&#1548; &#1608;&#1604;&#1575; &#1575;&#1605;&#1585;&#1571;&#1577; &#1608;&#1604;&#1575; &#1582;&#1575;&#1583;&#1605;&#1575; &#1573;&#1604;&#1575; &#1571;&#1606; &#1610;&#1580;&#1575;&#1607;&#1583; &#1601;&#1610; &#1587;&#1576;&#1610;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1605;&#1575; &#1606;&#1610;&#1604; &#1605;&#1606;&#1607; &#1588;&#1610;&#1569; &#1602;&#1591; &#1601;&#1610;&#1606;&#1578;&#1602;&#1605; &#1605;&#1606; &#1589;&#1575;&#1581;&#1576;&#1607;&#1548; &#1573;&#1604;&#1575; &#1571;&#1606; &#1610;&#1606;&#1578;&#1607;&#1603; &#1588;&#1610;&#1569; &#1605;&#1606; &#1605;&#1581;&#1575;&#1585;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610;&#1606;&#1578;&#1602;&#1605; &#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">57&ndash; `Aa&rsquo;isha said, &lsquo;The Prophet (SAWA) never hit anything with his hand, neither a woman nor a slave, only when he fought on the path of Allah (jihad), and he never took revenge for anything that was taken from him; only when any of the prohibitions of Allah were violated would he take revenge for the sake of Allah.&rsquo;[Sahih Muslim, no. 2328]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-weight: 700; font-family:Traditional Arabic">14 &#1600; &#1573;&#1580;&#1607;&#1575;&#1583; &#1606;&#1601;&#1587;&#1607; (&#1589;) &#1601;&#1610; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583;&#1577;</span></p>
</span>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">58&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1605;&#1575; &#1606;&#1586;&#1604; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &laquo;&#1610;&#1575; &#1571;&#1610;&#1607;&#1575; &#1575;&#1604;&#1605;&#1586;&#1605;&#1604;* &#1602;&#1605; &#1575;&#1604;&#1604;&#1610;&#1604; &#1573;&#1604;&#1575; &#1602;&#1604;&#1610;&#1604;&#1575;&raquo;&#1602;&#1575;&#1605; &#1575;&#1604;&#1604;&#1610;&#1604; &#1603;&#1604;&#1607; &#1581;&#1578;&#1609; &#1578;&#1608;&#1585;&#1605;&#1578; &#1602;&#1583;&#1605;&#1575;&#1607;&#1548; &#1601;&#1580;&#1593;&#1604; &#1610;&#1585;&#1601;&#1593; &#1585;&#1580;&#1604;&#1575; &#1608;&#1610;&#1590;&#1593; &#1585;&#1580;&#1604;&#1575;&#1548; &#1601;&#1607;&#1576;&#1591; &#1593;&#1604;&#1610;&#1607; &#1580;&#1576;&#1585;&#1610;&#1604; &#1601;&#1602;&#1575;&#1604;: &laquo;&#1591;&#1607;&raquo;&#1610;&#1593;&#1606;&#1610; &#1575;&#1604;&#1571;&#1585;&#1590; &#1576;&#1602;&#1583;&#1605;&#1610;&#1603; &#1610;&#1575; &#1605;&#1581;&#1605;&#1583; &laquo;&#1605;&#1575; &#1571;&#1606;&#1586;&#1604;&#1606;&#1575; &#1593;&#1604;&#1610;&#1603; &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; &#1604;&#1578;&#1588;&#1602;&#1609;&raquo;&#1548; &#1608;&#1571;&#1606;&#1586;&#1604; &laquo;&#1601;&#1575;&#1602;&#1585;&#1571;&#1608;&#1575; &#1605;&#1575; &#1578;&#1610;&#1587;&#1585; &#1605;&#1606; &#1575;&#1604;&#1602;&#1585;&#1570;&#1606;&raquo;. </span></p>
<p align="center">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt; font-weight: 700">14. Exhausting Himself in Worship</span></td></p>
</span></span></span></span></span></span></span></span></span>
<p>
<font face="Arial" style="font-size: 25pt">58&ndash; Imam Ali (AS) said that when the verse: &ldquo;O you wrapped up in your mantle, stand vigil through the night, except a little&rdquo; descended onto the Prophet (SAWA), he used to stay up all night until his feet would swell up, so he would pick one foot up, and put the other down, and Gabriel came down to him saying: "Taha", meaning &lsquo;the earth is for your feet, O Muhammad&rsquo;, "We did not send down to you the Qur&rsquo;an that you should be miserable", and He revealed: "So recite as much of the Qur&rsquo;an as is feasible."[ Tafsir al-Mizan, v. 14, no. 126]</td></font></p>
<span style="font-size: 25pt; font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">59&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1603;&#1575;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1593;&#1606;&#1583; &#1593;&#1575;&#1574;&#1588;&#1577; &#1604;&#1610;&#1604;&#1578;&#1607;&#1575;&#1548; &#1601;&#1602;&#1575;&#1604;&#1578;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1604;&#1605; &#1578;&#1578;&#1593;&#1576; &#1606;&#1601;&#1587;&#1603; &#1608;&#1602;&#1583; &#1594;&#1601;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1603; &#1605;&#1575; &#1578;&#1602;&#1583;&#1605; &#1605;&#1606; &#1584;&#1606;&#1576;&#1603; &#1608;&#1605;&#1575; &#1578;&#1571;&#1582;&#1585; &#1567; &#1601;&#1602;&#1575;&#1604;: &#1610;&#1575; &#1593;&#1575;&#1574;&#1588;&#1577;&#1548; &#1571;&#1604;&#1575; &#1571;&#1603;&#1608;&#1606; &#1593;&#1576;&#1583;&#1575; &#1588;&#1603;&#1608;&#1585;&#1575; &#1567;! </span></p>
</span>
<p>
<font face="Arial" style="font-size: 25pt">
</td>
</tr>
<tr>
<td style="TEXT-ALIGN: justify">59&ndash; Imam al-Baqir (AS) said, &lsquo;The Prophet (SAWA) was with `Aa&rsquo;isha on her night, and she said, &lsquo;O Messenger of Allah, why do you exhaust yourself when Allah has forgiven you what is past of your sin and what is to come?&rsquo; He said, &lsquo;O `Aa&rsquo;isha, can I not be a thankful servant?!&rsquo;[al-Kafi, v. 2, p. 95, no. 6]</td></font></p>
<span style="font-size: 25pt; font-family: Traditional Arabic;">
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
