<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>OBLIGATIONS&nbsp;&nbsp; &#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 14pt; font-family: Arial;">OBLIGATIONS</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1581;&#1579; &#1593;&#1604;&#1609; &#1571;&#1583;&#1575;&#1569; &#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Enjoinment of Fulfilling Religious Obligations</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1593;&#1605;&#1604; &#1576;&#1601;&#1585;&#1575;&#1574;&#1590; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1603;&#1606; &#1571;&#1578;&#1602;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; The Prophet (SAWA) said, &lsquo;Perform the obligations [laid down by] Allah and you will become the most pious of people.&rsquo;[al-Kafi, v. 2, p. 82, no. 4] </span></td>
</tr>
<tr>
<td>
</p>
<p align="center"><span style="font-family: Traditional Arabic;">
<img border="0" src="divider1.png" width="40%"></span></p>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590; &#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590; ! &#1571;&#1583;&#1608;&#1607;&#1575; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1572;&#1583;&#1603;&#1605; &#1573;&#1604;&#1609; &#1575;&#1604;&#1580;&#1606;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">2&ndash; Imam Ali (AS) said, &lsquo;Obligations! Obligations! Fulfil them for Allah and it will lead you to Heaven.&rsquo;[Nahj al-Balagha, Sermon 167]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1580;&#1593;&#1604;&#1608;&#1575; &#1605;&#1575; &#1575;&#1601;&#1578;&#1585;&#1590; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1603;&#1605; &#1605;&#1606; &#1591;&#1604;&#1576;&#1603;&#1605;&#1548; &#1608;&#1575;&#1587;&#1571;&#1604;&#1608;&#1607; &#1605;&#1606; &#1571;&#1583;&#1575;&#1569; &#1581;&#1602;&#1607; &#1605;&#1575; &#1587;&#1571;&#1604;&#1603;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; Imam Ali (AS) said, &lsquo;Make your quest that which Allah has made obligatory upon you, and ask Him to [enable you to] fulfil the right of what He has asked of you.&rsquo;[Nahj al-Balagha, Sermon 113]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1582;&#1575;&#1583;&#1593; &#1606;&#1601;&#1587;&#1603; &#1601;&#1610; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583;&#1577;&#1548; &#1608;&#1575;&#1585;&#1601;&#1602; &#1576;&#1607;&#1575; &#1608;&#1604;&#1575; &#1578;&#1602;&#1607;&#1585;&#1607;&#1575;&#1548; &#1608;&#1582;&#1584; &#1593;&#1601;&#1608;&#1607;&#1575; &#1608;&#1606;&#1588;&#1575;&#1591;&#1607;&#1575;&#1548; &#1573;&#1604;&#1575; &#1605;&#1575; &#1603;&#1575;&#1606; &#1605;&#1603;&#1578;&#1608;&#1576;&#1575; &#1593;&#1604;&#1610;&#1603; &#1605;&#1606; &#1575;&#1604;&#1601;&#1585;&#1610;&#1590;&#1577; &#1563; &#1601;&#1573;&#1606;&#1607; &#1604;&#1575; &#1576;&#1583; &#1605;&#1606; &#1602;&#1590;&#1575;&#1574;&#1607;&#1575; &#1608;&#1578;&#1593;&#1575;&#1607;&#1583;&#1607;&#1575; &#1593;&#1606;&#1583; &#1605;&#1581;&#1604;&#1607;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; Imam Ali (AS) said, &lsquo;Lure your soul to worship, and be lenient towards it, and do not force it. Accept its excuse and take advantage of its vitality, except what has been prescribed for you as an obligation; for they must be performed, and carried out at their right time.&rsquo;[Nahj al-Balagha, Letter 69]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1593;&#1576;&#1575;&#1583;&#1577; &#1603;&#1571;&#1583;&#1575;&#1569; &#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; Imam Ali (AS) said, &lsquo;There is no worship like the performance of obligatory acts.&rsquo;[Nahj al-Balagha, Saying 113]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606;&#1603; &#1573;&#1606; &#1575;&#1588;&#1578;&#1594;&#1604;&#1578; &#1576;&#1601;&#1590;&#1575;&#1574;&#1604; &#1575;&#1604;&#1606;&#1608;&#1575;&#1601;&#1604; &#1593;&#1606; &#1571;&#1583;&#1575;&#1569; &#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590;&#1548; &#1601;&#1604;&#1606; &#1610;&#1602;&#1608;&#1605; &#1601;&#1590;&#1604; &#1578;&#1603;&#1587;&#1576;&#1607; &#1576;&#1601;&#1585;&#1590; &#1578;&#1590;&#1610;&#1593;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; Imam Ali (AS) said, &lsquo;If you were to preoccupy yourself with supererogatory acts instead of the obligatory, you will not gain a single merit by losing an obligation.&rsquo; [Ghurar al-Hikam, no. 3793]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1581;&#1587;&#1606; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1576;&#1605;&#1606;&#1607; &#1608;&#1585;&#1581;&#1605;&#1578;&#1607; &#1604;&#1605;&#1575; &#1601;&#1585;&#1590; &#1593;&#1604;&#1610;&#1603;&#1605; &#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590; &#1604;&#1605; &#1610;&#1601;&#1585;&#1590; &#1593;&#1604;&#1610;&#1603;&#1605; &#1604;&#1581;&#1575;&#1580;&#1577; &#1605;&#1606;&#1607; &#1573;&#1604;&#1610;&#1607;&#1548; &#1576;&#1604; &#1585;&#1581;&#1605;&#1577; &#1605;&#1606;&#1607; &#1573;&#1604;&#1610;&#1603;&#1605; (&#1593;&#1604;&#1610;&#1603;&#1605;) &#1604;&#1575; &#1573;&#1604;&#1607; &#1573;&#1604;&#1575; &#1607;&#1608;&#1548; &#1604;&#1610;&#1605;&#1610;&#1586; &#1575;&#1604;&#1582;&#1576;&#1610;&#1579; &#1605;&#1606; &#1575;&#1604;&#1591;&#1610;&#1576;&#1548; &#1608;&#1604;&#1610;&#1576;&#1578;&#1604;&#1610; &#1605;&#1575; &#1601;&#1610; &#1589;&#1583;&#1608;&#1585;&#1603;&#1605;&#1548; &#1608;&#1604;&#1610;&#1605;&#1581;&#1589; &#1605;&#1575; &#1601;&#1610; &#1602;&#1604;&#1608;&#1576;&#1603;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">7&ndash; Imam Husayn (AS) said, &lsquo;When Allah with His Generosity and Benevolence made the obligations a duty upon you, He did not do so for a need He has for them. Rather, it is as a result of the Benevolence He has over you - there is no god but He &ndash; and in order to distinguish between the bad and the good, and to test what is in your chests, and to purify what is in your hearts.&rsquo;[Bihar al-Anwar, v. 23, p. 99, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1593;&#1605;&#1604; &#1576;&#1605;&#1575; &#1575;&#1601;&#1578;&#1585;&#1590; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607; &#1601;&#1607;&#1608; &#1605;&#1606; &#1582;&#1610;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">8&ndash; Imam Zayn al-Abidin (AS) said, &lsquo;Those who act according to what Allah has made obligatory are the best of people.[ al-Kafi, v. 2, p. 81, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1602;&#1575;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1576;&#1575;&#1585;&#1603; &#1608;&#1578;&#1593;&#1575;&#1604;&#1609;: &#1605;&#1575; &#1578;&#1581;&#1576;&#1576; &#1573;&#1604;&#1610; &#1593;&#1576;&#1583;&#1610; &#1576;&#1571;&#1581;&#1576; &#1605;&#1605;&#1575; &#1575;&#1601;&#1578;&#1585;&#1590;&#1578; &#1593;&#1604;&#1610;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">9&ndash; Imam al-Sadiq (AS) said, &lsquo;Allah, Blessed and most High, said, &lsquo;There is nothing more beloved to Me, through which My servant may endear himself to Me than through the duties I ask him to fulfil.&rsquo;[al-Kafi, v. 2, p. 82, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1575; &#1601;&#1585;&#1590; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>That Which Allah Has Made Obligatory for People</strong></span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1601;&#1585;&#1590; &#1593;&#1604;&#1609; &#1571;&#1574;&#1605;&#1577; &#1575;&#1604;&#1593;&#1583;&#1604; (&#1575;&#1604;&#1581;&#1602;) &#1571;&#1606; &#1610;&#1602;&#1583;&#1585;&#1608;&#1575; &#1571;&#1606;&#1601;&#1587;&#1607;&#1605; &#1576;&#1590;&#1593;&#1601;&#1577; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1603;&#1610;&#1604;&#1575; &#1610;&#1578;&#1576;&#1610;&#1594; &#1576;&#1575;&#1604;&#1601;&#1602;&#1610;&#1585; &#1601;&#1602;&#1585;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">10&ndash; Imam Ali (AS) said, &lsquo;Allah, most High, has made obligatory upon the leaders of justice [truth] to equate themselves with the weak ones from among of people, so that the poor cannot be intimidated as a result of his poverty.&rsquo;[Nahj al-Balagha, Sermon 209]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607; &#1601;&#1585;&#1590; &#1601;&#1610; &#1571;&#1605;&#1608;&#1575;&#1604; &#1575;&#1604;&#1571;&#1594;&#1606;&#1610;&#1575;&#1569; &#1571;&#1602;&#1608;&#1575;&#1578; &#1575;&#1604;&#1601;&#1602;&#1585;&#1575;&#1569;&#1548; &#1601;&#1605;&#1575; &#1580;&#1575;&#1593; &#1601;&#1602;&#1610;&#1585; &#1573;&#1604;&#1575; &#1576;&#1605;&#1575; &#1605;&#1578;&#1593; &#1576;&#1607; &#1594;&#1606;&#1610;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">11&ndash; Imam Ali (AS) said, &lsquo;Allah, Glory be to Him, made the provisions of the poor incumbent upon the wealth of the rich; so no poor person goes hungry except as a result of what the rich person enjoys.&rsquo;[Nahj al-Balagha, Saying 328]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1601;&#1585;&#1590; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1573;&#1610;&#1605;&#1575;&#1606; &#1578;&#1591;&#1607;&#1610;&#1585;&#1575; &#1605;&#1606; &#1575;&#1604;&#1588;&#1585;&#1603;&#1548; &#1608;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1578;&#1606;&#1586;&#1610;&#1607;&#1575; &#1593;&#1606; &#1575;&#1604;&#1603;&#1576;&#1585;&#1548; &#1608;&#1575;&#1604;&#1586;&#1603;&#1575;&#1577; &#1578;&#1587;&#1576;&#1610;&#1576;&#1575; &#1604;&#1604;&#1585;&#1586;&#1602; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">12&ndash; Imam Ali (AS) said, &lsquo;Allah made faith incumbent in order to purify [people] from polytheism, and prayer to eliminate arrogance, and the alms-tax as a mediator for [the descent of] sustenance.&rsquo;[Nahj al-Balagha, Saying 252]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1585;&#1590; &#1593;&#1604;&#1609; &#1580;&#1608;&#1575;&#1585;&#1581;&#1603; &#1603;&#1604;&#1607;&#1575; &#1601;&#1585;&#1575;&#1574;&#1590; &#1610;&#1581;&#1578;&#1580; &#1576;&#1607;&#1575; &#1593;&#1604;&#1610;&#1603; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">13&ndash; Imam Ali (AS) said, &lsquo;Allah has ordained a duty for all of your body parts, and they will be used as proofs and witnesses over you on the Day of Resurrection.&rsquo;[Nahj al-Balagha, Saying 382]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1580;&#1608;&#1575;&#1605;&#1593; &#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">The Sum of All Obligations</span></strong></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1605;&#1575; &#1605;&#1575; &#1601;&#1585;&#1590;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607; &#1601;&#1610; &#1603;&#1578;&#1575;&#1576;&#1607; &#1601;&#1583;&#1593;&#1575;&#1574;&#1605; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605;&#1548; &#1608;&#1607;&#1610; &#1582;&#1605;&#1587; &#1583;&#1593;&#1575;&#1574;&#1605; . &#1608;&#1593;&#1604;&#1609; &#1607;&#1584;&#1607; &#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590; &#1575;&#1604;&#1582;&#1605;&#1587; &#1576;&#1606;&#1610; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605;&#1548; &#1601;&#1580;&#1593;&#1604; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607; &#1604;&#1603;&#1604; &#1601;&#1585;&#1610;&#1590;&#1577; &#1605;&#1606; &#1607;&#1584;&#1607; &#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590; &#1571;&#1585;&#1576;&#1593;&#1577; &#1581;&#1583;&#1608;&#1583; &#1604;&#1575;&#1610;&#1587;&#1593; &#1571;&#1581;&#1583;&#1575; &#1580;&#1607;&#1604;&#1607;&#1575;&#1548; &#1571;&#1608;&#1604;&#1607;&#1575;: &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;&#1548; &#1579;&#1605; &#1575;&#1604;&#1586;&#1603;&#1575;&#1577;&#1548; &#1579;&#1605; &#1575;&#1604;&#1589;&#1610;&#1575;&#1605;&#1548; &#1579;&#1605; &#1575;&#1604;&#1581;&#1580;&#1548; &#1579;&#1605; &#1575;&#1604;&#1608;&#1604;&#1575;&#1610;&#1577;&#1548; &#1608;&#1607;&#1610; &#1582;&#1575;&#1578;&#1605;&#1578;&#1607;&#1575; &#1608;&#1575;&#1604;&#1580;&#1575;&#1605;&#1593;&#1577; &#1604;&#1580;&#1605;&#1610;&#1593; &#1575;&#1604;&#1601;&#1585;&#1575;&#1574;&#1590; &#1608;&#1575;&#1604;&#1587;&#1606;&#1606; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">14&ndash; Imam Ali (AS) said, &lsquo;The limits of the greatest obligations that Allah has ordained upon His creation are five: prayer, the alms-tax (zakat), the obligatory pilgrimage (Hajj), fasting, and the guardianship [of those divinely appointed by Allah] (wilaya), which is the protector for the former four.&rsquo;[Bihar al-Anwar, v. 68, p. 388, no. 39]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
