<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>PEACEMAKING&nbsp;&nbsp; &#1575;&#1604;&#1589;&#1604;&#1581;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">PEACEMAKING</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1589;&#1604;&#1581;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1589;&#1604;&#1581; &#1601;&#1610; &#1575;&#1604;&#1581;&#1585;&#1576;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Peacemaking in War</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1608;&#1580;&#1583;&#1578; &#1575;&#1604;&#1605;&#1587;&#1575;&#1604;&#1605;&#1577; &#1600; &#1605;&#1575; &#1604;&#1605; &#1610;&#1603;&#1606; &#1608;&#1607;&#1606; &#1601;&#1610; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605; &#1600; &#1571;&#1606;&#1580;&#1593; &#1605;&#1606; &#1575;&#1604;&#1602;&#1578;&#1575;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; Imam Ali (AS) said, &lsquo;I have found conciliation &ndash; so long as it is does not enfeeble Islam &ndash; to be more beneficial than combat.&rsquo;[Ghurar al-Hikam, no. 10138]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1603;&#1578;&#1575;&#1576;&#1607; &#1604;&#1604;&#1571;&#1588;&#1578;&#1585; &#1604;&#1605;&#1575; &#1608;&#1604;&#1575;&#1607; &#1605;&#1589;&#1585; &#1600;: &#1608;&#1604;&#1575; &#1578;&#1583;&#1601;&#1593;&#1606; &#1589;&#1604;&#1581;&#1575; &#1583;&#1593;&#1575;&#1603; &#1573;&#1604;&#1610;&#1607; &#1593;&#1583;&#1608;&#1603; &#1608;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610;&#1607; &#1585;&#1590;&#1609;&#1563; &#1601;&#1573;&#1606; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1581; &#1583;&#1593;&#1577; &#1604;&#1580;&#1606;&#1608;&#1583;&#1603;&#1548; &#1608;&#1585;&#1575;&#1581;&#1577; &#1605;&#1606; &#1607;&#1605;&#1608;&#1605;&#1603;&#1548; &#1608;&#1571;&#1605;&#1606;&#1575; &#1604;&#1576;&#1604;&#1575;&#1583;&#1603;&#1548; &#1608;&#1604;&#1603;&#1606; &#1575;&#1604;&#1581;&#1584;&#1585; &#1603;&#1604; &#1575;&#1604;&#1581;&#1584;&#1585; &#1605;&#1606; &#1593;&#1583;&#1608;&#1603; &#1576;&#1593;&#1583; &#1589;&#1604;&#1581;&#1607;&#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1593;&#1583;&#1608; &#1585;&#1576;&#1605;&#1575; &#1602;&#1575;&#1585;&#1576; &#1604;&#1610;&#1578;&#1594;&#1601;&#1604;&#1548; &#1601;&#1582;&#1584; &#1576;&#1575;&#1604;&#1581;&#1586;&#1605;&#1548; &#1608;&#1575;&#1578;&#1607;&#1605; &#1601;&#1610; &#1584;&#1604;&#1603; &#1581;&#1587;&#1606; &#1575;&#1604;&#1592;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">2&ndash; Imam Ali (AS) wrote in his letter to al-Ashtar when he appointed him governor of Egypt, &lsquo;Do not reject the peace to which your enemy may call you, and wherein the pleasure of Allah lies, for verily peace affords composure to your army, relief to you from your worries, and safety for the country. After the peace entreaty however, be extremely wary of your enemy, because often the enemy draws near in order to take advantage of your negligence. Therefore, act prudently and entertain good opinion about them, though always being on your guard.&rsquo;[Nahj al-Balagha, Letter 53]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center"><span style="font-family: Traditional Arabic">
<font color="#008080"><span style="font-size: 16pt; font-weight: 700">&#1589;&#1604;&#1581; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1581;&#1587;&#1606; <span lang="ar-sa">(&#1593;)</span></span></font></p>
<font color="#008080">
</td>
</tr>
<tr>
<td>
</font>
<p align="center"><font color="#008080">
<span style="font-size: 13pt; font-family: Arial"><strong>Imam al-Hasan (AS)&rsquo;s Peace Treaty</strong></span></font></p>
</td>
</tr>
<tr>
<td>
<span style="color: #008080; font-family: Traditional Arabic;">
<p dir="rtl" align="justify"></span><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1608;&#1589;&#1610;&#1578;&#1607; &#1604;&#1575;&#1576;&#1606;&#1607; &#1575;&#1604;&#1581;&#1587;&#1606; (&#1593;) &#1604;&#1605;&#1575; &#1590;&#1585;&#1576;&#1607; &#1575;&#1576;&#1606; &#1605;&#1604;&#1580;&#1605; &#1600;: &#1608;&#1575;&#1593;&#1604;&#1605; &#1571;&#1606; &#1605;&#1593;&#1575;&#1608;&#1610;&#1577; &#1587;&#1610;&#1582;&#1575;&#1604;&#1601;&#1603; &#1603;&#1605;&#1575; &#1582;&#1575;&#1604;&#1601;&#1606;&#1610;&#1548; &#1601;&#1573;&#1606; &#1608;&#1575;&#1583;&#1593;&#1578;&#1607; &#1608;&#1589;&#1575;&#1604;&#1581;&#1578;&#1607; &#1603;&#1606;&#1578; &#1605;&#1602;&#1578;&#1583;&#1610;&#1575; &#1576;&#1580;&#1583;&#1603; (&#1589;) &#1601;&#1610; &#1605;&#1608;&#1575;&#1583;&#1593;&#1578;&#1607; &#1576;&#1606;&#1610; &#1590;&#1605;&#1585;&#1577; &#1608;&#1576;&#1606;&#1610; &#1571;&#1588;&#1580;&#1593;... &#1601;&#1573;&#1606; &#1571;&#1585;&#1583;&#1578; &#1605;&#1580;&#1575;&#1607;&#1583;&#1577; &#1593;&#1583;&#1608;&#1603; &#1601;&#1604;&#1606; &#1610;&#1589;&#1604;&#1581; &#1604;&#1603; &#1605;&#1606; &#1588;&#1610;&#1593;&#1578;&#1603; &#1605;&#1606; &#1610;&#1589;&#1604;&#1581; &#1604;&#1571;&#1576;&#1610;&#1603;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; Imam Ali (AS) said in his will to his son after he had been struck by Ibn Muljim, &lsquo;Know that Muawiya will oppose you just as he opposed me, and in conciliating and making peace with him, you will be following in the footsteps of your grandfather (AS) when he conciliated with the Bani Aamra and the Bani Ashja`a tribes &hellip; and if instead you wish to fight your enemy, know that you will not find any from among your followers willing to make peace alongside you, as your father&rsquo;s followers did alongside him.&rsquo;[Nahj al-Sa`ada, v. 2, p. 742]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1581;&#1587;&#1606; &#1576;&#1606; &#1593;&#1604;&#1610;( &#1604;&#1605;&#1575; &#1591;&#1593;&#1606; &#1608;&#1575;&#1582;&#1578;&#1604;&#1601; &#1575;&#1604;&#1606;&#1575;&#1587; &#1593;&#1604;&#1610;&#1607; &#1587;&#1604;&#1605; &#1575;&#1604;&#1571;&#1605;&#1585; &#1604;&#1605;&#1593;&#1575;&#1608;&#1610;&#1577;&#1548; &#1601;&#1587;&#1604;&#1605;&#1578; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1588;&#1610;&#1593;&#1577; &laquo;&#1593;&#1604;&#1610;&#1603; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605; &#1610;&#1575; &#1605;&#1584;&#1604; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; !&raquo; &#1601;&#1602;&#1575;&#1604; (&#1593;): &#1605;&#1575; &#1571;&#1606;&#1575; &#1576;&#1605;&#1584;&#1604; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606;&#1548; &#1608;&#1604;&#1603;&#1606;&#1610; &#1605;&#1593;&#1586; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606;&#1548; &#1573;&#1606;&#1610; &#1604;&#1605;&#1575; &#1585;&#1571;&#1610;&#1578;&#1603;&#1605; &#1604;&#1610;&#1587; &#1576;&#1603;&#1605; &#1593;&#1604;&#1610;&#1607;&#1605; &#1602;&#1608;&#1577; &#1587;&#1604;&#1605;&#1578; &#1575;&#1604;&#1571;&#1605;&#1585; &#1604;&#1571;&#1576;&#1602;&#1609; &#1571;&#1606;&#1575; &#1608;&#1571;&#1606;&#1578;&#1605; &#1576;&#1610;&#1606; &#1571;&#1592;&#1607;&#1585;&#1607;&#1605;&#1548; &#1603;&#1605;&#1575; &#1593;&#1575;&#1576; &#1575;&#1604;&#1593;&#1575;&#1604;&#1605; &#1575;&#1604;&#1587;&#1601;&#1610;&#1606;&#1577; &#1604;&#1578;&#1576;&#1602;&#1609; &#1604;&#1571;&#1589;&#1581;&#1575;&#1576;&#1607;&#1575;&#1548; &#1608;&#1603;&#1584;&#1604;&#1603; &#1606;&#1601;&#1587;&#1610; &#1608;&#1571;&#1606;&#1578;&#1605; &#1604;&#1606;&#1576;&#1602;&#1609; &#1576;&#1610;&#1606;&#1607;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; Imam al-Sadiq (AS) said, &lsquo;Verily Hasan b. Ali (AS), when he was reproached and opposed by the people for having made peace with Muawiya, people would greet him in the street saying, &lsquo;Peace be upon you O degrader of the believers&rsquo;, and he (AS) would reply, &lsquo;I am not a degrader of the believers, rather I am elevating the believers. Verily when I saw you having no strength to overpower them [Muawiya&rsquo;s army], I made peace in order that you and I may remain alive in their midst, just like the wise one [al-Khizr] damaged the boat in order that it may be spared for its owners. Thus did I act for yours and my benefit in order that we remain alive among them.&rsquo;[Bihar al-Anwar, v. 78, p. 287, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center"><font color="#008080">
<span style="font-size: 16pt; font-weight: 700; font-family:Traditional Arabic">&#1571;&#1607;&#1605;&#1610;&#1577; &#1575;&#1604;&#1573;&#1589;&#1604;&#1575;&#1581; &#1576;&#1610;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587;</span></font></p>
<font color="#008080">
</td>
</tr>
<tr>
<td>
</font>
<p align="center"><font color="#008080">
<span style="font-size: 13pt; font-family: Arial"><strong>The Importance of Making Peace Between People</strong></span></font></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">5&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1604;&#1575; &#1575;&#1582;&#1576;&#1585;&#1603;&#1605; &#1576;&#1571;&#1601;&#1590;&#1604; &#1605;&#1606; &#1583;&#1585;&#1580;&#1577; &#1575;&#1604;&#1589;&#1610;&#1575;&#1605; &#1608;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1608;&#1575;&#1604;&#1589;&#1583;&#1602;&#1577; &#1567; &#1573;&#1589;&#1604;&#1575;&#1581; &#1584;&#1575;&#1578; &#1575;&#1604;&#1576;&#1610;&#1606;&#1563; &#1601;&#1573;&#1606; &#1601;&#1587;&#1575;&#1583; &#1584;&#1575;&#1578; &#1575;&#1604;&#1576;&#1610;&#1606; &#1607;&#1610; &#1575;&#1604;&#1581;&#1575;&#1604;&#1602;&#1577;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; The Prophet (SAWA) said, &lsquo;Shall I inform you of something that holds a higher status than fasting, praying and giving charity? Making peace between people, for verily sowing dissention between people is indeed calamitous.&rsquo;[Kanz al-`Ummal, no. 5480]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1589;&#1583;&#1602;&#1577; &#1610;&#1581;&#1576;&#1607;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm;: &#1573;&#1589;&#1604;&#1575;&#1581; &#1576;&#1610;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1573;&#1584;&#1575; &#1578;&#1601;&#1575;&#1587;&#1583;&#1608;&#1575;&#1548; &#1608;&#1578;&#1602;&#1575;&#1585;&#1576; &#1576;&#1610;&#1606;&#1600;&#1607;&#1605; &#1573;&#1584;&#1575; &#1578;&#1576;&#1575;&#1593;&#1583;&#1608;&#1575; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; Imam al-Sadiq (AS) said, &lsquo;A charitable act most loved by Allah is reconciling between people if they have fallen out, and bringing them together when they have become distanced from one another.&rsquo;[al-Kafi, v. 2, p. 209, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1604;&#1605;&#1601;&#1590;&#1604; &#1600;: &#1573;&#1584;&#1575; &#1585;&#1571;&#1610;&#1578; &#1576;&#1610;&#1606; &#1575;&#1579;&#1606;&#1610;&#1606; &#1605;&#1606; &#1588;&#1610;&#1593;&#1578;&#1606;&#1575; &#1605;&#1606;&#1575;&#1586;&#1593;&#1577; &#1601;&#1575;&#1601;&#1578;&#1583;&#1607;&#1575; &#1605;&#1606; &#1605;&#1575;&#1604;&#1610; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">7&ndash; Imam al-Sadiq (AS) said to his companion, Mufazal, &lsquo;If you see two people from amongst our followers (Shi`aa) fighting [over property or the like], use my money to settle the dispute.&rsquo;[Ibid. p. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center"><font color="#008080">
<span style="font-size: 16pt; font-weight: 700; font-family:Traditional Arabic">&#1580;&#1608;&#1575;&#1586; &#1575;&#1604;&#1603;&#1584;&#1576; &#1601;&#1610; &#1575;&#1604;&#1573;&#1589;&#1604;&#1575;&#1581;</span></font></p>
<font color="#008080">
</td>
</tr>
<tr>
<td>
</font>
<p align="center"><font color="#008080"><strong>
<span style="font-size: 13pt; font-family: Arial">The Permissibility of Lying for the sake of Reconciliation</span></strong></font></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1605;&#1589;&#1604;&#1581; &#1604;&#1610;&#1587; &#1576;&#1603;&#1575;&#1584;&#1576; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">8&ndash; Imam al-Sadiq (AS) said, &lsquo;The reconciler is not a liar.&rsquo;[Ibid. p. 210, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1603;&#1604;&#1575;&#1605; &#1579;&#1604;&#1575;&#1579;&#1577;: &#1589;&#1583;&#1602; &#1608;&#1603;&#1584;&#1576; &#1608;&#1573;&#1589;&#1604;&#1575;&#1581; &#1576;&#1610;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; ... &#1578;&#1587;&#1605;&#1593; &#1605;&#1606; &#1575;&#1604;&#1585;&#1580;&#1604; &#1603;&#1604;&#1575;&#1605;&#1575; &#1610;&#1576;&#1604;&#1594;&#1607; &#1601;&#1578;&#1582;&#1576;&#1579; &#1606;&#1601;&#1587;&#1607;&#1548; &#1601;&#1578;&#1604;&#1602;&#1575;&#1607; &#1601;&#1578;&#1602;&#1608;&#1604;: &#1587;&#1605;&#1593;&#1578; &#1605;&#1606; &#1601;&#1604;&#1575;&#1606; &#1602;&#1575;&#1604; &#1601;&#1610;&#1603; &#1605;&#1606; &#1575;&#1604;&#1582;&#1610;&#1585; &#1603;&#1584;&#1575; &#1608;&#1603;&#1584;&#1575;&#1548; &#1582;&#1604;&#1575;&#1601; &#1605;&#1575; &#1587;&#1605;&#1593;&#1578; &#1605;&#1606;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">9&ndash; Imam al-Sadiq (AS) said, &lsquo;Utterances fall under three categories: the truth, the lie, and reconciliation between people &hellip; you may hear a man saying something about someone, which when they come to hear will lead them to feel malice towards the former. [In such a situation] you may instead tell them, &lsquo;I heard x speaking such good things about you&rsquo;, contrary to what you had heard.&rsquo;[Ibid. p. 341, no. 16]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>


<body>

</body>

</html>
