<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>PEOPLE&nbsp;&nbsp; &#1575;&#1604;&#1606;&#1575;&#1587;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">PEOPLE</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1606;&#1575;&#1587;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1606;&#1575;&#1587;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">People </span></span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1606;&#1575;&#1587; &#1603;&#1575;&#1604;&#1588;&#1580;&#1585;&#1563; &#1588;&#1585;&#1575;&#1576;&#1607; &#1608;&#1575;&#1581;&#1583; &#1608;&#1579;&#1605;&#1585;&#1607; &#1605;&#1582;&#1578;&#1604;&#1601;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; Imam Ali (AS) said, &lsquo;People are like trees, their drink is one but their fruits are different.&rsquo;[Ghurar al-Hikam, no. 2097]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl"><span style="font-size: 25pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1579;&#1604;&#1575;&#1579;&#1577; &#1571;&#1588;&#1610;&#1575;&#1569; &#1610;&#1581;&#1578;&#1575;&#1580; &#1575;&#1604;&#1606;&#1575;&#1587; &#1591;&#1585;&#1575; &#1573;&#1604;&#1610;&#1607;&#1575;: &#1575;&#1604;&#1571;&#1605;&#1606;&#1548; &#1608;&#1575;&#1604;&#1593;&#1583;&#1604;&#1548; &#1608;&#1575;&#1604;&#1582;&#1589;&#1576;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">2&ndash; Imam al-Sadiq (AS) said, &lsquo;There are three things that all people need: security, justice, and fertile ground.&rsquo;[Tuhaf al-`Uqoul, 320]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1593;&#1604;&#1610;&#1603;&#1605; &#1576;&#1575;&#1604;&#1571;&#1588;&#1603;&#1575;&#1604; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1608;&#1575;&#1604;&#1571;&#1608;&#1587;&#1575;&#1591; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1601;&#1593;&#1606;&#1583;&#1607;&#1605; &#1578;&#1580;&#1583;&#1608;&#1606; &#1605;&#1593;&#1575;&#1583;&#1606; &#1575;&#1604;&#1580;&#1608;&#1607;&#1585;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">3&ndash; Imam al-Sadiq (AS) said, &lsquo;You should heed the features of people and their places, for it is there that you will find the sources of jewels.&rsquo;[Mustadrak al-Wasa`il, v. 12, p. 310, no. 14167]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1578;&#1587;&#1575;&#1608;&#1610; &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1610; &#1575;&#1604;&#1581;&#1602;&#1608;&#1602;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Equality of People in Rights</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl"><span style="font-size: 25pt">4&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1606;&#1575;&#1587; &#1587;&#1608;&#1575;&#1569; &#1603;&#1571;&#1587;&#1606;&#1575;&#1606; &#1575;&#1604;&#1605;&#1588;&#1591;. </span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">4&ndash; The Prophet (SAWA) said, &lsquo;People are as equal as the teeth of a comb.&rsquo;[Kanz al-`Ummal, no. 24822]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1610; &#1575;&#1604;&#1581;&#1602; &#1587;&#1608;&#1575;&#1569; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">5&ndash; Imam Ali (AS) said, &lsquo;People are equal to one another in rights.&rsquo;[Nahjul Sa`aada, v. 2, p. 97]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1606;&#1575;&#1587; &#1573;&#1604;&#1609; &#1570;&#1583;&#1605; &#1588;&#1585;&#1593; &#1587;&#1608;&#1575;&#1569; . </span></span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="ltr"><span style="font-size: 25pt">6&ndash; Imam Ali (AS) said, &lsquo;All people have Adam as a common origin.&rsquo;[Bihar al-Anwar, v. 78, p. 57, no. 119]</span></p>
<p align="center">
</td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<span style="font-family: Arial;">
<img border="0" src="divider1.png" width="40%"></span></p>
<p dir="rtl"><span style="font-size: 25pt">7&#1600; &#1593;&#1606; &#1571;&#1576;&#1610; &#1573;&#1587;&#1581;&#1575;&#1602; &#1575;&#1604;&#1607;&#1605;&#1583;&#1575;&#1606;&#1610;: &#1571;&#1606; &#1575;&#1605;&#1585;&#1571;&#1578;&#1610;&#1606; &#1571;&#1578;&#1578;&#1575; &#1593;&#1604;&#1610;&#1575; <span lang="ar-sa">(&#1593;)&#1548; &#1573;&#1581;&#1583;&#1575;&#1607;&#1605;&#1575; &#1605;&#1606; &#1575;&#1604;&#1593;&#1585;&#1576; &#1608;&#1575;&#1604;&#1575;&#1582;&#1585;&#1609; &#1605;&#1606; &#1575;&#1604;&#1605;&#1608;&#1575;&#1604;&#1610; &#1601;&#1587;&#1571;&#1604;&#1578;&#1575;&#1607;&#1548; &#1601;&#1583;&#1601;&#1593; &#1573;&#1604;&#1610;&#1607;&#1605;&#1575; &#1583;&#1585;&#1575;&#1607;&#1605; &#1608;&#1591;&#1593;&#1575;&#1605;&#1575; &#1576;&#1575;&#1604;&#1587;&#1608;&#1575;&#1569; . &#1601;&#1602;&#1575;&#1604;&#1578; &#1573;&#1581;&#1583;&#1575;&#1607;&#1605;&#1575;: &#1573;&#1606;&#1610; &#1575;&#1605;&#1585;&#1571;&#1577; &#1605;&#1606; &#1575;&#1604;&#1593;&#1585;&#1576; &#1608;&#1607;&#1584;&#1607; &#1605;&#1606; &#1575;&#1604;&#1593;&#1580;&#1605;! &#1601;&#1602;&#1575;&#1604;: &#1573;&#1606;&#1610; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1575; &#1571;&#1580;&#1583; &#1604;&#1576;&#1606;&#1610; &#1573;&#1587;&#1605;&#1575;&#1593;&#1610;&#1604; &#1601;&#1610; &#1607;&#1584;&#1575; &#1575;&#1604;&#1601;&#1610;&#1569; &#1601;&#1590;&#1604;&#1575; &#1593;&#1604;&#1609; &#1576;&#1606;&#1610; &#1573;&#1587;&#1581;&#1575;&#1602; . </span></span></p>
</td>
</tr>
<tr>
<td>
<p><span style="font-size: 25pt">7&ndash; Imam Ali (AS), when he equally gave money and food to two women, one of whom was an Arab and the other a slave, one of them protested, saying, &lsquo;I am an Arab woman, and she is a non-Arab.&rsquo; He said, &lsquo;By Allah, I do not see in the children of Ishmael in this shade any merit over the children of Isaac.&rsquo;[Sharh Nahj al-Balagha li Ibn Abi al-Hadid, v. 2, p. 200, no. 201] </span></p>
<p align="center"><span style="font-family: Arial;">
<img border="0" src="divider1.png" width="40%"></span></p>
</td>
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1606; &#1604;&#1610;&#1587; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Those who are not considered as People [Human]</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1585;&#1580;&#1604; &#1602;&#1575;&#1604; &#1604;&#1607;: &#1571;&#1578;&#1585;&#1609; &#1607;&#1584;&#1575; &#1575;&#1604;&#1582;&#1604;&#1602; &#1603;&#1604;&#1607; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587;&#1567;: &#1575;&#1604;&#1602; &#1605;&#1606;&#1607;&#1605; &#1575;&#1604;&#1578;&#1575;&#1585;&#1603; &#1604;&#1604;&#1587;&#1608;&#1575;&#1603;&#1548; &#1608;&#1575;&#1604;&#1605;&#1578;&#1585;&#1576;&#1593; &#1601;&#1610; &#1605;&#1608;&#1590;&#1593; &#1575;&#1604;&#1590;&#1610;&#1602;&#1548; &#1608;&#1575;&#1604;&#1583;&#1575;&#1582;&#1604; &#1601;&#1610;&#1605;&#1575; &#1604;&#1575;&#1610;&#1593;&#1606;&#1610;&#1607;&#1548; &#1608;&#1575;&#1604;&#1605;&#1605;&#1575;&#1585;&#1610; &#1601;&#1610;&#1605;&#1575; &#1604;&#1575;&#1593;&#1604;&#1605; &#1604;&#1607;&#1548; &#1608;&#1575;&#1604;&#1605;&#1578;&#1605;&#1585;&#1590; &#1605;&#1606;&rlm;&#1594;&#1610;&#1585; &#1593;&#1604;&#1577;&#1548; &#1608;&#1575;&#1604;&#1605;&#1578;&#1588;&#1593;&#1579;&rlm;&#1605;&#1606; &#1594;&#1610;&#1585; &#1605;&#1589;&#1610;&#1576;&#1577;&#1548; &#1608;&#1575;&#1604;&#1605;&#1582;&#1575;&#1604;&#1601; &#1593;&#1604;&#1609; &#1571;&#1589;&#1581;&#1575;&#1576;&#1607; &#1601;&#1610; &#1575;&#1604;&#1581;&#1602; &#1608;&#1602;&#1583; &#1575;&#1578;&#1601;&#1602;&#1608;&#1575; &#1593;&#1604;&#1610;&#1607;&#1548; &#1608;&#1575;&#1604;&#1605;&#1601;&#1578;&#1582;&#1585; &#1610;&#1601;&#1578;&#1582;&#1585; &#1576;&#1570;&#1576;&#1575;&#1574;&#1607; &#1608;&#1607;&#1608; &#1582;&#1604;&#1608; &#1605;&#1606; &#1589;&#1575;&#1604;&#1581; &#1571;&#1593;&#1605;&#1575;&#1604;&#1607;&#1605;&#1548; &#1601;&#1607;&#1608; &#1576;&#1605;&#1606;&#1586;&#1604;&#1577; &#1575;&#1604;&#1582;&#1604;&#1606;&#1580;1361 &#1610;&#1602;&#1588;&#1585; &#1604;&#1581;&#1575;&#1569; &#1593;&#1606; &#1604;&#1581;&#1575;&#1569; &#1581;&#1578;&#1609; &#1610;&#1608;&#1589;&#1604; &#1573;&#1604;&#1609; &#1580;&#1608;&#1607;&#1585;&#1610;&#1578;&#1607;&#1548; &#1608;&#1607;&#1608; &#1603;&#1605;&#1575; &#1602;&#1575;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;: &laquo;&#1573;&#1606; &#1607;&#1605; &#1573;&#1604;&#1575; &#1603;&#1575;&#1604;&#1571;&#1606;&#1593;&#1575;&#1605; &#1576;&#1604; &#1607;&#1605; &#1571;&#1590;&#1604; &#1587;&#1576;&#1610;&#1604;&#1575;&raquo; .</span></span></p>
</td>
</tr>
<tr>
<td>
<p><span style="font-size: 25pt">8&ndash; Imam al-Sadiq (AS), to a man who asked, &lsquo;Do you consider all these creatures as people?&rsquo; said, &lsquo;Exclude from among them those who do not brush their teeth, donate in times of hardship, one who interferes in matters that do not concern him, debates about that which he has no knowledge, one who is sick without an illness, one who falls apart without a calamity, one who opposes his friends in matters of truth that they have agreed upon, a proud person who is proud of his forefathers but he is devoid of their good deeds, so he is like a heath peeling off its bark bit by bit until it reaches its core, and he is like Allah's verse: "They are like cattle; rather they are more astray".[ Qur&rsquo;an 7:179] [al-Khisal, p. 409, no. 9]</span></p>
<p align="center"><span style="font-family: Arial;">
<img border="0" src="divider1.png" width="40%"></span></p>
</td>
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1578;&#1601;&#1587;&#1610;&#1585; &#1603;&#1604;&#1605;&#1577; &laquo;&#1573;&#1605;&#1593;&#1577;&raquo;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Explanation of the Word &lsquo;Opportunist&rsquo;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl"><span style="font-size: 25pt">9&#1600; &#1602;&#1575;&#1604; [&#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605;] <span lang="ar-sa">(&#1593;) &#1604;&#1601;&#1590;&#1604; &#1576;&#1606; &#1610;&#1608;&#1606;&#1587;: &#1571;&#1576;&#1604;&#1594; &#1582;&#1610;&#1585;&#1575;&#1548; &#1608;&#1602;&#1604; &#1582;&#1610;&#1585;&#1575; &#1608;&#1604;&#1575; &#1578;&#1603;&#1606; &#1573;&#1605;&#1593;&#1577; . &#1602;&#1604;&#1578;: &#1608;&#1605;&#1575; &#1575;&#1604;&#1573;&#1605;&#1593;&#1577; &#1567; &#1602;&#1575;&#1604;: &#1604;&#1575; &#1578;&#1602;&#1604;: &#1571;&#1606;&#1575; &#1605;&#1593; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1608;&#1571;&#1606;&#1575; &#1603;&#1608;&#1575;&#1581;&#1583; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; . &#1573;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1602;&#1575;&#1604;: &#1610;&#1575; &#1571;&#1610;&#1607;&#1575; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1573;&#1606;&#1605;&#1575; &#1607;&#1605;&#1575; &#1606;&#1580;&#1583;&#1575;&#1606;: &#1606;&#1580;&#1583; &#1582;&#1610;&#1585; &#1608;&#1606;&#1580;&#1583; &#1588;&#1585;&#1548; &#1601;&#1604;&#1575; &#1610;&#1603;&#1606; &#1606;&#1580;&#1583; &#1575;&#1604;&#1588;&#1585; &#1571;&#1581;&#1576; &#1573;&#1604;&#1610;&#1603;&#1605; &#1605;&#1606; &#1606;&#1580;&#1583; &#1575;&#1604;&#1582;&#1610;&#1585; . </span></span></p>
</td>
</tr>
<tr>
<td>
<p><span style="font-size: 25pt">9&ndash; Imam al-Kazim (AS), to Fazl b. Yunus said, &lsquo;Give good information and speak only good, and do not be an opportunist.&rsquo; I asked, &lsquo;What edoes it mean to be an opportunist?&rsquo; He said, &lsquo;Do not say: &ldquo;I am with the people and I am one of the people.&rdquo; The Prophet (SAWA) said, &lsquo;O people, there are two paths: the path of good and the path of evil, so the path of evil should not be more loved by you than the path of good.&rsquo;[Tuhaf al-`Uqoul, p. 413]</span></p>
</td>
</tr>
</tbody>


<body>

</body>

</html>
