<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>PERFECTION&nbsp;&nbsp; &#1575;&#1604;&#1603;&#1605;&#1575;&#1604;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">PERFECTION</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1603;&#1605;&#1575;&#1604;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1603;&#1605;&#1575;&#1604; </span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #008080; font-family: Arial;"><span style="font-size: 13pt; font-weight: 700">Perfection</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1593;&#1575;&#1602;&#1604; &#1610;&#1591;&#1604;&#1576; &#1575;&#1604;&#1603;&#1605;&#1575;&#1604;&#1548; &#1575;&#1604;&#1580;&#1575;&#1607;&#1604; &#1610;&#1591;&#1604;&#1576; &#1575;&#1604;&#1605;&#1575;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 12pt">1&ndash; Imam Ali (AS) said, &lsquo;The intelligent person seeks perfection and the ignorant person seeks possession.&rsquo;[Ghurar al-Hikam, no. 579]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1603;&#1605;&#1575;&#1604; &#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606; &#1608;&#1608;&#1601;&#1608;&#1585; &#1601;&#1590;&#1604;&#1607; &#1575;&#1587;&#1578;&#1588;&#1593;&#1575;&#1585;&#1607; &#1576;&#1606;&#1601;&#1587;&#1607; &#1575;&#1604;&#1606;&#1602;&#1589;&#1575;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">2&ndash; Imam Ali (AS) said, &lsquo;In the perfection of the human being, the existence of his merit lies in his own feeling of inadequacy.&rsquo;[Ghurar al-Hikam, no. 9442]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1603;&#1605;&#1575;&#1604; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1605;&#1601;&#1602;&#1608;&#1583;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">3&ndash; Imam Ali (AS) said, &lsquo;Perfection in this world is lost.&rsquo;[Ghurar al-Hikam, no. 331]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1603;&#1605;&#1575;&#1604; &#1575;&#1604;&#1585;&#1580;&#1604; &#1576;&#1587;&#1578; &#1582;&#1589;&#1575;&#1604;: &#1576;&#1571;&#1589;&#1594;&#1585;&#1610;&#1607;&#1548; &#1608;&#1571;&#1603;&#1576;&#1585;&#1610;&#1607;&#1548; &#1608;&#1607;&#1610;&#1574;&#1578;&#1610;&#1607; &#1563; &#1601;&#1571;&#1605;&#1575; &#1571;&#1589;&#1594;&#1585;&#1575;&#1607; &#1601;&#1602;&#1604;&#1576;&#1607; &#1608;&#1604;&#1587;&#1575;&#1606;&#1607;&#1548; &#1573;&#1606; &#1602;&#1575;&#1578;&#1604; &#1602;&#1575;&#1578;&#1604; &#1576;&#1580;&#1606;&#1575;&#1606;&#1548; &#1608;&#1573;&#1606; &#1578;&#1603;&#1604;&#1605; &#1578;&#1603;&#1604;&#1605; &#1576;&#1604;&#1587;&#1575;&#1606;&#1548; &#1608;&#1571;&#1605;&#1575; &#1571;&#1603;&#1576;&#1585;&#1575;&#1607; &#1601;&#1593;&#1602;&#1604;&#1607; &#1608;&#1607;&#1605;&#1578;&#1607;&#1548; &#1608;&#1571;&#1605;&#1575; &#1607;&#1610;&#1574;&#1578;&#1575;&#1607; &#1601;&#1605;&#1575;&#1604;&#1607; &#1608;&#1580;&#1605;&#1575;&#1604;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">4&ndash; Imam Ali (AS) said, &lsquo;The perfection of a man lies in six features: in two of his smallest [features], in two of his largest [features], and in two of his apparent [features]. As for two of his smallest [features] - his heart and his tongue - when he fights he fights with his heart and when he speaks he speaks with his tongue. Two of his largest [features] are his intellect and his determination, and his two apparent [features] are his wealth and his beauty.&rsquo;[Ma`ani al-Akhbar, p. 150, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1603;&#1605;&#1575;&#1604; &#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606; &#1575;&#1604;&#1593;&#1602;&#1604; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">5&ndash; Imam Ali (AS) said, &lsquo;The perfection of the human being is the intellect.&rsquo;[Ghurar al-Hikam, no. 7244]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1603;&#1605;&#1575;&#1604; &#1575;&#1604;&#1605;&#1585;&#1569; &#1578;&#1585;&#1603;&#1607; &#1605;&#1575; &#1604;&#1575; &#1610;&#1580;&#1605;&#1604; &#1576;&#1607; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">6&ndash; Imam Ali (AS) said, &lsquo;Of the perfection of a person is that he leaves what is not appropriate for him.&rsquo;[A`alam al-Din, p. 292]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1578;&#1587;&#1585;&#1576;&#1604; &#1575;&#1604;&#1581;&#1610;&#1575;&#1569; &#1608;&#1575;&#1583;&#1585;&#1593; &#1575;&#1604;&#1608;&#1601;&#1575;&#1569; &#1608;&#1575;&#1581;&#1601;&#1592; &#1575;&#1604;&#1573;&#1582;&#1575;&#1569; &#1608;&#1571;&#1602;&#1604;&#1604; &#1605;&#1581;&#1575;&#1583;&#1579;&#1577; &#1575;&#1604;&#1606;&#1587;&#1575;&#1569;&#1548; &#1610;&#1603;&#1605;&#1604; &#1604;&#1603; &#1575;&#1604;&#1587;&#1606;&#1575;&#1569; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">7&ndash; Imam Ali (AS) said, &lsquo;Clothe yourself with shyness and armour yourself with loyalty; protect brotherhood and lessen conversation with women, and your eminence will be perfected.&rsquo;[Ghurar al-Hikam, no. 4536]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1603;&#1605;&#1575;&#1604; &#1603;&#1604; &#1575;&#1604;&#1603;&#1605;&#1575;&#1604; &#1575;&#1604;&#1578;&#1601;&#1602;&#1607; &#1601;&#1610; &#1575;&#1604;&#1583;&#1610;&#1606;&#1548; &#1608;&#1575;&#1604;&#1589;&#1576;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1575;&#1574;&#1576;&#1577;&#1548; &#1608;&#1578;&#1602;&#1583;&#1610;&#1585; &#1575;&#1604;&#1605;&#1593;&#1610;&#1588;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">8&ndash; Imam al-Baqir (AS) said, &lsquo;Perfection, all of perfection is education in religion, patience over misfortunes, and apportioning one&rsquo;s livelihood.&rsquo;[Bihar al-Anwar, v. 78, p. 172, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1579;&#1604;&#1575;&#1579; &#1582;&#1589;&#1575;&#1604; &#1605;&#1606; &#1585;&#1586;&#1602;&#1607;&#1575; &#1603;&#1575;&#1606; &#1603;&#1575;&#1605;&#1604;&#1575;: &#1575;&#1604;&#1593;&#1602;&#1604;&#1548; &#1608;&#1575;&#1604;&#1580;&#1605;&#1575;&#1604;&#1548; &#1608;&#1575;&#1604;&#1601;&#1589;&#1575;&#1581;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">9&ndash; Imam al-Sadiq (AS) said, &lsquo;There are three features that whoever is blessed with is perfect: intellect, beauty and eloquence.&rsquo;[Tuhaf al-`Uqoul, p. 320]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>


<body>

</body>

</html>
