<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>PRAISE&nbsp;&nbsp; &#1575;&#1604;&#1605;&#1583;&#1581;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-family: Arial;"><span style="font-size: 14pt">PRAISE</span><span style="font-size: 30pt">&nbsp;&nbsp; </span></span><span style="font-family: Traditional Arabic;"><span style="font-size: 30pt">&#1575;&#1604;&#1605;&#1583;&#1581;</span></span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1584;&#1605; &#1575;&#1604;&#1605;&#1583;&#1581;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Censure of Praise</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1610;&#1575;&#1603;&#1605; &#1608;&#1575;&#1604;&#1605;&#1583;&#1581; &#1563; &#1601;&#1573;&#1606;&#1607; &#1575;&#1604;&#1584;&#1576;&#1581;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, &lsquo;Beware of praise, for verily it is slaughter.&rsquo;[Kanz al-`Ummal, no. 8331]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1608; &#1605;&#1588;&#1609; &#1585;&#1580;&#1604; &#1573;&#1604;&#1609; &#1585;&#1580;&#1604; &#1576;&#1587;&#1603;&#1610;&#1606; &#1605;&#1585;&#1607;&#1601; &#1603;&#1575;&#1606; &#1582;&#1610;&#1585;&#1575; &#1604;&#1607; &#1605;&#1606; &#1571;&#1606; &#1610;&#1579;&#1606;&#1610; &#1593;&#1604;&#1610;&#1607; &#1601;&#1610; &#1608;&#1580;&#1607;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, &lsquo;A man walking to another man with a sharp knife is better for him than if he was to praise him to his face.&rsquo;[al-Mahajjat al-Bayza, v. 5, p. 284]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1581;&#1576; &#1575;&#1604;&#1573;&#1591;&#1585;&#1575;&#1569; &#1608;&#1575;&#1604;&#1579;&#1606;&#1575;&#1569; &#1610;&#1593;&#1605;&#1610; &#1608;&#1610;&#1589;&#1605; &#1593;&#1606; &#1575;&#1604;&#1583;&#1610;&#1606;&#1548; &#1608;&#1610;&#1583;&#1593; &#1575;&#1604;&#1583;&#1610;&#1575;&#1585; &#1576;&#1604;&#1575;&#1602;&#1593;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; The Prophet (SAWA) said, &lsquo;The love of commendation and praise blinds and deafens one from religion, and it makes houses desolate.&rsquo;[Tanbih al-Khawatir, v. 2, p. 122]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">4&#1600; &#1593;&#1606; &#1575;&#1604;&#1605;&#1602;&#1583;&#1575;&#1583; &#1576;&#1606; &#1593;&#1605;&#1585;&#1608;: &#1571;&#1605;&#1585;&#1606;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1571;&#1606; &#1606;&#1581;&#1579;&#1608; &#1601;&#1610; &#1608;&#1580;&#1608;&#1607; &#1575;&#1604;&#1605;&#1583;&#1575;&#1581;&#1610;&#1606; &#1575;&#1604;&#1578;&#1585;&#1575;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; Al-Miqdad b. `Aamr narrated, &lsquo;The Prophet (SAWA) ordered us to throw dust into the faces of the praisers.&rsquo;[Sunan Ibn Maja, no. 3742]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl">
<span style="font-size: 25pt; font-family:Traditional Arabic">5&#1600; &#1593;&#1606; &#1571;&#1576;&#1610; &#1605;&#1608;&#1587;&#1609;: &#1573;&#1606; &#1585;&#1580;&#1604;&#1575; &#1605;&#1583;&#1581; &#1585;&#1580;&#1604;&#1575; &#1593;&#1606;&#1583; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;)&#1548; &#1601;&#1602;&#1575;&#1604; (&#1589;): &#1604;&#1575; &#1578;&#1587;&#1605;&#1593;&#1607; &#1601;&#1578;&#1607;&#1604;&#1603;&#1607;&#1548; &#1604;&#1608; &#1587;&#1605;&#1593;&#1603; &#1604;&#1605; &#1610;&#1601;&#1604;&#1581; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; Abu Musa narrated, &lsquo;A man was about to praise another man in front of the Prophet (SAWA), so he (SAWA) said, &lsquo;Do not let him listen for you will ruin him, and if he hears you he will not succeed.&rsquo;[Kanz al-`Ummal, no. 8339]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1610;&#1607;&#1575; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1575;&#1593;&#1604;&#1605;&#1608;&#1575; &#1571;&#1606;&#1607; &#1604;&#1610;&#1587; &#1576;&#1593;&#1575;&#1602;&#1604; &#1605;&#1606; &#1575;&#1606;&#1586;&#1593;&#1580; &#1605;&#1606; &#1602;&#1608;&#1604; &#1575;&#1604;&#1586;&#1608;&#1585; &#1601;&#1610;&#1607;&#1548; &#1608;&#1604;&#1575;&#1576;&#1581;&#1603;&#1610;&#1605; &#1605;&#1606; &#1585;&#1590;&#1610; &#1576;&#1579;&#1606;&#1575;&#1569; &#1575;&#1604;&#1580;&#1575;&#1607;&#1604; &#1593;&#1604;&#1610;&#1607; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; Imam Ali (AS) said, &lsquo;O people, know that one who is annoyed by a false accusation about him is not intelligent, and nor is one who accepts the praise of an ignorant person wise.&rsquo;[Tuhaf al-`Uqoul, p. 208]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1605;&#1583;&#1581;&#1578; &#1601;&#1575;&#1582;&#1578;&#1589;&#1585;&#1548; &#1573;&#1584;&#1575; &#1584;&#1605;&#1605;&#1578; &#1601;&#1575;&#1602;&#1578;&#1589;&#1585; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; Imam Ali (AS) said, &lsquo;If you [must] praise then make it brief, and if you disparage make it short.&rsquo;[Ghurar al-Hikam, no. 3983-3984]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1608;&#1602;&#1583; &#1603;&#1585;&#1607;&#1578; &#1571;&#1606; &#1610;&#1603;&#1608;&#1606; &#1580;&#1575;&#1604; &#1601;&#1610; &#1592;&#1606;&#1603;&#1605; &#1571;&#1606;&#1610; &#1575;&#1581;&#1576; &#1575;&#1604;&#1573;&#1591;&#1585;&#1575;&#1569; &#1608;&#1575;&#1587;&#1578;&#1605;&#1575;&#1593; &#1575;&#1604;&#1579;&#1606;&#1575;&#1569;&#1548; &#1608;&#1604;&#1587;&#1578; &#1600; &#1576;&#1581;&#1605;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1600; &#1603;&#1584;&#1604;&#1603; . &#1608;&#1604;&#1608; &#1603;&#1606;&#1578; &#1575;&#1581;&#1576; &#1571;&#1606; &#1610;&#1602;&#1575;&#1604; &#1584;&#1604;&#1603; &#1604;&#1578;&#1585;&#1603;&#1578;&#1607; &#1575;&#1606;&#1581;&#1591;&#1575;&#1591;&#1575; &#1604;&#1604;&#1607;&rlm; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607; &#1593;&#1606; &#1578;&#1606;&#1575;&#1608;&#1604; &#1605;&#1575; &#1607;&#1608; &#1571;&#1581;&#1602; &#1576;&#1607; &#1605;&#1606; &#1575;&#1604;&#1593;&#1592;&#1605;&#1577; &#1608;&#1575;&#1604;&#1603;&#1576;&#1585;&#1610;&#1575;&#1569;&#1548; &#1608;&#1585;&#1576;&#1605;&#1575; &#1575;&#1587;&#1578;&#1581;&#1604;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587; &#1575;&#1604;&#1579;&#1606;&#1575;&#1569; &#1576;&#1593;&#1583; &#1575;&#1604;&#1576;&#1604;&#1575;&#1569;&#1548; &#1601;&#1604;&#1575; &#1578;&#1579;&#1606;&#1608;&#1575; &#1593;&#1604;&#1610; &#1576;&#1580;&#1605;&#1610;&#1604; &#1579;&#1606;&#1575;&#1569; &#1604;&#1573;&#1582;&#1585;&#1575;&#1580;&#1610; &#1606;&#1601;&#1587;&#1610; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607; &#1608;&#1573;&#1604;&#1610;&#1603;&#1605; &#1605;&#1606; &#1575;&#1604;&#1578;&#1602;&#1610;&#1577; (&#1575;&#1604;&#1576;&#1602;&#1610;&#1577;) &#1601;&#1610; &#1581;&#1602;&#1608;&#1602; &#1604;&#1605; &#1571;&#1601;&#1585;&#1594; &#1605;&#1606; &#1571;&#1583;&#1575;&#1574;&#1607;&#1575; &#1608;&#1601;&#1585;&#1575;&#1574;&#1590; &#1604;&#1575;&#1576;&#1583; &#1605;&#1606; &#1573;&#1605;&#1590;&#1575;&#1574;&#1607;&#1575;&#1548; &#1601;&#1604;&#1575; &#1578;&#1603;&#1604;&#1605;&#1608;&#1606;&#1610; &#1576;&#1605;&#1575; &#1578;&#1603;&#1604;&#1605; &#1576;&#1607; &#1575;&#1604;&#1580;&#1576;&#1575;&#1576;&#1585;&#1577;&#1548; &#1608;&#1604;&#1575; &#1578;&#1578;&#1581;&#1601;&#1592;&#1608;&#1575; &#1605;&#1606;&#1610; &#1576;&#1605;&#1575; &#1610;&#1578;&#1581;&#1601;&#1592; &#1576;&#1607; &#1593;&#1606;&#1583; &#1571;&#1607;&#1604; &#1575;&#1604;&#1576;&#1575;&#1583;&#1585;&#1577;&#1548; &#1608;&#1604;&#1575; &#1578;&#1582;&#1575;&#1604;&#1591;&#1608;&#1606;&#1610; &#1576;&#1575;&#1604;&#1605;&#1589;&#1575;&#1606;&#1593;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; Imam Ali (AS) said, &lsquo;I hate it for you to think that I like commendation and listening to praises when, praise be to Allah, I am not so. If I did like for such things to be said, I would abandon it as degradation of Allah Almighty in accepting something that He is more worthy of in Grandeur and Glory. People might be pleased with praises after hardships, but do not praise me good praises for what I have done for Allah Almighty, and for you in what is left of the rights I have not yet fulfilled, and obligations I must duly accomplish. So do no speak to me the way you speak to tyrants, and do not evade me as the people of passion are [to be] evaded, and do not meet me with flattery.&rsquo;[Nahj al-Balagha, Sermon 216]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1605;&#1583;&#1581;&#1607; &#1602;&#1608;&#1605; &#1601;&#1610; &#1608;&#1580;&#1607;&#1607; &#1600;: &#1575;&#1604;&#1604;&#1607;&#1605; &#1573;&#1606;&#1603; &#1571;&#1593;&#1604;&#1605; &#1576;&#1610; &#1605;&#1606; &#1606;&#1601;&#1587;&#1610;&#1548; &#1608;&#1571;&#1606;&#1575; &#1571;&#1593;&#1604;&#1605; &#1576;&#1606;&#1601;&#1587;&#1610; &#1605;&#1606;&#1607;&#1605; . &#1575;&#1604;&#1604;&#1607;&#1605; &#1575;&#1580;&#1593;&#1604;&#1606;&#1575; &#1582;&#1610;&#1585;&#1575; &#1605;&#1605;&#1575; &#1610;&#1592;&#1606;&#1608;&#1606;&#1548; &#1608;&#1575;&#1594;&#1601;&#1585; &#1604;&#1606;&#1575; &#1605;&#1575; &#1604;&#1575; &#1610;&#1593;&#1604;&#1605;&#1608;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; Imam Ali (AS), when a group of people praised him to his face, said, &lsquo;O Allah, You know more about me than I myself do, and I know more about myself than they do. O Allah, make us better than what they think and forgive us that which they do not know.&rsquo;[Nahj al-Balagha, Saying 100]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1610;&#1589;&#1605;&#1578; &#1604;&#1610;&#1587;&#1604;&#1605;&#1548; &#1608;&#1610;&#1606;&#1591;&#1602; &#1604;&#1610;&#1594;&#1606;&#1605;... &#1573;&#1606; &#1586;&#1603;&#1610; &#1582;&#1575;&#1601; &#1605;&#1605;&#1575; &#1610;&#1602;&#1608;&#1604;&#1608;&#1606;&#1548; &#1608;&#1610;&#1587;&#1578;&#1594;&#1601;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1605;&#1575; &#1604;&#1575;&#1610;&#1593;&#1604;&#1605;&#1608;&#1606;&#1548; &#1604;&#1575;&#1610;&#1594;&#1585;&#1607; &#1602;&#1608;&#1604; &#1605;&#1606; &#1580;&#1607;&#1604;&#1607;&#1548; &#1608;&#1610;&#1582;&#1575;&#1601; &#1573;&#1581;&#1589;&#1575;&#1569; &#1605;&#1575; &#1593;&#1605;&#1604;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10&ndash; Imam Zayn al-Abidin (AS) said, &lsquo;A believer is silent in order to be safe, and speaks in order to benefit&hellip;. If he is praised he fears what they say and he repents to Allah for what they do not know. He is not deceived by the sayings of those who do not know him, and he fears being accountable for the things he has done.&rsquo;[al-Kafi, v. 2, p. 231, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1583;&#1581; &#1575;&#1604;&#1585;&#1580;&#1604; &#1576;&#1605;&#1575; &#1604;&#1610;&#1587; &#1601;&#1610;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Praising Someone for Qualities That He Does Not Have</span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">11&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1610;&#1575;&#1576;&#1606; &#1605;&#1587;&#1593;&#1608;&#1583;&#1548; &#1573;&#1584;&#1575; &#1605;&#1583;&#1581;&#1603; &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1602;&#1575;&#1604;&#1608;&#1575;: &#1573;&#1606;&#1603; &#1578;&#1589;&#1608;&#1605; &#1575;&#1604;&#1606;&#1607;&#1575;&#1585; &#1608;&#1578;&#1602;&#1608;&#1605; &#1575;&#1604;&#1604;&#1610;&#1604; &#1608;&#1571;&#1606;&#1578; &#1593;&#1604;&#1609; &#1594;&#1610;&#1585; &#1584;&#1604;&#1603; &#1601;&#1604;&#1575; &#1578;&#1601;&#1585;&#1581; &#1576;&#1584;&#1604;&#1603;&#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1610;&#1602;&#1608;&#1604;: &laquo;&#1604;&#1575; &#1578;&#1581;&#1587;&#1576;&#1606; &#1575;&#1604;&#1584;&#1610;&#1606; &#1610;&#1601;&#1585;&#1581;&#1608;&#1606; &#1576;&#1605;&#1575; &#1571;&#1578;&#1608;&#1575; &#1608;&#1610;&#1581;&#1576;&#1608;&#1606; &#1571;&#1606; &#1610;&#1581;&#1605;&#1583;&#1608;&#1575; &#1576;&#1605;&#1575; &#1604;&#1605; &#1610;&#1601;&#1593;&#1604;&#1608;&#1575; &#1601;&#1604;&#1575; &#1578;&#1581;&#1587;&#1576;&#1606;&#1607;&#1605; &#1576;&#1605;&#1601;&#1575;&#1586;&#1577; &#1605;&#1606; &#1575;&#1604;&#1593;&#1584;&#1575;&#1576; &#1608;&#1604;&#1607;&#1605; &#1593;&#1584;&#1575;&#1576; &#1571;&#1604;&#1610;&#1605;&raquo;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">11&ndash; The Prophet (SAWA) said, &lsquo;O Ibn Mas`aud, if people praise you, saying, &lsquo;You fast the day and stay awake at night&rsquo;, and you do not actually do so then do not feel happy about it, for Allah Almighty says, "Do not suppose those who exult in what they have done, and love to be praised for what they have not done, do not suppose them saved from punishment, and there is a painful punishment for them." [Qur&rsquo;an 3:188] [Makarim al-Akhlaq, v. 2, p. 353, no. 2660]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1605;&#1583;&#1581;&#1603; &#1576;&#1605;&#1575; &#1604;&#1610;&#1587; &#1601;&#1610;&#1603; &#1601;&#1607;&#1608; &#1584;&#1605; &#1604;&#1603; &#1573;&#1606; &#1593;&#1602;&#1604;&#1578; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">12&ndash; Imam Ali (AS) said, &lsquo;Whoever praises you with something you do not have then it is a disparagement for you, if you are sane [know].&rsquo;[Ghurar al-Hikam, no. 9042]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1581;&#1584;&#1585; &#1605;&#1606; &#1610;&#1591;&#1585;&#1610;&#1603; &#1576;&#1605;&#1575; &#1604;&#1610;&#1587; &#1601;&#1610;&#1603; &#1601;&#1610;&#1608;&#1588;&#1603; &#1571;&#1606; &#1578;&#1606;&#1607;&#1578;&#1603; &#1576;&#1605;&#1575; &#1604;&#1610;&#1587; &#1601;&#1610;&#1603; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">13&ndash; Imam Ali (AS) said, &lsquo;Beware of he who praises you with what you do not have for you may be disgraced with qualities that are not in you.&rsquo;[Tanbih al-Khawatir, v. 2, p. 17]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1603;&#1578;&#1575;&#1576;&#1607; &#1604;&#1604;&#1571;&#1588;&#1578;&#1585; &#1600;: &#1575;&#1604;&#1589;&#1602; &#1576;&#1571;&#1607;&#1604; &#1575;&#1604;&#1608;&#1585;&#1593; &#1608;&#1575;&#1604;&#1589;&#1583;&#1602;&#1548; &#1579;&#1605; &#1585;&#1590;&#1607;&#1605; &#1593;&#1604;&#1609; &#1573;&#1604;&#1575; &#1610;&#1591;&#1585;&#1608;&#1603;&#1548; &#1608;&#1604;&#1575; &#1610;&#1576;&#1580;&#1608;&#1603; &#1576;&#1576;&#1575;&#1591;&#1604; &#1604;&#1605; &#1578;&#1601;&#1593;&#1604;&#1607; &#1563; &#1601;&#1573;&#1606; &#1603;&#1579;&#1585;&#1577; &#1575;&#1604;&#1573;&#1591;&#1585;&#1575;&#1569; &#1578;&#1581;&#1583;&#1579; &#1575;&#1604;&#1586;&#1607;&#1608;&#1548; &#1608;&#1578;&#1583;&#1606;&#1610; &#1605;&#1606; &#1575;&#1604;&#1593;&#1586;&#1577; (&#1575;&#1604;&#1594;&#1585;&#1577;) . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">14&ndash; Imam Ali (AS), in his letter to al-Ashtar, said, &lsquo;Stick to people of piety and truthfulness, then tell them not to praise you and not to slash you with a wrong that you have not done, for too much praise brings pride and decreases dignity.&rsquo;[Nahj al-Balagha, Letter 53]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1580;&#1575;&#1576;&#1585; &#1576;&#1606; &#1610;&#1586;&#1610;&#1583; &#1575;&#1604;&#1580;&#1593;&#1601;&#1610; &#1600;: &#1608;&#1575;&#1593;&#1604;&#1605; &#1576;&#1571;&#1606;&#1603; &#1604;&#1575; &#1578;&#1603;&#1608;&#1606; &#1604;&#1606;&#1575; &#1608;&#1604;&#1610;&#1575; &#1581;&#1578;&#1609; &#1604;&#1608; &#1575;&#1580;&#1578;&#1605;&#1593; &#1593;&#1604;&#1610;&#1603; &#1571;&#1607;&#1604; &#1605;&#1589;&#1585;&#1603; &#1608;&#1602;&#1575;&#1604;&#1608;&#1575;: &#1573;&#1606;&#1603; &#1585;&#1580;&#1604; &#1587;&#1608;&#1569; &#1604;&#1605; &#1610;&#1581;&#1586;&#1606;&#1603; &#1584;&#1604;&#1603;&#1548; &#1608;&#1604;&#1608; &#1602;&#1575;&#1604;&#1608;&#1575;: &#1573;&#1606;&#1603; &#1585;&#1580;&#1604; &#1589;&#1575;&#1604;&#1581; &#1604;&#1605; &#1610;&#1587;&#1585;&#1603; &#1584;&#1604;&#1603;&#1548; &#1608;&#1604;&#1603;&#1606; &#1575;&#1593;&#1585;&#1590; &#1606;&#1601;&#1587;&#1603; &#1593;&#1604;&#1609; &#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1604;&#1607;&rlm; &#1563; &#1601;&#1573;&#1606; &#1603;&#1606;&#1578; &#1587;&#1575;&#1604;&#1603;&#1575; &#1587;&#1576;&#1610;&#1604;&#1607;&#1548; &#1586;&#1575;&#1607;&#1583;&#1575; &#1601;&#1610; &#1578;&#1586;&#1607;&#1610;&#1583;&#1607;&#1548; &#1585;&#1575;&#1594;&#1576;&#1575; &#1601;&#1610; &#1578;&#1585;&#1594;&#1610;&#1576;&#1607;&#1548; &#1582;&#1575;&#1574;&#1601;&#1575; &#1605;&#1606; &#1578;&#1582;&#1608;&#1610;&#1601;&#1607;&#1548; &#1601;&#1575;&#1579;&#1576;&#1578; &#1608;&#1571;&#1576;&#1588;&#1585;&#1548; &#1601;&#1573;&#1606;&#1607; &#1604;&#1575; &#1610;&#1590;&#1585;&#1603; &#1605;&#1575; &#1602;&#1610;&#1604; &#1601;&#1610;&#1603;&#1548; &#1608;&#1573;&#1606; &#1603;&#1606;&#1578; &#1605;&#1576;&#1575;&#1574;&#1606;&#1575; &#1604;&#1604;&#1602;&#1585;&#1570;&#1606; &#1601;&#1605;&#1575;&#1584;&#1575; &#1575;&#1604;&#1584;&#1610; &#1610;&#1594;&#1585;&#1603; &#1605;&#1606; &#1606;&#1601;&#1587;&#1603;&#1567;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">15&ndash; Imam al-Baqir (AS) said to Jabir b. Yazid al-Ju`afi, &lsquo;Know that you will not be a friend of ours unless if all of your countrymen were to gather and claim that you are a bad person, it would not worry you, and if they were all to say that you are a good person, it would not make you any happier. Expose yourself to the Book of Allah, and if you follow its path, abstaining from that which it dictates to be abstained from, wanting what it wants, and fearing that which it frightens about, then be steadfast and rejoice, for what is said about you will not harm you. But if you are contrary to the Qur&rsquo;an then what do you have to be proud about?&rsquo;[Tuhaf al-`Uqoul, p. 46]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1593;&#1587;&#1603;&#1585;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1605;&#1583;&#1581; &#1594;&#1610;&#1585; &#1575;&#1604;&#1605;&#1587;&#1578;&#1581;&#1602; &#1601;&#1602;&#1583; &#1602;&#1575;&#1605; &#1605;&#1602;&#1575;&#1605; &#1575;&#1604;&#1605;&#1578;&#1607;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">16&ndash; Imam al-&lsquo;Askari (AS) said, &lsquo;He who praises one who is not worthy of it, stands to be suspected!&rsquo;[A`alam al-Din, p. 313]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1578;&#1581;&#1584;&#1610;&#1585; &#1605;&#1606; &#1605;&#1583;&#1581; &#1575;&#1604;&#1601;&#1575;&#1580;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Caution against Praising an Immoral Person</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">17&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1584;&#1575; &#1605;&#1583;&#1581; &#1575;&#1604;&#1601;&#1575;&#1580;&#1585; &#1575;&#1607;&#1578;&#1586; &#1575;&#1604;&#1593;&#1585;&#1588; &#1608;&#1594;&#1590;&#1576; &#1575;&#1604;&#1585;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">17&ndash; The Prophet (SAWA) said, &lsquo;When an immoral person is praised, the Throne trembles and the Lord is angered.&rsquo;[Tuhaf al-`Uqoul, p. 46]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">18&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1605;&#1583;&#1581; &#1587;&#1604;&#1591;&#1575;&#1606;&#1575; &#1580;&#1575;&#1574;&#1585;&#1575; &#1608;&#1578;&#1582;&#1601;&#1601; &#1608;&#1578;&#1590;&#1593;&#1590;&#1593; &#1604;&#1607; &#1591;&#1605;&#1593;&#1575; &#1601;&#1610;&#1607; &#1603;&#1575;&#1606; &#1602;&#1585;&#1610;&#1606;&#1607; &#1573;&#1604;&#1609; &#1575;&#1604;&#1606;&#1575;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">18&ndash; The Prophet (SAWA) said, &lsquo;Whoever praises a tyrant ruler and is lenient and subservient to him, out of eagerness [for his reward], then he will be his consort in the Hellfire.&rsquo;[Amali al-Saduq, p. 347, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1606;&#1607;&#1610; &#1593;&#1606; &#1578;&#1586;&#1603;&#1610;&#1577; &#1575;&#1604;&#1606;&#1601;&#1587;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Warning of Praising Oneself</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">19&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1602;&#1575;&#1604;: &#1573;&#1606;&#1610; &#1582;&#1610;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1607;&#1608; &#1605;&#1606; &#1588;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1608;&#1605;&#1606; &#1602;&#1575;&#1604;: &#1573;&#1606;&#1610; &#1601;&#1610; &#1575;&#1604;&#1580;&#1606;&#1577; &#1601;&#1607;&#1608; &#1601;&#1610; &#1575;&#1604;&#1606;&#1575;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">19&ndash; The Prophet (SAWA) said, &lsquo;Whoever says: &lsquo;I am the best of people&rsquo;, then he is the worst of people, and whoever says: &lsquo;I am [deserving] of Heaven&rsquo; is [deserving] of Hell.&rsquo;[Nawadir al-Rawandi, p. 11]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p style="text-align: justify;" dir="rtl"><span style="font-size: 25pt">20&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;: &laquo;&#1601;&#1604;&#1575; &#1578;&#1586;&#1603;&#1608;&#1575;...&raquo; &#1600;: &#1602;&#1608;&#1604; &#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606;: &#1589;&#1604;&#1610;&#1578; &#1575;&#1604;&#1576;&#1575;&#1585;&#1581;&#1577; &#1608;&#1589;&#1605;&#1578; &#1571;&#1605;&#1587; &#1608;&#1606;&#1581;&#1608; &#1607;&#1584;&#1575;. &#1573;&#1606; &#1602;&#1608;&#1605;&#1575; &#1603;&#1575;&#1606;&#1608;&#1575; &#1610;&#1589;&#1576;&#1581;&#1608;&#1606; &#1601;&#1610;&#1602;&#1608;&#1604;&#1608;&#1606;: &#1589;&#1604;&#1610;&#1606;&#1575; &#1575;&#1604;&#1576;&#1575;&#1585;&#1581;&#1577; &#1608;&#1589;&#1605;&#1606;&#1575; &#1571;&#1605;&#1587;&#1548; &#1601;&#1602;&#1575;&#1604; &#1593;&#1604;&#1610; (&#1593;): &#1604;&#1603;&#1606;&#1610; &#1571;&#1606;&#1575;&#1605; &#1575;&#1604;&#1604;&#1610;&#1604; &#1608;&#1575;&#1604;&#1606;&#1607;&#1575;&#1585;&#1548; &#1608;&#1604;&#1608; &#1571;&#1580;&#1583; &#1576;&#1610;&#1606;&#1607;&#1605;&#1575; &#1588;&#1610;&#1574;&#1575; &#1604;&#1606;&#1605;&#1578;&#1607;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">20&ndash; Imam al-Sadiq (AS), when asked about Allah&rsquo;s verse in the Qur&rsquo;an: "So do not flaunt your piety" said, &lsquo;It refers to when someone says, &lsquo;I prayed yesterday and fasted yesterday&rsquo;, and its like. The Prophet (SAWA) then said, &lsquo;A group of people would wake up and say, 'We prayed and fasted yesterday', and Imam Ali (AS) said, &lsquo;But I sleep night and day and if I found any time between that I would sleep too [i.e. making light of his worship in front of people].&rsquo;[Ma`ani al-Akhbar, p. 243, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>


<body>

</body>

</html>
