<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>PREDESTINATION&nbsp;&nbsp; &#1575;&#1604;&#1580;&#1576;&#1585;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">PREDESTINATION&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1580;&#1576;&#1585;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="font-size: 32pt; color: #990033; font-family: Traditional Arabic;">&#1576;&#1591;&#1604;&#1575;&#1606; &#1575;&#1604;&#1580;&#1576;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Fallacy Of Predestination</span></span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1576;&#1610;&#1575;&#1606; &#1576;&#1591;&#1604;&#1575;&#1606; &#1575;&#1604;&#1580;&#1576;&#1585; &#1600; :&#1604;&#1608; &#1603;&#1575;&#1606; &#1603;&#1584;&#1604;&#1603; &#1604;&#1576;&#1591;&#1604; &#1575;&#1604;&#1579;&#1608;&#1575;&#1576; &#1608;&#1575;&#1604;&#1593;&#1602;&#1575;&#1576;&#1548; &#1608;&#1575;&#1604;&#1571;&#1605;&#1585; &#1608;&#1575;&#1604;&#1606;&#1607;&#1610; &#1608;&#1575;&#1604;&#1586;&#1580;&#1585;&#1548; &#1608;&#1604;&#1587;&#1602;&#1591; &#1605;&#1593;&#1606;&#1609; &#1575;&#1604;&#1608;&#1593;&#1583; &#1608;&#1575;&#1604;&#1608;&#1593;&#1610;&#1583;&#1548; &#1608;&#1604;&#1605; &#1578;&#1603;&#1606; &#1593;&#1604;&#1609; &#1605;&#1587;&#1610;&#1569; &#1604;&#1575;&#1574;&#1605;&#1577;&#1548; &#1608;&#1604;&#1575; &#1604;&#1605;&#1581;&#1587;&#1606; &#1605;&#1581;&#1605;&#1583;&#1577;&#1548; &#1608;&#1604;&#1603;&#1575;&#1606; &#1575;&#1604;&#1605;&#1581;&#1587;&#1606; &#1571;&#1608;&#1604;&#1609; &#1576;&#1575;&#1604;&#1604;&#1575;&#1574;&#1605;&#1577; &#1605;&#1606; &#1575;&#1604;&#1605;&#1584;&#1606;&#1576;&#1548; &#1608;&#1575;&#1604;&#1605;&#1584;&#1606;&#1576; &#1571;&#1608;&#1604;&#1609; &#1576;&#1575;&#1604;&#1573;&#1581;&#1587;&#1575;&#1606; &#1605;&#1606; &#1575;&#1604;&#1605;&#1581;&#1587;&#1606;&#1548; &#1578;&#1604;&#1603; &#1605;&#1602;&#1575;&#1604;&#1577; &#1593;&#1576;&#1583;&#1577; &#1575;&#1604;&#1571;&#1608;&#1579;&#1575;&#1606; &#1608;&#1582;&#1589;&#1605;&#1575;&#1569; &#1575;&#1604;&#1585;&#1581;&#1605;&#1606;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-family: Arial;"><span style="font-size: 25pt">1- Imam Ali (AS), exposing the fallacy of predestination, said, &lsquo;If it were like this, the concepts of reward, punishment, command, and prohibition would be erroneous. The meaning of promise [of Paradise] and threat [of the Hellfire] would be futile, and there would be no blame for a wrongdoer, nor praise for the good-doer. Furthermore, the good-doer would be more blameworthy than the wrongdoer, and the latter would deserve more praise than the former. This [i.e. predestination] is the claim of the idolators and the foes of the Merciful.&rsquo;[Bihar al-Anwar, v. 5, p. 13, no. 19]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1575;&#1587;&#1578;&#1591;&#1593;&#1578; &#1571;&#1606; &#1578;&#1604;&#1608;&#1605;&rlm; &#1575;&#1604;&#1593;&#1576;&#1583; &#1593;&#1604;&#1610;&#1607; &#1601;&#1607;&#1608; &#1605;&#1606;&#1607;&#1548; &#1608;&#1605;&#1575; &#1604;&#1605; &#1578;&#1587;&#1578;&#1591;&#1593; &#1571;&#1606; &rlm;&#1578;&#1604;&#1608;&#1605; &#1575;&#1604;&#1593;&#1576;&#1583; &#1593;&#1604;&#1610;&#1607; &#1601;&#1607;&#1608; &#1605;&#1606; &#1601;&#1593;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1610;&#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1604;&#1604;&#1593;&#1576;&#1583;: &#1604;&#1605; &#1593;&#1589;&#1610;&#1578;&#1567; &#1604;&#1605; &rlm;&#1601;&#1587;&#1602;&#1578; &#1567; &#1604;&#1605; &#1588;&#1585;&#1576;&#1578; &#1575;&#1604;&#1582;&#1605;&#1585;&#1567; &#1604;&#1605; &#1586;&#1606;&#1610;&#1578;&#1567;&#1601;&#1607;&#1584;&#1575; &#1601;&#1593;&#1604; &#1575;&#1604;&#1593;&#1576;&#1583;&#1548; &#1608;&#1604;&#1575; &#1610;&#1602;&#1608;&#1604; &#1604;&#1607;: &#1604;&#1605; &#1605;&#1585;&#1590;&#1578;&#1567; &#1604;&#1605; &#1602;&#1589;&#1585;&#1578; &#1567; &#1604;&#1605; &#1575;&#1576;&#1610;&#1590;&#1590;&#1578; &#1567; &#1604;&#1605; &#1575;&#1587;&#1608;&#1583;&#1583;&#1578;&#1567; &#1604;&#1571;&#1606;&#1607; &#1605;&#1606; &#1601;&#1593;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">2- Imam al-Sadiq (AS) said, &lsquo;Anything that you can blame a servant [of Allah] for is his own doing, and whatever you cannot blame him for is Allah&rsquo;s doing. Allah, the Exalted, will ask the servant, &lsquo;Why did you disobey [Me]? Why did you commit sins? Why did you drink wine? Why did you commit adultery?&rsquo; All of this is the the servant&rsquo;s doing. But He will not ask him, &lsquo;Why were you sick? Why were you short? Why were you white? Why were you black?&rsquo; because all of this is Allah&rsquo;s doing.&rsquo;[Ibid. p. 59, no. 109]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1587;&#1610;&#1574;&#1575;&#1578; &#1604;&#1575; &#1578;&#1582;&#1604;&#1608; &#1605;&#1606; &#1573;&#1581;&#1583;&#1609; &#1579;&#1604;&#1575;&#1579;: &#1573;&#1605;&#1575; &#1571;&#1606; &#1578;&#1603;&#1608;&#1606; &#1605;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1600; &#1608;&#1604;&#1610;&#1587;&#1578; &#1605;&#1606;&#1607; &#1600; &#1601;&#1604;&#1575; &#1610;&#1606;&#1576;&#1594;&#1610; &#1604;&#1604;&#1585;&#1576; &#1571;&#1606; &#1610;&#1593;&#1584;&#1576; &#1575;&#1604;&#1593;&#1576;&#1583; &#1593;&#1604;&#1609; &#1605;&#1575; &#1604;&#1575; &#1610;&#1585;&#1578;&#1603;&#1576;&#1548; &#1608;&#1573;&#1605;&#1575; &#1571;&#1606; &#1578;&#1603;&#1608;&#1606; &#1605;&#1606;&#1607; &#1608;&#1605;&#1606; &#1575;&#1604;&#1593;&#1576;&#1583; &#1600; &#1608;&#1604;&#1610;&#1587;&#1578; &#1603;&#1584;&#1604;&#1603; &#1600; &#1601;&#1604;&#1575; &#1610;&#1606;&#1576;&#1594;&#1610; &#1604;&#1604;&#1588;&#1585;&#1610;&#1603; &#1575;&#1604;&#1602;&#1608;&#1610; &#1571;&#1606; &#1610;&#1592;&#1604;&#1605; &#1575;&#1604;&#1588;&#1585;&#1610;&#1603;&rlm; &#1575;&#1604;&#1590;&#1593;&#1610;&#1601;&#1548; &#1608;&#1573;&#1605;&#1575; &#1571;&#1606; &#1578;&#1603;&#1608;&#1606; &#1605;&#1606; &#1575;&#1604;&#1593;&#1576;&#1583; &#1600; &#1608;&#1607;&#1610; &#1605;&#1606;&#1607; &#1600; &#1601;&#1573;&#1606; &#1593;&#1601;&#1575; &#1601;&#1576;&#1603;&#1585;&#1605;&#1607; &#1608;&#1580;&#1608;&#1583;&#1607;&#1548; &#1608;&#1573;&#1606; &#1593;&#1575;&#1602;&#1576; &#1601;&#1576;&#1584;&#1606;&#1576; &#1575;&#1604;&#1593;&#1576;&#1583; &#1608;&#1580;&#1585;&#1610;&#1585;&#1578;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">3- Imam al-Kazim (AS) said, &lsquo;Sins cannot be other than one of three cases: either they originate from Allah &ndash; which they do not &ndash; and in this case it would not be proper for the Lord to punish His servant for what he has not committed; or that they originate from Him and the servant together &ndash; which they do not &ndash; and in this case it would not be proper for the strong partner to wrong the weak partner; or that they originate from the servant &ndash; which they do &ndash; and in this case, if Allah forgives, it is due to His kindness and liberality, or if He punishes, it is as a result of the sin and crime of the servant.&rsquo;[Ibid. v. 78, p. 323, no. 23]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center"><span style="font-size: 32pt; color: #990033; font-family: Traditional Arabic;">&#1604;&#1575; &#1580;&#1576;&#1585; &#1608;&#1604;&#1575; &#1578;&#1601;&#1608;&#1610;&#1590;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Neither Free Will Nor Predestination</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">4&#1600; &#1575;&#1604;&#1578;&#1608;&#1581;&#1610;&#1583; &#1593;&#1606; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; &#1608;&#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &rlm;&#1575;&#1604;&#1589;&#1575;&#1583;&#1602;(: &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586; &#1608;&#1580;&#1604; &#1571;&#1585;&#1581;&#1605; &#1576;&#1582;&#1604;&#1602;&#1607; &#1605;&#1606; &#1571;&#1606; &#1610;&#1580;&#1576;&#1585; &#1582;&#1604;&#1602;&#1607; &#1593;&#1604;&#1609; &#1575;&#1604;&#1584;&#1606;&#1608;&#1576; &#1579;&#1605; &#1610;&#1593;&#1584;&#1576;&#1607;&#1605; &#1593;&#1604;&#1610;&#1607;&#1575;&#1548; &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1593;&#1586; &#1605;&#1606; &#1571;&#1606; &#1610;&#1585;&#1610;&#1583; &#1571;&#1605;&#1585;&#1575; &#1601;&#1604;&#1575; &#1610;&#1603;&#1608;&#1606; . &#1602;&#1575;&#1604;: &#1601;&#1587;&#1574;&#1604;&#1575;(: &#1607;&#1604; &#1576;&#1610;&#1606; &#1575;&#1604;&#1580;&#1576;&#1585; &#1608;&#1575;&#1604;&#1602;&#1583;&#1585; &#1605;&#1606;&#1586;&#1604;&#1577; &#1579;&#1575;&#1604;&#1579;&#1577;&#1567; &#1602;&#1575;&#1604;&#1575;: &#1606;&#1593;&#1605;&#1548; &#1571;&#1608;&#1587;&#1593; &#1605;&#1605;&#1575; &#1576;&#1610;&#1606; &#1575;&#1604;&#1587;&#1605;&#1575;&#1569; &#1608;&#1575;&#1604;&#1571;&#1585;&#1590;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">4- Imam al-Baqir and Imam al-Sadiq (AS) said, &lsquo;Allah, the Exalted, is too merciful to coerce His servants to sin and then punish them for it. He is also too mighty to want something and it not be accomplished.&rsquo; Then they were asked whether there is a stance between free will and predestination, to which they replied, &lsquo;Yes, [a stance] wider than the space between the earth and the sky.&rsquo;[al-Tawhid, p. 360, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify">&nbsp;</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">5&#1600; &#1576;&#1581;&#1575;&#1585; &#1575;&#1604;&#1571;&#1606;&#1608;&#1575;&#1585; &#1593;&#1606; &#1575;&#1604;&#1605;&#1601;&#1590;&#1604; &#1593;&#1606; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&rlm;&#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1580;&#1576;&#1585; &#1608;&#1604;&#1575; &#1578;&#1601;&#1608;&#1610;&#1590;&#1548; &#1608;&#1604;&#1603;&#1606; &#1571;&#1605;&#1585; &#1576;&#1610;&#1606; &#1571;&#1605;&#1585;&#1610;&#1606; . &#1602;&#1575;&#1604;: &#1602;&#1604;&#1578;: &#1605;&#1575; &#1571;&#1605;&#1585; &#1576;&#1610;&#1606; &#1571;&#1605;&#1585;&#1610;&#1606; &#1567; &#1602;&#1575;&#1604;: &#1605;&#1579;&#1604; &#1584;&#1604;&#1603; &#1605;&#1579;&#1604; &#1585;&#1580;&#1604; &#1585;&#1571;&#1610;&#1578;&#1607; &#1593;&#1604;&#1609; &#1605;&#1593;&#1589;&#1610;&#1577; &#1601;&#1606;&#1607;&#1610;&#1578;&#1607; &#1601;&#1604;&#1605; &#1610;&#1606;&#1578;&#1607;&#1548; &#1601;&#1578;&#1585;&#1603;&#1578;&#1607; &#1601;&#1601;&#1593;&#1604; &#1578;&#1604;&#1603; &#1575;&#1604;&#1605;&#1593;&#1589;&#1610;&#1577;&#1548; &#1601;&#1604;&#1610;&#1587; &#1581;&#1610;&#1579; &#1604;&#1605; &#1610;&#1602;&#1576;&#1604; &#1605;&#1606;&#1603; &#1601;&#1578;&#1585;&#1603;&#1578;&#1607; &#1603;&#1606;&#1578; &#1571;&#1606;&#1578; &#1575;&#1604;&#1584;&#1610; &#1571;&#1605;&#1585;&#1578;&#1607; &#1576;&#1575;&#1604;&#1605;&#1593;&#1589;&#1610;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">5- Imam al-Sadiq (AS) said, according to what Mufadhal b. `Umar narrated on his authority, &lsquo;There is neither predestination nor free will, but a stance in between them.&rsquo; [Mufadhal] asked, &lsquo;What is the stance in between?&rsquo; He replied, &lsquo;It is like when you observe a man in sin and you advise him against it but he does not desist from it, so you leave him to his sin. Leaving him to sin after he has rejected your advice does not mean that you commanded him to sin.&rsquo;[Bihar al-Anwar, v. 5, p. 17, no. 27]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center"><span style="font-size: 32pt; color: #990033; font-family: Traditional Arabic;">&#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1608;&#1604;&#1609; &#1576;&#1575;&#1604;&#1581;&#1587;&#1606;&#1575;&#1578;</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Allah Deserves All Credit For Good Deeds</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1585;&#1590;&#1575; <span lang="ar-sa">(&#1593;): &#1602;&#1575;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609;: &#1610;&#1575;&#1576;&#1606; &#1570;&#1583;&#1605;&#1548; &#1576;&#1605;&#1588;&#1610;&#1578;&#1610; &#1603;&#1606;&#1578; &#1571;&#1606;&#1578; &#1575;&#1604;&#1584;&#1610; &#1578;&#1588;&#1575;&#1569;&#1548; &#1608;&#1576;&#1606;&#1593;&#1605;&#1578;&#1610; &#1571;&#1583;&#1610;&#1578; &#1573;&#1604;&#1610; &#1601;&#1585;&#1575;&#1574;&#1590;&#1610;&#1548; &#1608;&#1576;&#1602;&#1583;&#1585;&#1578;&#1610; &#1602;&#1608;&#1610;&#1578; &#1593;&#1604;&#1609; &#1605;&#1593;&#1589;&#1610;&#1578;&#1610;&#1548; &#1582;&#1604;&#1602;&#1578;&#1603; &#1587;&#1605;&#1610;&#1593;&#1575; &#1576;&#1589;&#1610;&#1585;&#1575;&#1548; &#1571;&#1606;&#1575; &#1571;&#1608;&#1604;&#1609; &#1576;&#1581;&#1587;&#1606;&#1575;&#1578;&#1603; &#1605;&#1606;&#1603;&#1548; &#1608;&#1571;&#1606;&#1578; &#1571;&#1608;&#1604;&#1609; &#1576;&#1587;&#1610;&#1574;&#1575;&#1578;&#1603; &#1605;&#1606;&#1610;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">6- Imam al-Rida (AS) said, &lsquo;Allah, most High, said, &lsquo;O son of Adam! By My will you attained free will, and with the help of My favor, you perform your obligations towards Me, and with My power you feel empowered to disobey Me. I created you with sight and hearing, so I deserve more credit for your good deeds than you, while you are to blame for your own misdeeds.&rsquo;[Ibid. p. 4, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
<tr>
<td align="justify"><p dir="rtl" align="center"><span style="font-size: 32pt; color: #990033; font-family: Traditional Arabic;">&#1575;&#1604;&#1580;&#1576;&#1585;&#1610;&#1577; &#1608;&#1575;&#1604;&#1602;&#1583;&#1585;&#1610;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Proponents Of Predestination And Proponents Of Free Will</span></p>
</td>
</tr>
<tr>
<td align="justify">
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1586;&#1593;&#1605; &#1571;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1580;&#1576;&#1585; &#1593;&#1576;&#1575;&#1583;&#1607; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1593;&#1575;&#1589;&#1610; &#1571;&#1608; &#1610;&#1603;&#1604;&#1601;&#1607;&#1605; &#1605;&#1575; &#1604;&#1575; &#1610;&#1591;&#1610;&#1602;&#1608;&#1606; &#1601;&#1604;&#1575; &#1578;&#1571;&#1603;&#1604;&#1608;&#1575; &#1584;&#1576;&#1610;&#1581;&#1578;&#1607;&#1548; &#1608;&#1604;&#1575; &#1578;&#1602;&#1576;&#1604;&#1608;&#1575; &#1588;&#1607;&#1575;&#1583;&#1578;&#1607;&#1548; &#1608;&#1604;&#1575; &#1578;&#1589;&#1604;&#1608;&#1575; &#1608;&#1585;&#1575;&#1569;&#1607;&#1548; &#1608;&#1604;&#1575; &#1578;&#1593;&#1591;&#1608;&#1607; &#1605;&#1606; &#1575;&#1604;&#1586;&#1603;&#1575;&#1577; &#1588;&#1610;&#1574;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;" align="justify"><span style="font-size: 25pt">7- Imam al-Sadiq (AS) said, &lsquo;He who claims that Allah coerces His servants to disobey Him or burdens them with that which they cannot endure [i.e. acts of obedience], you must not eat from an animal that he has slaughtered, nor should you believe his testimony, nor pray behind him, nor give him any part of your alms.&rsquo;[Ibid. p. 11, no. 17]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>


<body>

</body>

</html>
