<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>RAMAZAN&nbsp;&nbsp; &#1585;&#1605;&#1590;&#1575;&#1606;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">RAMAZAN</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1585;&#1605;&#1590;&#1575;&#1606;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1588;&#1607;&#1585; &#1585;&#1605;&#1590;&#1575;&#1606;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Month of Ramazan</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606;&#1605;&#1575; &#1587;&#1605;&#1610; &#1575;&#1604;&#1585;&#1605;&#1590;&#1575;&#1606; &#1604;&#1571; &#1606;&#1607; &#1610;&#1585;&#1605;&#1590; &#1575;&#1604;&#1584;&#1606;&#1608;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, 'Verily Ramazan has been thus named because it scorches454 away sins.&rsquo;[Kanz al-`Ummal, no. 23688]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1571;&#1576;&#1608;&#1575;&#1576; &#1575;&#1604;&#1587;&#1605;&#1575;&#1569; &#1578;&#1601;&#1578;&#1581; &#1601;&#1610; &#1571;&#1608;&#1604; &#1604;&#1610;&#1604;&#1577; &#1605;&#1606; &#1588;&#1607;&#1585;&#1585;&#1605;&#1590;&#1575;&#1606;&#1548; &#1608;&#1604;&#1575; &#1578;&#1594;&#1604;&#1602; &#1573;&#1604;&#1609; &#1570;&#1582;&#1585; &#1604;&#1610;&#1604;&#1577; &#1605;&#1606;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, 'Verily the gates of the heavens are opened on the first night of the month of Ramazan, and are not closed again until the very last night.&rsquo;[Bihar al-Anwar, v. 96, p. 34, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1608; &#1610;&#1593;&#1604;&#1605; &#1575;&#1604;&#1593;&#1576;&#1583; &#1605;&#1575; &#1601;&#1610; &#1585;&#1605;&#1590;&#1575;&#1606; &#1604;&#1608;&#1583; &#1571;&#1606; &#1610;&#1603;&#1608;&#1606; &#1585;&#1605;&#1590;&#1575;&#1606; &#1575;&#1604;&#1587;&#1606;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; The Prophet (SAWA) said, 'If the servant was to fathom the worth of Ramazan, he would wish that Ramazan lasted the whole year.&rsquo;[Bihar al-Anwar, p. 346, no. 12]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">4&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1584;&#1575; &#1575;&#1587;&#1578;&#1607;&#1604; &#1585;&#1605;&#1590;&#1575;&#1606; &#1594;&#1604;&#1602;&#1578; &#1571;&#1576;&#1608;&#1575;&#1576; &#1575;&#1604;&#1606;&#1575;&#1585; &#1548; &#1608;&#1601;&#1578;&#1581;&#1578; &#1571;&#1576;&#1608;&#1575;&#1576; &#1575;&#1604;&#1580;&#1606;&#1575;&#1606; &#1548; &#1608;&#1589;&#1601;&#1583;&#1578; &#1575;&#1604;&#1588;&#1610;&#1575;&#1591;&#1610;&#1606; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; The Prophet (SAWA) said, 'As soon as the month of Ramazan sets in, the gates of Hell are locked up, the gates of Paradise are opened, and the devils are bound up.&rsquo;[Bihar al-Anwar, p. 348, no. 14]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1582;&#1591;&#1576;&#1606;&#1575; &#1584;&#1575;&#1578; &#1610;&#1608;&#1605;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1571;&#1610;&#1607;&#1575; &#1575;&#1604;&#1606;&#1575;&#1587; &#1548; &#1573;&#1606;&#1607; &#1602;&#1583; &#1571;&#1602;&#1576;&#1604; &#1573;&#1604;&#1610;&#1603;&#1605; &#1588;&#1607;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1575;&#1604;&#1576;&#1585;&#1603;&#1577; &#1608;&#1575;&#1604;&#1585;&#1581;&#1605;&#1577; &#1608;&#1575;&#1604;&#1605;&#1594;&#1601;&#1585;&#1577; &#1548; &#1588;&#1607;&#1585; &#1607;&#1608; &#1593;&#1606;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1588;&#1607;&#1608;&#1585; &#1548; &#1608;&#1571;&#1610;&#1575;&#1605;&#1607; &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1571;&#1610;&#1575;&#1605; &#1548; &#1608;&#1604;&#1610;&#1575;&#1604;&#1610;&#1607; &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1604;&#1610;&#1575;&#1604;&#1610; &#1548; &#1608;&#1587;&#1575;&#1593;&#1575;&#1578;&#1607; &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1587;&#1575;&#1593;&#1575;&#1578; &#1548; &#1607;&#1608; &#1588;&#1607;&#1585; &#1583;&#1593;&#1610;&#1578;&#1605; &#1601;&#1610;&#1607; &#1573;&#1604;&#1609; &#1590;&#1610;&#1575;&#1601;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1580;&#1593;&#1604;&#1578;&#1605; &#1601;&#1610;&#1607; &#1605;&#1606; &#1571;&#1607;&#1604; &#1603;&#1585;&#1575;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm; &#1548; &#1571;&#1606;&#1601;&#1575;&#1587;&#1603;&#1605; &#1601;&#1610;&#1607; &#1578;&#1587;&#1576;&#1610;&#1581; &#1548; &#1608;&#1606;&#1608;&#1605;&#1603;&#1605; &#1601;&#1610;&#1607; &#1593;&#1576;&#1575;&#1583;&#1577; &#1548; &#1608;&#1593;&#1605;&#1604;&#1603;&#1605; &#1601;&#1610;&#1607; &#1605;&#1602;&#1576;&#1608;&#1604; &#1548; &#1608;&#1583;&#1593;&#1575;&#1572;&#1603;&#1605; &#1601;&#1610;&#1607; &#1605;&#1587;&#1578;&#1580;&#1575;&#1576; ... &#1601;&#1602;&#1605;&#1578; &#1601;&#1602;&#1604;&#1578;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1548; &#1605;&#1575; &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604; &#1601;&#1610; &#1607;&#1584;&#1575; &#1575;&#1604;&#1588;&#1607;&#1585;&#1567; &#1601;&#1602;&#1575;&#1604;: &#1610;&#1575; &#1571;&#1576;&#1575;&#1575;&#1604;&#1581;&#1587;&#1606;&#1548; &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604; &#1601;&#1610; &#1607;&#1584;&#1575; &#1575;&#1604;&#1588;&#1607;&#1585;&#1548; &#1575;&#1604;&#1608;&#1585;&#1593; &#1593;&#1606; &#1605;&#1581;&#1575;&#1585;&#1605; &rlm;&#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;.</span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; Imam Ali (AS) said, 'Verily the Prophet of Allah (AS) addressed us one day, saying, "O people, verily the month of Allah has come to you with benediction, mercy and forgiveness - a month that is the best of months in the sight of Allah, whose days are the best of days, whose nights are the best of nights, and whose hours are the best of hours. It is a month wherein you have been invited to the banquet of Allah and have been made worthy of Allah's magnanimity. Your breaths during this month are considered glorification [of Allah], and your sleep worship. Your actions in it are accepted and your supplication answered&hellip;" Upon hearing this, I stood up and asked, 'O Prophet of Allah, what is the best of deeds to be performed in this month?' He replied, 'O Abu al-Hasan, the best of deeds in this month is to restrain oneself from all that Allah, Mighty and Exalted, has prohibited.&rsquo;[Amali al-Saduq, p. 84, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604;&rlm;&#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1604;&#1605;&#1575; &#1581;&#1590;&#1585; &#1588;&#1607;&#1585; &#1585;&#1605;&#1590;&#1575;&#1606; &#1608;&#1584;&#1604;&#1603; &#1604;&#1579;&#1604;&#1575;&#1579; &#1576;&#1602;&#1610;&#1606; &#1605;&#1606; &#1588;&#1593;&#1576;&#1575;&#1606;&#1548; &#1602;&#1575;&#1604; &#1604;&#1576;&#1604;&#1575;&#1604;: &#1606;&#1575;&#1583; &#1601;&#1610; &#1575;&#1604;&#1606;&#1575;&#1587; &#1548; &#1601;&#1580;&#1605;&#1593; &#1575;&#1604;&#1606;&#1575;&#1587; &#1579;&#1605; &#1589;&#1593;&#1583; &#1575;&#1604;&#1605;&#1606;&#1576;&#1585;&#1548; &#1601;&#1581;&#1605;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1571;&#1579;&#1606;&#1609; &#1593;&#1604;&#1610;&#1607;&#1548; &#1579;&#1605; &#1602;&#1575;&#1604;: &#1571;&#1610;&#1607;&#1575; &#1575;&#1604;&#1606;&#1575;&#1587; &#1548; &#1573;&#1606; &#1607;&#1584;&#1575; &#1575;&#1604;&#1588;&#1607;&#1585; &#1602;&#1583; &#1581;&#1590;&#1585;&#1603;&#1605; &#1608;&#1607;&#1608; &#1587;&#1610;&#1583; &#1575;&#1604;&#1588;&#1607;&#1608;&#1585; &#1548; &#1601;&#1610;&#1607; &#1604;&#1610;&#1604;&#1577; &#1582;&#1610;&#1585; &#1605;&#1606; &#1571;&#1604;&#1601; &#1588;&#1607;&#1585; &#1548; &#1578;&#1594;&#1604;&#1602; &#1601;&#1610;&#1607; &#1571;&#1576;&#1608;&#1575;&#1576; &#1575;&#1604;&#1606;&#1610;&#1585;&#1575;&#1606;&#1548; &#1608;&#1578;&#1601;&#1578;&#1581; &#1601;&#1610;&#1607; &#1571;&#1576;&#1608;&#1575;&#1576; &#1575;&#1604;&#1580;&#1606;&#1575;&#1606; &#1548; &#1601;&#1605;&#1606; &#1571;&#1583;&#1585;&#1603;&#1607; &#1601;&#1604;&#1605; &#1610;&#1594;&#1601;&#1585; &#1604;&#1607; &#1601;&#1571;&#1576;&#1593;&#1583;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; Imam al-Baqir (AS) narrated, 'At the end of Sha`aban, when there were only three days left till the month of Ramazan, the Prophet (SAWA) told Bilal, 'Call all the people', so the people gathered together. The Prophet (SAWA) mounted the pulpit, praised Allah and glorified Him, then continued, 'O people, this month that is coming upon you is the chief of all months. One particular night in it is better than a thousand months. During this month, the gates of Hell are locked up, and the gates of Paradise are opened. So whoever, in spite of experiencing this month is not forgiven, has indeed been distanced by Allah.&rsquo;[Amali al-Saduq, p. 56, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1608;&#1589;&#1610;&#1578;&#1607; &#1604;&#1608;&#1604;&#1583;&#1607; &#1593;&#1606;&#1583; &#1583;&#1582;&#1608;&#1604; &#1588;&#1607;&#1585; &#1585;&#1605;&#1590;&#1575;&#1606; &#1600;: &#1601;&#1575;&#1580;&#1607;&#1583;&#1608;&#1575; &#1571;&#1606;&#1601;&#1587;&#1603;&#1605; &#1601;&#1573;&#1606; &#1601;&#1610;&#1607; &#1578;&#1602;&#1587;&#1605; &#1575;&#1604;&#1571;&#1585;&#1586;&#1575;&#1602; &#1548; &#1608;&#1578;&#1603;&#1578;&#1576; &#1575;&#1604;&#1570;&#1580;&#1575;&#1604; &#1548; &#1608;&#1601;&#1610;&#1607; &#1610;&#1603;&#1578;&#1576; &#1608;&#1601;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1584;&#1610;&#1606; &#1610;&#1601;&#1583;&#1608;&#1606; &#1573;&#1604;&#1610;&#1607; &#1548; &#1608;&#1601;&#1610;&#1607; &#1604;&#1610;&#1604;&#1577; &#1575;&#1604;&#1593;&#1605;&#1604; &#1601;&#1610;&#1607;&#1575; &#1582;&#1610;&#1585; &#1605;&#1606; &#1575;&#1604;&#1593;&#1605;&#1604; &#1601;&#1610; &#1571;&#1604;&#1601; &#1588;&#1607;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; Imam al-Sadiq (AS), in his advice to his children heralding the advent of the month of Ramazan, said, 'Exert yourselves [in doing good deeds] for verily in this month sustenance is apportioned, life spans are destined, the names of Allah's select servants who wish to strive towards Him are recorded down, and in this month is a night wherein the good deeds performed equal the deeds of a thousand months.&rsquo;[Bihar al-Anwar, v. 96, p. 375, no. 63]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1594;&#1601;&#1585;&#1575;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1588;&#1607;&#1585; &#1585;&#1605;&#1590;&#1575;&#1606;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Allah's Forgiveness in the Month of Ramazan</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1571;&#1583;&#1585;&#1603; &#1588;&#1607;&#1585; &#1585;&#1605;&#1590;&#1575;&#1606; &#1601;&#1604;&#1605; &#1610;&#1594;&#1601;&#1585; &#1604;&#1607; &#1601;&#1571;&#1576;&#1593;&#1583;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; The Prophet (SAWA) said, 'He who experiences the month of Ramazan and remains unforgiven has indeed been distanced by Allah.&rsquo;[Bihar al-Anwar, v. 74, p. 74, no. 62]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;) &#1600; &#1601;&#1610; &#1582;&#1591;&#1576;&#1578;&#1607; &#1593;&#1606;&#1583; &#1573;&#1602;&#1576;&#1575;&#1604; &#1588;&#1607;&#1585; &#1585;&#1605;&#1590;&#1575;&#1606; &#1600; &#1573;&#1606; &#1575;&#1604;&#1588;&#1602;&#1610; &#1605;&#1606; &#1581;&#1585;&#1605; &#1594;&#1601;&#1585;&#1575;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1607;&#1584;&#1575; &#1575;&#1604;&#1588;&#1607;&#1585; &#1575;&#1604;&#1593;&#1592;&#1610;&#1605; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; The Prophet (SAWA), in his sermon heralding the advent of the month of Ramazan, said, 'Verily the most unfortunate is he who is deprived of Allah's forgiveness in this great month.&rsquo;[`Uyoun Akhbar al-Ridha (AS), v. 1, p. 295, no. 53]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1604;&#1605; &#1610;&#1594;&#1601;&#1585; &#1604;&#1607; &#1601;&#1610; &#1588;&#1607;&#1585; &#1585;&#1605;&#1590;&#1575;&#1606; &#1601;&#1601;&#1610; &#1571;&#1610; &#1588;&#1607;&#1585; &#1610;&#1594;&#1601;&#1585; &#1604;&#1607; &#1567;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10&ndash; The Prophet (SAWA) said, 'If a person remains unforgiven in the month of Ramazan, then what other month is there left for him to be forgiven in?!'[Amali al-Saduq, p. 52, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1604;&#1605; &#1610;&#1594;&#1601;&#1585; &#1604;&#1607; &#1601;&#1610; &#1588;&#1607;&#1585; &#1585;&#1605;&#1590;&#1575;&#1606; &#1604;&#1605; &#1610;&#1594;&#1601;&#1585; &#1604;&#1607; &#1573;&#1604;&#1609; &#1605;&#1579;&#1604;&#1607; &#1605;&#1606; &#1602;&#1575;&#1576;&#1604; &#1573;&#1604;&#1575; &#1571;&#1606; &#1610;&#1588;&#1607;&#1583; &#1593;&#1585;&#1601;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">11&ndash; Imam al-Sadiq (AS) said, 'If a person remains unforgiven in the month of Ramazan, he will not be forgiven in any other month after it unless he is able to attend the plains of `AArafa [during the obligatory pilgrimage].&rsquo;[Bihar al-Anwar, v. 96, p. 342, no. 6]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>


<body>

</body>

</html>
