<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>RANCOUR&nbsp;&nbsp; &#1575;&#1604;&#1594;&#1604;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 14pt; font-family: Arial;">RANCOUR</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1594;&#1604;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1578;&#1581;&#1584;&#1610;&#1585; &#1605;&#1606; &#1575;&#1604;&#1594;&#1604;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Rancour</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1&#1600; &#1593;&#1610;&#1587;&#1609; <span lang="ar-sa">(&#1593;): &#1610;&#1575; &#1593;&#1576;&#1610;&#1583; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;&#1548; &#1578;&#1581;&#1604;&#1602;&#1608;&#1606; &#1585;&#1572;&#1608;&#1587;&#1603;&#1605; &#1608;&#1578;&#1602;&#1589;&#1585;&#1608;&#1606; &#1602;&#1605;&#1589;&#1603;&#1605; &#1608;&#1578;&#1606;&#1603;&#1587;&#1608;&#1606; &#1585;&#1572;&#1608;&#1587;&#1603;&#1605; &#1608;&#1604;&#1575; &#1578;&#1606;&#1586;&#1593;&#1608;&#1606; &#1575;&#1604;&#1594;&#1604; &#1605;&#1606; &#1602;&#1604;&#1608;&#1576;&#1603;&#1605;&#1567;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">1&ndash; Prophet Jesus (AS) said, &lsquo;O slaves of this world, you shave your heads [claiming to be ascetics], you shorten your shirts, you bow your heads but do not remove the rancour from your hearts?!&rsquo;[Bihar al-Anwar, v. 14, p. 305, no. 17]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1584;&#1575; &#1604;&#1605; &#1578;&#1594;&#1604; &#1575;&#1605;&#1578;&#1610; &#1604;&#1605; &#1610;&#1602;&#1605; &#1604;&#1607;&#1575; &#1593;&#1583;&#1608; &#1571;&#1576;&#1583;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">2&ndash; The Prophet (SAWA) said, &lsquo;If it was not for the rancour that my community harbours, no enemy would ever challenge it.&rsquo;[Kanz al-`Ummal, no. 11044]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1594;&#1604; &#1576;&#1584;&#1585; &#1575;&#1604;&#1588;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">3&ndash; Imam Ali (AS) said, &lsquo;Rancour is the seed of evil.&rsquo;[Ghurar al-Hikam, no. 547]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1594;&#1604; &#1610;&#1581;&#1576;&#1591; &#1575;&#1604;&#1581;&#1587;&#1606;&#1575;&#1578;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">4&ndash; Imam Ali (AS) said, &lsquo;Rancour thwarts good deeds.&rsquo;[Ghurar al-Hikam, no. 642]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1588;&#1583; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1594;&#1604;&#1575; &#1602;&#1604;&#1576; &#1575;&#1604;&#1581;&#1602;&#1608;&#1583;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">5&ndash; Imam Ali (AS) said, &lsquo;The heart that harbours the most rancour is the heart of the malicious person.&rsquo;[Ghurar al-Hikam, no. 2932]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1575;&#1604;&#1575; &#1610;&#1594;&#1604; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1602;&#1604;&#1576; </span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>That Which the Heart Cannot Harbour Rancour Towards</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) :&#1579;&#1604;&#1575;&#1579; &#1604;&#1575;&#1610;&#1594;&#1604; &#1593;&#1604;&#1610;&#1607;&#1606; &#1602;&#1604;&#1576; &#1575;&#1605;&#1585;&#1574; &#1605;&#1587;&#1604;&#1605;: &#1573;&#1582;&#1604;&#1575;&#1589; &#1575;&#1604;&#1593;&#1605;&#1604; &#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1605;&#1606;&#1575;&#1589;&#1581;&#1577; &#1608;&#1604;&#1575;&#1577; &#1575;&#1604;&#1571;&#1605;&#1585;&#1548; &#1608;&#1604;&#1586;&#1608;&#1605; &#1580;&#1605;&#1575;&#1593;&#1577; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605;&#1610;&#1606; &#1563; &#1601;&#1573;&#1606; &#1583;&#1593;&#1608;&#1578;&#1607;&#1605; &#1578;&#1581;&#1610;&#1591; &#1605;&#1606; &#1608;&#1585;&#1575;&#1569;&#1607;&#1605;.</span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">6&ndash; The Prophet (SAWA) said, &lsquo;There are three things towards which the heart of a Muslim will not harbour rancour: the sincere act performed for Allah, the sincere advice of leaders, and adherence to the community of Muslims; for verily their attraction towards these things encompasses them from all sides.&rsquo;[Kanz al-`Ummal, no. 44272]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1594;&#1604;&#1608;&#1604;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 25pt; color: #990033; font-family: Arial;">The One Who Breaches His Trust (out of Rancour)</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1583;&#1585; &#1575;&#1604;&#1605;&#1606;&#1579;&#1608;&#1585; &#1593;&#1606; &#1575;&#1576;&#1606; &#1593;&#1576;&#1575;&#1587;: &#1606;&#1586;&#1604;&#1578; &#1607;&#1584;&#1607; &#1575;&#1604;&#1570;&#1610;&#1577;: &laquo;&#1608;&#1605;&#1575; &#1603;&#1575;&#1606; &#1604;&#1606;&#1576;&#1610; &#1571;&#1606; &#1610;&#1594;&#1604;&raquo;&#1601;&#1610; &#1602;&#1591;&#1610;&#1601;&#1577; &#1581;&#1605;&#1585;&#1575;&#1569; &#1575;&#1601;&#1578;&#1602;&#1583;&#1578; &#1610;&#1608;&#1605; &#1576;&#1583;&#1585;&#1548; &#1601;&#1602;&#1575;&#1604; &#1576;&#1593;&#1590; &#1575;&#1604;&#1606;&#1575;&#1587;: &#1604;&#1593;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1571;&#1582;&#1584;&#1607;&#1575;! &#1601;&#1571;&#1606;&#1586;&#1604; &#1575;&#1604;&#1604;&#1607;: &laquo;&#1608;&#1605;&#1575; &#1603;&#1575;&#1606; &#1604;&#1606;&#1576;&#1610; &#1571;&#1606; &#1610;&#1594;&#1604;&raquo;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">7&ndash; Ibn `Aabbas narrated, &lsquo;The verse: &ldquo;A prophet may not breach his trust, and whoever breaches his trust will bring his breaches on the Day of Resurrection&rdquo; was revealed with regards to a red velvet shawl that got lost on the day of the battle of Badr, so some people started saying that maybe the Prophet (SAWA) had taken it! So Allah revealed the verse: &ldquo;A prophet may not breach his trust &hellip;&rdquo;[ al-Durr al-Manthur, v. 2, p. 361]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1578;&#1585;&#1594;&#1610;&#1576; &#1608;&#1575;&#1604;&#1578;&#1585;&#1607;&#1610;&#1576;: &#1604;&#1605;&#1575; &#1603;&#1575;&#1606; &#1610;&#1608;&#1605; &#1582;&#1610;&#1576;&#1585; &#1571;&#1602;&#1576;&#1604; &#1606;&#1601;&#1585; &#1605;&#1606; &#1571;&#1589;&#1581;&#1575;&#1576; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1601;&#1602;&#1575;&#1604;&#1608;&#1575;: &#1601;&#1604;&#1575;&#1606; &#1588;&#1607;&#1610;&#1583;&#1548; &#1608;&#1601;&#1604;&#1575;&#1606; &#1588;&#1607;&#1610;&#1583;&#1548; &#1608;&#1601;&#1604;&#1575;&#1606; &#1588;&#1607;&#1610;&#1583;&#1548; &#1581;&#1578;&#1609; &#1605;&#1585;&#1608;&#1575; &#1593;&#1604;&#1609; &#1585;&#1580;&#1604; &#1601;&#1602;&#1575;&#1604;&#1608;&#1575;: &#1601;&#1604;&#1575;&#1606; &#1588;&#1607;&#1610;&#1583;&#1548; &#1601;&#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1603;&#1604;&#1575;&#1548; &#1573;&#1606;&#1610; &#1585;&#1571;&#1610;&#1578;&#1607; &#1601;&#1610; &#1575;&#1604;&#1606;&#1575;&#1585; &#1601;&#1610; &#1576;&#1585;&#1583;&#1577; &#1594;&#1604;&#1607;&#1575;&#1548; &#1571;&#1608; &#1593;&#1576;&#1575;&#1569;&#1577; &#1594;&#1604;&#1607;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">8&ndash; `Aumar narrated, &lsquo;On the day of the battle of Khaybar, some of the Prophet (SAWA)&rsquo;s companions came to him, [listing who had been martyred], &lsquo;x is a martyr, y is a martyr, etc&hellip;&rsquo; until they mentioned a particular man as having been martyred, upon which the Prophet (SAWA) exclaimed, &lsquo;No way, verily I have seen him burning in the Fire, clad in a shawl or a cloak that he had taken [as a breach of trust of the war booty].&rsquo;[al-Targhib wa al-Tarhib, v. 2, p. 307, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1594;&#1604;&#1608;&#1604; &#1603;&#1604; &#1588;&#1610;&#1569; &#1594;&#1604; &#1593;&#1606; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&#1548; &#1608;&#1571;&#1603;&#1604; &#1605;&#1575;&#1604; &#1575;&#1604;&#1610;&#1578;&#1610;&#1605; &#1588;&#1576;&#1607;&#1577;&#1548; &#1608;&#1575;&#1604;&#1587;&#1581;&#1578; &#1588;&#1576;&#1607;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">9&ndash; Imam al-Sadiq (AS) said, &lsquo;Breach of trust includes anything that is taken unlawfully from one&rsquo;s Imam [in the form of war booty before it has been justly divided], or usurping the property of an orphan, or consuming illicit gains.&rsquo;[Tafsir al-`Aayyashi, v. 1, p. 205, no. 148]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>


<body>

</body>

</html>
