<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>RESURRECTION&nbsp;&nbsp; &#1575;&#1604;&#1605;&#1593;&#1575;&#1583;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">RESURRECTION</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1605;&#1593;&#1575;&#1583;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1605;&#1593;&#1575;&#1583;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Resurrection</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1&#1600; &#1604;&#1602;&#1605;&#1575;&#1606; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1575;&#1576;&#1606;&#1607; &#1608;&#1607;&#1608; &#1610;&#1593;&#1592;&#1607; &#1600;: &#1610;&#1575; &#1576;&#1606;&#1610;&#1548; &#1573;&#1606; &#1578;&#1603; &#1601;&#1610; &#1588;&#1603; &#1605;&#1606; &#1575;&#1604;&#1605;&#1608;&#1578; &#1601;&#1575;&#1585;&#1601;&#1593; &#1593;&#1606; &#1606;&#1601;&#1587;&#1603; &#1575;&#1604;&#1606;&#1608;&#1605; &#1608;&#1604;&#1606; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1584;&#1604;&#1603;&#1548; &#1608;&#1573;&#1606; &#1603;&#1606;&#1578; &#1601;&#1610; &#1588;&#1603; &#1605;&#1606; &#1575;&#1604;&#1576;&#1593;&#1579; &#1601;&#1575;&#1585;&#1601;&#1593; &#1593;&#1606; &#1606;&#1601;&#1587;&#1603; &#1575;&#1604;&#1575;&#1606;&#1578;&#1576;&#1575;&#1607; &#1608;&#1604;&#1606; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1584;&#1604;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">1&ndash; Luqman (AS) said to his son, exhorting him, &lsquo;O my son, if you are in doubt about death, then try to avert yourself from falling asleep and you will not be able to, and if you are in doubt about the Resurrection, then try to avert yourself from waking up and you will not be able to do that either.&rsquo;[Bihar al-Anwar, v. 7, p. 42, no. 13]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1605;&#1593;&#1575;&#1583; &#1605;&#1590;&#1605;&#1575;&#1585; &#1575;&#1604;&#1593;&#1605;&#1604;&#1548; &#1601;&#1605;&#1594;&#1578;&#1576;&#1591; &#1576;&#1605;&#1575; &#1575;&#1581;&#1578;&#1602;&#1576; &#1594;&#1575;&#1606;&#1605;&#1548; &#1608;&#1605;&#1576;&#1578;&#1574;&#1587; &#1576;&#1605;&#1575; &#1601;&#1575;&#1578;&#1607; &#1606;&#1575;&#1583;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">2&ndash; The Prophet (SAWA) said, &lsquo;(The Day of) Resurrection will be a field of activity wherein a successful man will be delighted at what he has bagged for himself, and a regretful man will grieve at what he has missed out on.&rsquo;[A`alam al-Din, p. 341]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1605;&#1608;&#1575;&#1593;&#1592;&#1607; &#1600;: &#1575;&#1593;&#1604;&#1605; &#1610;&#1575;&#1576;&#1606; &#1570;&#1583;&#1605; &#1571;&#1606; &#1605;&#1606; &#1608;&#1585;&#1575;&#1569; &#1607;&#1584;&#1575; &#1571;&#1593;&#1592;&#1605; &#1608;&#1571;&#1601;&#1592;&#1593; &#1608;&#1571;&#1608;&#1580;&#1593; &#1604;&#1604;&#1602;&#1604;&#1608;&#1576; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577;&#1548; &#1584;&#1604;&#1603; &#1610;&#1608;&#1605; &#1605;&#1580;&#1605;&#1608;&#1593; &#1604;&#1607; &#1575;&#1604;&#1606;&#1575;&#1587; &#1608;&#1584;&#1604;&#1603; &#1610;&#1608;&#1605; &#1605;&#1588;&#1607;&#1608;&#1583;&#1548; &#1610;&#1580;&#1605;&#1593; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610;&#1607; &#1575;&#1604;&#1571;&#1608;&#1604;&#1610;&#1606; &#1608;&#1575;&#1604;&#1570;&#1582;&#1585;&#1610;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">3&ndash; Imam Zayn al-Abidin (AS) said in one of his exhortations, &lsquo;Know O son of Adam that beyond this [life] is something greater, more horrendous and more painful for the hearts &ndash; the Day of Resurrection. That is the day when people will be gathered and that will be an eventful day wherein Allah will gather people from the first to the last.&rsquo;[al-Kafi, v. 8, p. 73, no. 29]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1602;&#1578;&#1585;&#1575;&#1576; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Drawing Near of the Hour</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1580;&#1593;&#1601;&#1585;&#1610;&#1575;&#1578; &#1593;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1576;&#1593;&#1579;&#1578; &#1571;&#1606;&#1575; &#1608;&#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1603;&#1607;&#1575;&#1578;&#1610;&#1606; &#1600; &#1608;&#1571;&#1588;&#1575;&#1585; &#1576;&#1573;&#1589;&#1576;&#1593;&#1607;: &#1575;&#1604;&#1587;&#1576;&#1575;&#1576;&#1577; &#1608;&#1575;&#1604;&#1608;&#1587;&#1591;&#1609; &#1579;&#1605; &#1602;&#1575;&#1604; &#1600;: &#1608;&#1575;&#1604;&#1584;&#1610; &#1606;&#1601;&#1587;&#1610; &#1576;&#1610;&#1583;&#1607; &#1573;&#1606;&#1610; &#1604;&#1571;&#1580;&#1583; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1576;&#1610;&#1606; &#1603;&#1578;&#1601;&#1610; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">4&ndash; The Prophet (SAWA) said, &lsquo;The time between when I was sent down [as a messenger] and the Hour is as these two&rsquo;, indicating to the space between his index finger and his middle finger. He then continued, &lsquo;By the One who has my soul in His Grasp, verily I find the Hour to be upon me already.&rsquo;[al-Ja`afariyyat, p. 212]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1587;&#1601;&#1585;&#1578; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1593;&#1606; &#1608;&#1580;&#1607;&#1607;&#1575;&#1548; &#1608;&#1592;&#1607;&#1585;&#1578; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1577; &#1604;&#1605;&#1578;&#1608;&#1587;&#1605;&#1607;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">5&ndash; Imam Ali (AS) said, &lsquo;You and the Hour will occur in the same epoch.&rsquo;[Nahj al-Balagha, Sermon 190]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1578;&#1601;&#1585;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1593;&#1604;&#1605; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Allah&rsquo; s Exclusive Knowledge of the Hour</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1602;&#1575;&#1604; &#1593;&#1610;&#1587;&#1609; &#1576;&#1606; &#1605;&#1585;&#1610;&#1605; &rsquo; &#1604;&#1580;&#1576;&#1585;&#1574;&#1610;&#1604; (&#1593;): &#1605;&#1578;&#1609; &#1602;&#1610;&#1575;&#1605; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1567; &#1601;&#1575;&#1606;&#1578;&#1601;&#1590; &#1580;&#1576;&#1585;&#1574;&#1610;&#1604; &#1575;&#1606;&#1578;&#1601;&#1575;&#1590;&#1577; &#1575;&#1594;&#1605;&#1610; &#1593;&#1604;&#1610;&#1607; &#1605;&#1606;&#1607;&#1575;&#1548; &#1601;&#1604;&#1605;&#1575; &#1571;&#1601;&#1575;&#1602; &#1602;&#1575;&#1604;: &#1610;&#1575; &#1585;&#1608;&#1581; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1605;&#1575; &#1575;&#1604;&#1605;&#1587;&#1572;&#1608;&#1604; &#1571;&#1593;&#1604;&#1605; &#1576;&#1607;&#1575; &#1605;&#1606; &#1575;&#1604;&#1587;&#1575;&#1574;&#1604;&#1548; &#1608;&#1604;&#1607; &#1605;&#1606; &#1601;&#1610; &#1575;&#1604;&#1587;&#1605;&#1575;&#1608;&#1575;&#1578; &#1608;&#1575;&#1604;&#1571;&#1585;&#1590;&#1548; &#1604;&#1575; &#1578;&#1571;&#1578;&#1610;&#1603;&#1605; &#1573;&#1604;&#1575; &#1576;&#1594;&#1578;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">6&ndash; Imam al-Sadiq (AS) narrated, &lsquo;Jesus son of Mary (AS) asked Gabriel (AS), &lsquo;When will the Hour come&rsquo; upon which Gabriel started to tremble so severely that he fainted from it. When he came to his senses, he said, &lsquo;O Spirit of Allah, the questioned one does not know that any more than the questioner does. To Him belongs all that is in the heavens and the earth, and it [the Hour] will take you all by surprise.&rsquo;[Qasas al-Anbiy`a&rsquo; , p. 271, no. 346]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1610;&#1608;&#1605; &#1575;&#1604;&#1582;&#1585;&#1608;&#1580;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Day of Rising [from the Graves]</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;): &#1571;&#1588;&#1583; &#1587;&#1575;&#1593;&#1575;&#1578; &#1575;&#1576;&#1606; &#1570;&#1583;&#1605; &#1579;&#1604;&#1575;&#1579; &#1587;&#1575;&#1593;&#1575;&#1578;: &#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1575;&#1604;&#1578;&#1610; &#1610;&#1593;&#1575;&#1610;&#1606; &#1601;&#1610;&#1607;&#1575; &#1605;&#1604;&#1603; &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1608;&#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1575;&#1604;&#1578;&#1610; &#1610;&#1602;&#1608;&#1605; &#1601;&#1610;&#1607;&#1575; &#1605;&#1606; &#1602;&#1576;&#1585;&#1607;&#1548; &#1608;&#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1575;&#1604;&#1578;&#1610; &#1610;&#1602;&#1601; &#1601;&#1610;&#1607;&#1575; &#1576;&#1610;&#1606; &#1610;&#1583;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1576;&#1575;&#1585;&#1603; &#1608;&#1578;&#1593;&#1575;&#1604;&#1609; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">7&ndash; Imam Zayn al-Abidin (AS) said, &lsquo;Man&rsquo; s worst hours are three in number the hour wherein he will see the angel of death with his own eyes, the hour when he will rise up from his grave, and the hour when he will stand before Allah, Blessed and most High.&rsquo; [al-Khisal, p. 119, no. 108]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1589;&#1601;&#1577; &#1575;&#1604;&#1605;&#1581;&#1588;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Description of the [Day of] Congregation</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">8&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1610;&#1605;&#1608;&#1578; &#1575;&#1604;&#1585;&#1580;&#1604; &#1593;&#1604;&#1609; &#1605;&#1575; &#1593;&#1575;&#1588; &#1593;&#1604;&#1610;&#1607;&#1548; &#1608;&#1610;&#1581;&#1588;&#1585; &#1593;&#1604;&#1609; &#1605;&#1575; &#1605;&#1575;&#1578; &#1593;&#1604;&#1610;&#1607; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">8&ndash; The Prophet (SAWA) said, &lsquo;Man will die in the state that he has lived, and will be raised in the same state that he died.&rsquo;[Tanbih al-Khawatir, v. 2, p. 133]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1605;&#1610;&#1578; &#1610;&#1576;&#1593;&#1579; &#1601;&#1609; &#1579;&#1610;&#1575;&#1576;&#1607; &#1575;&#1604;&#1578;&#1609; &#1610;&#1605;&#1608;&#1578; &#1601;&#1610;&#1607;&#1575; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">9&ndash; The Prophet (SAWA) said, &lsquo;Verily you will meet your Lord barefooted, naked and uncircumcised.&rsquo;[al-Targhib wa al-Tarh?b, v. 4, p. 384, no. 11]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">10&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1603;&#1604; &#1605;&#1606; &#1608;&#1585;&#1583; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1593;&#1591;&#1588;&#1575;&#1606; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">10&ndash; The Prophet (SAWA) said, &lsquo;Everyone on the Day of Judgment will be thirsty.&rsquo;[Kanz al-`Ummal, no. 38938]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1587;&#1605;&#1593; &#1610;&#1575;&#1584;&#1575; &#1575;&#1604;&#1594;&#1601;&#1604;&#1577; &#1608;&#1575;&#1604;&#1578;&#1589;&#1585;&#1610;&#1601; &#1605;&#1606; &#1584;&#1610; &#1575;&#1604;&#1608;&#1593;&#1592; &#1608;&#1575;&#1604;&#1578;&#1593;&#1585;&#1610;&#1601;&#1548; &#1580;&#1593;&#1604; &#1610;&#1608;&#1605; &#1575;&#1604;&#1581;&#1588;&#1585; &#1610;&#1608;&#1605; &#1575;&#1604;&#1593;&#1585;&#1590; &#1608;&#1575;&#1604;&#1587;&#1572;&#1575;&#1604; &#1608;&#1575;&#1604;&#1581;&#1576;&#1575;&#1569; &#1608;&#1575;&#1604;&#1606;&#1603;&#1575;&#1604;&#1548; &#1610;&#1608;&#1605; &#1578;&#1602;&#1604;&#1576; &#1573;&#1604;&#1610;&#1607; &#1571;&#1593;&#1605;&#1575;&#1604; &#1575;&#1604;&#1571;&#1606;&#1575;&#1605;&#1548; &#1608;&#1578;&#1581;&#1589;&#1609; &#1601;&#1610;&#1607; &#1580;&#1605;&#1610;&#1593; &#1575;&#1604;&#1570;&#1579;&#1575;&#1605;&#1548; &#1610;&#1608;&#1605; &#1578;&#1584;&#1608;&#1576; &#1605;&#1606; &#1575;&#1604;&#1606;&#1601;&#1608;&#1587; &#1571;&#1581;&#1583;&#1575;&#1602; &#1593;&#1610;&#1608;&#1606;&#1607;&#1575;&#1548; &#1608;&#1578;&#1590;&#1593; &#1575;&#1604;&#1581;&#1608;&#1575;&#1605;&#1604; &#1605;&#1575; &#1601;&#1610; &#1576;&#1591;&#1608;&#1606;&#1607;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">11&ndash; Imam Ali (AS) said, &lsquo;Listen O negligent and fickle one to someone who exhorts and expounds. The Day of Resurrection has been made a day of exposition, questioning, bestowal and exemplary punishment. It is the day when men&rsquo; s deeds will be upturned, and all sins will be computed, when people&rsquo; s pupils will melt with grief and expectant women will deliver what they carry in their wombs.&rsquo;[Amali al-Tusi, p. 653, no. 1353]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1608;&#1584;&#1604;&#1603; &#1610;&#1608;&#1605; &#1610;&#1580;&#1605;&#1593; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610;&#1607; &#1575;&#1604;&#1571;&#1608;&#1604;&#1610;&#1606; &#1608;&#1575;&#1604;&#1570;&#1582;&#1585;&#1610;&#1606; &#1604;&#1606;&#1602;&#1575;&#1588; &#1575;&#1604;&#1581;&#1587;&#1575;&#1576; &#1608;&#1580;&#1586;&#1575;&#1569; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604;&#1548; &#1582;&#1590;&#1608;&#1593;&#1575; &#1602;&#1610;&#1575;&#1605;&#1575;&#1548; &#1602;&#1583; &#1571;&#1604;&#1580;&#1605;&#1607;&#1605; &#1575;&#1604;&#1593;&#1585;&#1602;&#1548; &#1608;&#1585;&#1580;&#1601;&#1578; &#1576;&#1607;&#1605; &#1575;&#1604;&#1571;&#1585;&#1590;&#1548; &#1601;&#1571;&#1581;&#1587;&#1606;&#1607;&#1605; &#1581;&#1575;&#1604;&#1575; &#1605;&#1606; &#1608;&#1580;&#1583; &#1604;&#1602;&#1583;&#1605;&#1610;&#1607; &#1605;&#1608;&#1590;&#1593;&#1575;&#1548; &#1608;&#1604;&#1606;&#1601;&#1587;&#1607; &#1605;&#1578;&#1587;&#1593;&#1575;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">12&ndash; Imam Ali (AS) said, &lsquo;And that is the day when Allah will gather all people from the first to the last, standing in subjugation in order to discuss the account [of their deeds] and the recompense for their actions. They will be bridled with their own sweat while the earth trembles under them. Those amongst them in the best state will be those who manage to find a stable place for their feet to stand and an open space for them to breathe!&rsquo; [Nahj al-Balagha, Sermon 102]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1605;&#1578;&#1602;&#1608;&#1606; &#1601;&#1610; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Godwary People on the Day of Resurrection</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">13&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1610;&#1608;&#1605; &#1606;&#1581;&#1588;&#1585; &#1575;&#1604;&#1605;&#1578;&#1602;&#1610;&#1606; &#1573;&#1604;&#1609; &#1575;&#1604;&#1585;&#1581;&#1605;&#1606; &#1608;&#1601;&#1583;&#1575;&raquo; &#1600;: &#1573;&#1606; &#1575;&#1604;&#1608;&#1601;&#1583; &#1604;&#1575; &#1610;&#1603;&#1608;&#1606;&#1608;&#1606; &#1573;&#1604;&#1575; &#1585;&#1603;&#1576;&#1575;&#1606;&#1575;&#1548; &#1575;&#1608;&#1604;&#1574;&#1603; &#1585;&#1580;&#1575;&#1604; &#1575;&#1578;&#1602;&#1608;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1571;&#1581;&#1576;&#1607;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1575;&#1582;&#1578;&#1589;&#1607;&#1605; &#1608;&#1585;&#1590;&#1610; &#1571;&#1593;&#1605;&#1575;&#1604;&#1607;&#1605;&#1548; &#1601;&#1587;&#1605;&#1575;&#1607;&#1605; &#1575;&#1604;&#1605;&#1578;&#1602;&#1610;&#1606;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">13&ndash; The Prophet (SAWA), with regards to Allah&rsquo; s verse &ldquo;The Day We shall gather the Godwary toward the All-beneficent, as incoming guests&rdquo;[ Qur&rsquo; an 1985], said, &lsquo;Verily these incoming guests will only enter mounted. They are the men who were wary of their duty to Allah, so Allah loved them, distinguished them and is well-pleased with their deeds, and has therefore named them the Godwary.&rsquo;[al-Kafi, v. 8, p. 95, no. 69]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1605;&#1580;&#1585;&#1605;&#1608;&#1606; &#1601;&#1610; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Guilty Ones on the Day of Resurrection</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1604;&#1602;&#1610; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605;&#1610;&#1606; &#1576;&#1608;&#1580;&#1607;&#1610;&#1606; &#1608;&#1604;&#1587;&#1575;&#1606;&#1610;&#1606;&#1548; &#1580;&#1575;&#1569; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1608;&#1604;&#1607; &#1604;&#1587;&#1575;&#1606;&#1575;&#1606; &#1605;&#1606; &#1606;&#1575;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">14&ndash; Imam al-Sadiq (AS) said, &lsquo;He who meets his fellow Muslims two-facedly and hypocritically [lit. having two-tongues] will be raised on the Day of Resurrection with two tongues of Fire.&rsquo;[Thawab al-A`amal, p. 319, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1571;&#1603;&#1604; &#1605;&#1606; &#1605;&#1575;&#1604; &#1571;&#1582;&#1610;&#1607; &#1592;&#1604;&#1605;&#1575; &#1608;&#1604;&#1605; &#1610;&#1585;&#1583;&#1607; &#1593;&#1604;&#1610;&#1607;&#1548; &#1571;&#1603;&#1604; &#1580;&#1584;&#1608;&#1577; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1585; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">15&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever wrongfully consumes his fellow brother&rsquo; s property and does not return it to him will be made to devour a burning log of fire on the Day of Resurrection.&rsquo;[Thawab al-A`amal, p. 322, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1602;&#1585;&#1571; &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; &#1604;&#1610;&#1571;&#1603;&#1604; &#1576;&#1607; &#1575;&#1604;&#1606;&#1575;&#1587; &#1580;&#1575;&#1569; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1608;&#1608;&#1580;&#1607;&#1607; &#1593;&#1592;&#1605; &#1604;&#1575; &#1604;&#1581;&#1605; &#1601;&#1610;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">16&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever recites the Qur&rsquo; an in order to deceive people thereby will be raised on the Day of Resurrection with a bony face without any flesh therein.&rsquo;[Thawab al-A`amal, p. 329, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">17&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1605;&#1578;&#1603;&#1576;&#1585;&#1610;&#1606; &#1610;&#1580;&#1593;&#1604;&#1608;&#1606; &#1601;&#1610;&#1589;&#1608;&#1585; &#1575;&#1604;&#1584;&#1585; &#1610;&#1578;&#1608;&#1591;&#1572;&#1607;&#1605; &#1575;&#1604;&#1606;&#1575;&#1587; &#1581;&#1578;&#1609; &#1610;&#1601;&#1585;&#1594; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1606; &#1575;&#1604;&#1581;&#1587;&#1575;&#1576; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">17&ndash; Imam al-Sadiq (AS) said, &lsquo;Verily the proud ones will be transformed into tiny particles that people will trample underfoot until Allah finishes the account.&rsquo;[al-Kafi, v. 2, p. 311, no. 11]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1606;&#1575;&#1583;&#1609; &#1605;&#1606;&#1575;&#1583;: &#1571;&#1610;&#1606; &#1575;&#1604;&#1589;&#1583;&#1608;&#1583; &#1604;&#1571;&#1608;&#1604;&#1610;&#1575;&#1574;&#1610; &#1567; &#1601;&#1610;&#1602;&#1608;&#1605; &#1602;&#1608;&#1605; &#1604;&#1610;&#1587; &#1593;&#1604;&#1609; &#1608;&#1580;&#1608;&#1607;&#1607;&#1605; &#1604;&#1581;&#1605;&#1548; &#1601;&#1610;&#1602;&#1575;&#1604;: &#1607;&#1572;&#1604;&#1575;&#1569; &#1575;&#1604;&#1584;&#1610;&#1606; &#1570;&#1584;&#1608;&#1575; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1608;&#1606;&#1589;&#1576;&#1608;&#1575; &#1604;&#1607;&#1605; &#1608;&#1593;&#1575;&#1606;&#1583;&#1608;&#1607;&#1605; &#1608;&#1593;&#1606;&#1601;&#1608;&#1607;&#1605; &#1601;&#1610; &#1583;&#1610;&#1606;&#1607;&#1605;&#1548; &#1579;&#1605; &#1610;&#1572;&#1605;&#1585; &#1576;&#1607;&#1605; &#1573;&#1604;&#1609; &#1580;&#1607;&#1606;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">18&ndash; Imam al-Sadiq (AS) said, &lsquo;When the Day of Resurrection comes, a caller will announce [on Allah&rsquo; s behalf], &lsquo;Where are those who obstructed My friends&rsquo; and a group of people with no flesh on their faces will stand, and it will be said of them, &lsquo;These are the people who troubled the believers, who declared enmity towards them, who opposed them and treated them harshly because of their religion.&rsquo; Then they will be ordered into Hell.&rsquo;[Thawab al-A`amal, p. 351, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Book of Deeds</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1608;&#1603;&#1604; &#1573;&#1606;&#1587;&#1575;&#1606; &#1571;&#1604;&#1586;&#1605;&#1606;&#1575;&#1607; &#1591;&#1575;&#1574;&#1585;&#1607; &#1601;&#1610; &#1593;&#1606;&#1602;&#1607;&raquo; &#1600;: &#1610;&#1602;&#1608;&#1604;: &#1582;&#1610;&#1585;&#1607; &#1608;&#1588;&#1585;&#1607; &#1605;&#1593;&#1607; &#1581;&#1610;&#1579; &#1603;&#1575;&#1606;&#1548; &#1604;&#1575; &#1610;&#1587;&#1578;&#1591;&#1610;&#1593; &#1601;&#1585;&#1575;&#1602;&#1607; &#1581;&#1578;&#1609; &#1610;&#1593;&#1591;&#1609; &#1603;&#1578;&#1575;&#1576;&#1607; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1576;&#1605;&#1575; &#1593;&#1605;&#1604;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">19&ndash; Imam al-Baqir (AS), with regards to Allah&rsquo; s verse &ldquo;We have attached every person&rsquo; s omen to his neck&rdquo;, said, &lsquo;The good and the evil he has done is with him wherever he is, and he cannot separate them until he is given his book about his deeds on the Day of Resurrection.&rsquo;[Tafsir al-Qummi, v. 2, p. 17]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">20&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609; &#1600;: &laquo;&#1575;&#1602;&#1585;&#1571; &#1603;&#1578;&#1575;&#1576;&#1603; &#1603;&#1601;&#1609; &#1576;&#1606;&#1601;&#1587;&#1603; &#1575;&#1604;&#1610;&#1608;&#1605;&raquo; &#1600;: &#1610;&#1584;&#1603;&#1585; &#1575;&#1604;&#1593;&#1576;&#1583; &#1580;&#1605;&#1610;&#1593; &#1605;&#1575; &#1593;&#1605;&#1604; &#1608;&#1605;&#1575; &#1603;&#1578;&#1576; &#1593;&#1604;&#1610;&#1607;&#1563;&#1603;&#1571;&#1606;&#1607; &#1601;&#1593;&#1604;&#1607; &#1578;&#1604;&#1603; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577;&#1548; &#1601;&#1604;&#1584;&#1604;&#1603; &#1602;&#1575;&#1604;&#1608;&#1575;: &laquo;&#1610;&#1575; &#1608;&#1610;&#1604;&#1578;&#1606;&#1575; &#1605;&#1575; &#1604;&#1607;&#1584;&#1575; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1604;&#1575; &#1610;&#1594;&#1575;&#1583;&#1585; &#1589;&#1594;&#1610;&#1585;&#1577; &#1608;&#1604;&#1575; &#1603;&#1576;&#1610;&#1585;&#1577; &#1573;&#1604;&#1575; &#1571;&#1581;&#1589;&#1575;&#1607;&#1575;&raquo;&#1567;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">20&ndash; Imam al-Sadiq (AS), with regards to Allah&rsquo;s verse &lsquo;Read your book! Today your soul suffices as your own reckoner&rsquo; , said, &lsquo;The servant will be reminded of everything that he had done and that was recorded against him, as if he had done it that very hour, and because of that they will say, &ldquo;Woe to us! What a book this is! It omits nothing, big or small, without enumerating it!&rdquo;[ Qur&rsquo; an 1849]- [Tafsir al-`Aayyashi, v. 2, p. 328, no. 35]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">21&#1600; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1593;&#1610;&#1575;&#1588;&#1610; &#1593;&#1606; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1583;&#1601;&#1593; &#1573;&#1604;&#1609; &#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606; &#1603;&#1578;&#1575;&#1576;&#1607;&#1548; &#1579;&#1605; &#1602;&#1610;&#1604; &#1604;&#1607;: &#1575;&#1602;&#1585;&#1571;&#1607; .[&#1602;&#1575;&#1604; &#1575;&#1604;&#1585;&#1575;&#1608;&#1610;: [&#1602;&#1604;&#1578;: &#1601;&#1610;&#1593;&#1585;&#1601; &#1605;&#1575; &#1601;&#1610;&#1607; &#1567; &#1601;&#1602;&#1575;&#1604;: &#1573;&#1606;&#1607; &#1610;&#1584;&#1603;&#1585;&#1607; &#1601;&#1605;&#1575; &#1605;&#1606; &#1604;&#1581;&#1592;&#1577; &#1608;&#1604;&#1575; &#1603;&#1604;&#1605;&#1577; &#1608;&#1604;&#1575; &#1606;&#1602;&#1604; &#1602;&#1583;&#1605; &#1608;&#1604;&#1575; &#1588;&#1610;&#1569; &#1601;&#1593;&#1604;&#1607; &#1573;&#1604;&#1575; &#1584;&#1603;&#1585;&#1607;&#1563;&#1603;&#1571;&#1606;&#1607; &#1601;&#1593;&#1604;&#1607; &#1578;&#1604;&#1603; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577;&#1548; &#1601;&#1604;&#1584;&#1604;&#1603; &#1602;&#1575;&#1604;&#1608;&#1575;: &laquo;&#1610;&#1575; &#1608;&#1610;&#1604;&#1578;&#1606;&#1575; &#1605;&#1575; &#1604;&#1607;&#1584;&#1575; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1604;&#1575; &#1610;&#1594;&#1575;&#1583;&#1585; &#1589;&#1594;&#1610;&#1585;&#1577; &#1608;&#1604;&#1575; &#1603;&#1576;&#1610;&#1585;&#1577; &#1573;&#1604;&#1575; &#1571;&#1581;&#1589;&#1575;&#1607;&#1575;&raquo;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">21&ndash; Imam al-Sadiq (AS) said, &lsquo;When the Day of Resurrection comes, man will be handed his book and told, &lsquo;Read it.&rsquo; [The reporter of the tradition then asked him], &lsquo;And will he know what is in it&rsquo; to which he replied, &lsquo;Verily he will remember it. There will not remain a single moment, a single word, a single footstep or anything that he did which he will not remember, as if he had done it that very hour. And this is why they will say, &ldquo;Woe to us! What a book this is! It omits nothing, big or small, without enumerating it.&rdquo; [Tafsir al-`Aayyashi, no. 34]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1571;&#1589;&#1581;&#1575;&#1576; &#1575;&#1604;&#1610;&#1605;&#1610;&#1606; &#1608;&#1575;&#1604;&#1588;&#1605;&#1575;&#1604;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 25pt; color: #990033; font-family: Arial;">The People of the Right Hand and of the Left Hand</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">22&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1576;&#1575;&#1585;&#1603; &#1608;&#1578;&#1593;&#1575;&#1604;&#1609; &#1573;&#1584;&#1575; &#1571;&#1585;&#1575;&#1583; &#1571;&#1606; &#1610;&#1581;&#1575;&#1587;&#1576; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1571;&#1593;&#1591;&#1575;&#1607; &#1603;&#1578;&#1575;&#1576;&#1607; &#1576;&#1610;&#1605;&#1610;&#1606;&#1607; &#1608;&#1581;&#1575;&#1587;&#1576;&#1607; &#1601;&#1610;&#1605;&#1575; &#1576;&#1610;&#1606;&#1607; &#1608;&#1576;&#1610;&#1606;&#1607;&#1548; &#1601;&#1610;&#1602;&#1608;&#1604;: &#1593;&#1576;&#1583;&#1610;&#1548; &#1601;&#1593;&#1604;&#1578; &#1603;&#1584;&#1575; &#1608;&#1603;&#1584;&#1575; &#1608;&#1593;&#1605;&#1604;&#1578; &#1603;&#1584;&#1575; &#1608;&#1603;&#1584;&#1575; ! &#1601;&#1610;&#1602;&#1608;&#1604;: &#1606;&#1593;&#1605; &#1610;&#1575; &#1585;&#1576; &#1602;&#1583; &#1601;&#1593;&#1604;&#1578; &#1584;&#1604;&#1603;&#1548; &#1601;&#1610;&#1602;&#1608;&#1604;: &#1602;&#1583; &#1594;&#1601;&#1585;&#1578;&#1607;&#1575; &#1604;&#1603; &#1608;&#1571;&#1576;&#1583;&#1604;&#1578;&#1607;&#1575; &#1581;&#1587;&#1606;&#1575;&#1578;&#1548; &#1601;&#1610;&#1602;&#1608;&#1604; &#1575;&#1604;&#1606;&#1575;&#1587;: &#1587;&#1576;&#1581;&#1575;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1605;&#1575; &#1603;&#1575;&#1606; &#1604;&#1607;&#1584;&#1575; &#1575;&#1604;&#1593;&#1576;&#1583; &#1587;&#1610;&#1574;&#1577; &#1608;&#1575;&#1581;&#1583;&#1577; &#1567;!<br />&#1608;&#1607;&#1608; &#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;: &laquo;&#1601;&#1571;&#1605;&#1575; &#1605;&#1606; &#1575;&#1608;&#1578;&#1610; &#1603;&#1578;&#1575;&#1576;&#1607; &#1576;&#1610;&#1605;&#1610;&#1606;&#1607; &#1601;&#1587;&#1608;&#1601; &#1610;&#1581;&#1575;&#1587;&#1576; &#1581;&#1587;&#1575;&#1576;&#1575; &#1610;&#1587;&#1610;&#1585;&#1575; &#1608;&#1610;&#1606;&#1602;&#1604;&#1576; &#1573;&#1604;&#1609; &#1571;&#1607;&#1604;&#1607; &#1605;&#1587;&#1585;&#1608;&#1585;&#1575;&raquo;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">22&ndash; Imam al-Sadiq (AS) said, &lsquo;Verily when Allah, Blessed and most High, will wish to deal with the believer&rsquo;s account, He will give him his book in his right hand and will then take him to account for all that is between him and Himself, and will say, &lsquo;My servant, you have committed such and such and have done such and such!&rsquo; and he will reply, &lsquo;Yes, my Lord, I have done that.&rsquo; And Allah will say, &lsquo;I have forgiven you for them and have transformed them into good deeds&rsquo; , so people will ask, &lsquo;Glory be to Allah, did this man not have a single evil deed!&rsquo; and this is the purport of Allah&rsquo; s verse &ldquo;Then as for him who is given his record in his right hand, he shall soon receive an easy reckoning, and he will return to his folks joyfully&rdquo; [Qur&rsquo; an 847-9].[ al-Zuhd li al-Husayn b. Sa`aid, p. 92, no. 246]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td>
<p dir="rtl" align="justify">&nbsp;</p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">23&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1576;&#1575;&#1585;&#1603; &#1608;&#1578;&#1593;&#1575;&#1604;&#1609; ... &#1573;&#1584;&#1575; &#1571;&#1585;&#1575;&#1583; &#1576;&#1593;&#1576;&#1583; &#1588;&#1585;&#1575; &#1581;&#1575;&#1587;&#1576;&#1607; &#1593;&#1604;&#1609; &#1585;&#1572;&#1608;&#1587; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1608;&#1576;&#1603;&#1578;&#1607;&#1548; &#1608;&#1571;&#1593;&#1591;&#1575;&#1607; &#1603;&#1578;&#1575;&#1576;&#1607; &#1576;&#1588;&#1605;&#1575;&#1604;&#1607;&#1548; &#1608;&#1607;&#1608; &#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;: &laquo;&#1608;&#1571;&#1605;&#1575; &#1605;&#1606; &#1575;&#1608;&#1578;&#1610; &#1603;&#1578;&#1575;&#1576;&#1607; &#1608;&#1585;&#1575;&#1569; &#1592;&#1607;&#1600;&#1585;&#1607; &#1601;&#1587;&#1608;&#1601; &#1610;&#1600;&#1583;&#1593;&#1608; &#1579;&#1576;&#1600;&#1608;&#1585;&#1575; * &#1608;&#1610;&#1589;&#1604;&#1600;&#1609; &#1587;&#1593;&#1610;&#1600;&#1585;&#1575; * &#1573;&#1606;&#1600;&#1607; &#1603;&#1600;&#1575;&#1606; &#1601;&#1600;&#1610; &#1571;&#1607;&#1604;&#1600;&#1607; &#1605;&#1587;&#1585;&#1608;&#1585;&#1575;&raquo;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">23&ndash; Imam al-Sadiq (AS) said, &lsquo;Verily when Allah, Blessed and most High, wishes to requite his servant with evil [as a result of his deeds], He will take him to account for them in front of everyone, and will reduce him to tears [on account of the proofs against him], and will give him his book in his left hand, and this is the purport of Allah&rsquo; s verse &ldquo;But as for him who is given his record from behind his back, he will pray for annihilation, and he will enter the Blaze. Indeed he used to be joyful among his folk&rdquo; [Qur&rsquo; an 8410-13] [al-Zuhd li al-Husayn b. Sa`aid, p. 92, no. 246]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>


<body>

</body>

</html>
