<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>SELF-SACRIFICE&nbsp;&nbsp; &#1575;&#1604;&#1573;&#1610;&#1579;&#1575;&#1585;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td align="center">
<p dir="ltr" align="center"><strong><span style="font-size: medium; color: #990033; font-family: Arial;">SELF-SACRIFICE&nbsp;&nbsp; </span><span style="font-size: 15pt; color: #990033; font-family: Traditional Arabic;">&#1575;&#1604;&#1573;&#1610;&#1579;&#1575;&#1585;</span></strong></p>
</td>
</tr>
<tr>
<td align="center">
<hr />
<p align="center">
</td>
</tr>
<tr>
<td align="center"><strong><span style="font-size: 16pt; color: #008080; font-family: Traditional Arabic;">&#1601;&#1590;&#1604; &#1575;&#1604;&#1573;&#1610;&#1579;&#1575;&#1585;</span></strong></td>
</tr>
<tr>
<td align="center">
</p>
<p dir="ltr" align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">The Virtue of Self-Sacrifice</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 13pt; font-family: Traditional Arabic;">1 &#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1573;&#1610;&#1579;&#1575;&#1585; &#1571;&#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1603;&#1575;&#1585;&#1605;. (&#1594;&#1585;&#1585; &#1575;&#1604;&#1581;&#1603;&#1605;: 986&#1548; &#1593;&#1610;&#1608;&#1606; &#1575;&#1604;&#1581;&#1603;&#1605; &#1608;&#1575;&#1604;&#1605;&#1608;&#1575;&#1593;&#1592;: 19 / 91)</span></p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 12pt; font-family: Arial;">1 - Imam Ali (AS) said, &lsquo;Self-sacrifice is the highest of virtues.&rsquo;[Ghurar al-Hikam, no. 986]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">2 &#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1573;&#1610;&#1579;&#1575;&#1585; &#1588;&#1610;&#1605;&#1577; &#1575;&#1604;&#1571;&#1576;&#1585;&#1575;&#1585;.</span></p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 12pt; font-family: Arial;">2 - Imam Ali (AS) said, &lsquo;Self-sacrifice is a characteristic of the righteous.&rsquo;[Ibid. no. 606]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">3 &#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1573;&#1610;&#1579;&#1575;&#1585; &#1571;&#1581;&#1587;&#1606; &#1575;&#1604;&#1573;&#1581;&#1587;&#1575;&#1606;&#1548; &#1608;&#1571;&#1593;&#1604;&#1609; &#1605;&#1585;&#1575;&#1578;&#1576; &#1575;&#1604;&#1573;&#1610;&#1605;&#1575;&#1606;.</span></p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 12pt; font-family: Arial;">3 - Imam Ali (AS) said, &lsquo;Self-sacrifice is the best kindness and the highest rank of belief.&rsquo;[Ibid. no. 1705]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">4 &#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1573;&#1610;&#1579;&#1575;&#1585; &#1571;&#1601;&#1590;&#1604; &#1593;&#1576;&#1575;&#1583;&#1577;&#1548; &#1608;&#1571;&#1580;&#1604; &#1587;&#1610;&#1575;&#1583;&#1577;.</span></p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 12pt; font-family: Arial;">4 - Imam Ali (AS) said, &lsquo;Self-sacrifice is the best form of worship and the greatest eminence.&rsquo;[Ibid. no. 1148]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">5 &#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1587;&#1582;&#1575;&#1569; &#1575;&#1604;&#1573;&#1610;&#1579;&#1575;&#1585;.</span></p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 12pt; font-family: Arial;">5 - Imam Ali (AS) said, &lsquo;The best form of generosity is self-sacrifice.&rsquo;[Ibid. no. 2888]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">6 &#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1593;&#1575;&#1605;&#1604; &#1587;&#1575;&#1574;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587; &#1576;&#1575;&#1604;&#1573;&#1606;&#1589;&#1575;&#1601;&#1548; &#1608;&#1593;&#1575;&#1605;&#1604; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1576;&#1575;&#1604;&#1573;&#1610;&#1579;&#1575;&#1585;.</span></p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 12pt; font-family: Arial;">6 - Imam Ali (AS) said, &lsquo;Treat ordinary people with fairness and treat the believers with self-sacrifice.&rsquo;[Ibid. no. 6342]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">7 &#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1594;&#1575;&#1610;&#1577; &#1575;&#1604;&#1605;&#1603;&#1575;&#1585;&#1605; &#1575;&#1604;&#1573;&#1610;&#1579;&#1575;&#1585;.</span></p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 12pt; font-family: Arial;">7 - Imam Ali (AS) also said, &lsquo;The peak of virtues is self-sacrifice.&rsquo;[Ibid. no. 6361]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">8 &#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1576;&#1575;&#1604;&#1573;&#1610;&#1579;&#1575;&#1585; &#1610;&#1587;&#1578;&#1585;&#1602; &#1575;&#1604;&#1571;&#1581;&#1585;&#1575;&#1585;.</span></p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 12pt; font-family: Arial;">8 - Imam Ali (AS) also said, &lsquo;Through self-sacrifice do free people become enslaved.&rsquo;[Ibid. no. 4187]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="center"><strong><span style="font-size: 16pt; color: #008080; font-family: Traditional Arabic;">&#1601;&#1590;&#1604; &#1575;&#1604;&#1605;&#1572;&#1579;&#1585;&#1610;&#1606;</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">The Eminence of Altruistic People</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">9 &#1600; &#1593;&#1606; &#1571;&#1576;&#1610; &#1607;&#1585;&#1610;&#1585;&#1577;: &#1580;&#1575;&#1569; &#1585;&#1580;&#1604; &#1573;&#1604;&#1609; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;)&#1548; &#1601;&#1588;&#1603;&#1575; &#1573;&#1604;&#1610;&#1607; &#1575;&#1604;&#1580;&#1608;&#1593;&#1548; &#1601;&#1576;&#1593;&#1579; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1573;&#1604;&#1609; &#1576;&#1610;&#1608;&#1578; &#1571;&#1586;&#1608;&#1575;&#1580;&#1607; &#1601;&#1602;&#1604;&#1606;: &#1605;&#1575; &#1593;&#1606;&#1583;&#1606;&#1575; &#1573;&#1604;&#1575; &#1575;&#1604;&#1605;&#1575;&#1569; . &#1601;&#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1604;&#1607;&#1584;&#1575; &#1575;&#1604;&#1585;&#1580;&#1604; &#1575;&#1604;&#1604;&#1610;&#1604;&#1577; &#1567; &#1601;&#1602;&#1575;&#1604; &#1593;&#1604;&#1610; &#1576;&#1606; &#1571;&#1576;&#1610; &#1591;&#1575;&#1604;&#1576; <span lang="ar-sa">(&#1593;): &#1571;&#1606;&#1575; &#1604;&#1607; &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;. &#1608;&#1571;&#1578;&#1609; &#1601;&#1575;&#1591;&#1605;&#1577; (&#1593;&#1604;&#1610;&#1607;&#1575; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;) &#1601;&#1602;&#1575;&#1604; &#1604;&#1607;&#1575;: &#1605;&#1575; &#1593;&#1606;&#1583;&#1603; &#1610;&#1575; &#1575;&#1576;&#1606;&#1577; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1567; &#1601;&#1602;&#1575;&#1604;&#1578;: &#1605;&#1575; &#1593;&#1606;&#1583;&#1606;&#1575; &#1573;&#1604;&#1575; &#1602;&#1608;&#1578; &#1575;&#1604;&#1589;&#1576;&#1610;&#1577;&#1548; &#1604;&#1603;&#1606;&#1575; &#1606;&#1572;&#1579;&#1585; &#1590;&#1610;&#1601;&#1606;&#1575;&#1548; &#1601;&#1602;&#1575;&#1604; (&#1593;): &#1610;&#1575; &#1575;&#1576;&#1606;&#1577; &#1605;&#1581;&#1605;&#1583;&#1548; &#1606;&#1608;&#1605;&#1610; &#1575;&#1604;&#1589;&#1576;&#1610;&#1577; &#1608;&#1571;&#1591;&#1601;&#1574;&#1610; &#1575;&#1604;&#1605;&#1589;&#1576;&#1575;&#1581;.<br />&#1601;&#1604;&#1605;&#1575; &#1571;&#1589;&#1576;&#1581; &#1593;&#1604;&#1610; (&#1593;) &#1594;&#1583;&#1575; &#1593;&#1604;&#1609; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1601;&#1571;&#1582;&#1576;&#1585;&#1607; &#1575;&#1604;&#1582;&#1576;&#1585;&#1548; &#1601;&#1604;&#1605; &#1610;&#1576;&#1585;&#1581; &#1581;&#1578;&#1609; &#1571;&#1606;&#1586;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;: &#1608;&#1610;&#1572;&#1579;&#1585;&#1608;&#1606; ....</p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 12pt; font-family: Arial;">9 - Abu Hurayra narrated, &lsquo;A man came to the Prophet (SAWA) and complained to him of hunger, so the Prophet (SAWA) sent a messenger to the homes of his wives, but they said that they had nothing but water. The Prophet (SAWA) asked, &lsquo;Who can host this man tonight?&rsquo; So Ali b. Abi Talib (AS) said, &lsquo;I will host him, O Messenger of Allah.&rsquo; He came to Fatima (AS) and asked her, &lsquo;What do you have, O daughter of the Prophet?&rsquo; She said, &lsquo;We only have food for tonight, but we will give it to our guest.&rsquo; He (AS) said, &lsquo;O Daughter of Muhammad. Take the children to bed and put off the lamp.&rsquo; The next morning, Ali (AS) came to the Prophet (SAWA) and told him the story. No sooner had he left than Allah, the Exalted, revealed the verse: &ldquo;&hellip;but prefer [others] to themselves&hellip;&rdquo;.[ Nur al-Thaqalayn, v. 5, p. 285, no. 53]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">10&#1600; &#1593;&#1606; &#1593;&#1575;&#1574;&#1588;&#1577;: &#1605;&#1575; &#1588;&#1576;&#1593; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1579;&#1604;&#1575;&#1579;&#1577; &#1571;&#1610;&#1575;&#1605; &#1605;&#1578;&#1608;&#1575;&#1604;&#1610;&#1577; &#1581;&#1578;&#1609; &#1601;&#1575;&#1585;&#1602; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. &#1608;&#1604;&#1608; &#1588;&#1575;&#1569; &#1604;&#1588;&#1576;&#1593;&#1548; &#1608;&#1604;&#1603;&#1606;&#1607; &#1603;&#1575;&#1606; &#1610;&#1572;&#1579;&#1585; &#1593;&#1604;&#1609; &#1606;&#1601;&#1587;&#1607;.</p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 12pt; font-family: Arial;">10 - Aisha narrated, &lsquo;The Prophet (SAWA) had never spent three consecutive days having eaten to his fill until he left this world, although he could have, had he wanted to; but he used to place others before himself.[ Tanbih al-Khawatir, v. 1, no. 172]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">11 &#1600; &#1593;&#1606; &#1571;&#1576;&#1610; &#1575;&#1604;&#1591;&#1601;&#1610;&#1604;: &#1575;&#1588;&#1578;&#1585;&#1609; &#1593;&#1604;&#1610; (&#1593;) &#1579;&#1608;&#1576;&#1575;&#1548; &#1601;&#1571;&#1593;&#1580;&#1576;&#1607; &#1601;&#1578;&#1589;&#1583;&#1602; &#1576;&#1607;&#1548; &#1608;&#1602;&#1575;&#1604;: &#1587;&#1605;&#1593;&#1578; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1610;&#1602;&#1608;&#1604;: &#1605;&#1606; &#1570;&#1579;&#1585; &#1593;&#1604;&#1609; &#1606;&#1601;&#1587;&#1607; &#1570;&#1579;&#1585;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1575;&#1604;&#1580;&#1606;&#1577;.</p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 12pt; font-family: Arial;">11 - Abu al-Tufayl narrated, &lsquo; Ali (AS) bought a gown, which he liked, so he gave it away in charity. He said, &lsquo;I heard the Prophet (SAWA) saying, &lsquo;When a man places others before himself, Allah, the Exalted, will place him [before others] in Paradise.[ Nur al-Thaqalayn, v. 5, p. 285, no. 52]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">12 &#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; (&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &#1608; &#1610;&#1591;&#1593;&#1605;&#1608;&#1606; &#1575;&#1604;&#1591;&#1593;&#1575;&#1605; &#1593;&#1604;&#1609; &#1581;&#1576;&#1607; &#1605;&#1587;&#1603;&#1610;&#1606;&#1575; &#1608; &#1610;&#1578;&#1610;&#1605;&#1575; &#1608; &#1571;&#1587;&#1610;&#1585;&#1575; &#1600;: &#1603;&#1575;&#1606; &#1593;&#1606;&#1583; &#1601;&#1575;&#1591;&#1605;&#1577; (&#1593;&#1604;&#1610;&#1607;&#1575; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;) &#1588;&#1593;&#1610;&#1585;&#1548; &#1601;&#1580;&#1593;&#1604;&#1608;&#1607; &#1593;&#1589;&#1610;&#1583;&#1577;&#1548; &#1601;&#1604;&#1605;&#1575; &#1571;&#1606;&#1590;&#1580;&#1608;&#1607;&#1575; &#1608;&#1608;&#1590;&#1593;&#1608;&#1607;&#1575; &#1576;&#1610;&#1606; &#1571;&#1610;&#1583;&#1610;&#1607;&#1605; &#1580;&#1575;&#1569; &#1605;&#1587;&#1603;&#1610;&#1606;&#1548; &#1601;&#1602;&#1575;&#1604; &#1575;&#1604;&#1605;&#1587;&#1603;&#1610;&#1606;: &#1585;&#1581;&#1605;&#1603;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm;! &#1571;&#1591;&#1593;&#1605;&#1608;&#1606;&#1575; &#1605;&#1605;&#1575; &#1585;&#1586;&#1602;&#1603;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1601;&#1602;&#1575;&#1605; &#1593;&#1604;&#1610; (&#1593;) &#1601;&#1571;&#1593;&#1591;&#1575;&#1607; &#1579;&#1604;&#1579;&#1607;&#1575;. &#1601;&#1605;&#1575; &#1604;&#1576;&#1579; &#1571;&#1606; &#1580;&#1575;&#1569; &#1610;&#1578;&#1610;&#1605;&#1548; &#1601;&#1602;&#1575;&#1604; &#1575;&#1604;&#1610;&#1578;&#1610;&#1605;: &#1585;&#1581;&#1605;&#1603;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; ! &#1571;&#1591;&#1593;&#1605;&#1608;&#1606;&#1575; &#1605;&#1605;&#1575; &#1585;&#1586;&#1602;&#1603;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1601;&#1602;&#1575;&#1605; &#1593;&#1604;&#1610; (&#1593;) &#1601;&#1571;&#1593;&#1591;&#1575;&#1607; &#1579;&#1604;&#1579;&#1607;&#1575; &#1575;&#1604;&#1579;&#1575;&#1606;&#1610;. &#1601;&#1605;&#1575; &#1604;&#1576;&#1579; &#1571;&#1606; &#1580;&#1575;&#1569; &#1571;&#1587;&#1610;&#1585;&#1548; &#1601;&#1602;&#1575;&#1604; &#1575;&#1604;&#1571;&#1587;&#1610;&#1585;: &#1610;&#1585;&#1581;&#1605;&#1603;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; ! &#1571;&#1591;&#1593;&#1605;&#1608;&#1606;&#1575; &#1605;&#1605;&#1575; &#1585;&#1586;&#1602;&#1603;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1601;&#1602;&#1575;&#1605; &#1593;&#1604;&#1610; (&#1593;) &#1601;&#1571;&#1593;&#1591;&#1575;&#1607; &#1575;&#1604;&#1579;&#1604;&#1579; &#1575;&#1604;&#1576;&#1575;&#1602;&#1610;&#1548; &#1608;&#1605;&#1575; &#1584;&#1575;&#1602;&#1608;&#1607;&#1575;. &#1601;&#1571;&#1606;&#1586;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610;&#1607;&#1605; &#1607;&#1584;&#1607; &#1575;&#1604;&#1570;&#1610;&#1577; &#1573;&#1604;&#1609; &#1602;&#1608;&#1604;&#1607;: &#1608; &#1603;&#1575;&#1606; &#1587;&#1593;&#1610;&#1603;&#1605; &#1605;&#1588;&#1603;&#1608;&#1585;&#1575;.</p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 12pt; font-family: Arial;">12 - Imam al-Sadiq (AS) said, &lsquo;Fatima (AS) had some barley which she made into a sweet paste. When they had finished cooking it and placed it on the table, a poor man came and said, &lsquo;May Allah have mercy upon you.&rsquo; So Ali (AS) stood up and gave him a third of it. Soon afterwards, an orphan came and said, &lsquo;May Allah have mercy upon you.&rsquo; Ali (AS) stood up and gave him a third. Soon afterwards, a prisoner of war came and said, &lsquo;May Allah have mercy upon you.&rsquo; So Ali (AS) gave him the last third, and they did not even taste it. So Allah, the Exalted, sent down the Qur&rsquo;anic verses honouring them, and they apply to every believer who does the same for the sake of Allah, the Exalted.[ Ibid. p. 470, no. 20]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 12pt"">&nbsp;</span></td>
</td>
</tr>
</tbody>

<body>

</body>

</html>
