<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>SHOWING OFF&nbsp;&nbsp; &#1575;&#1604;&#1585;&#1610;&#1575;&#1569;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">SHOWING OFF</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1585;&#1610;&#1575;&#1569;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1584;&#1605; &#1575;&#1604;&#1585;&#1610;&#1575;&#1569;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Censure of Showing Off</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1608;&#1610;&#1604; &#1604;&#1604;&#1584;&#1610;&#1606; &#1610;&#1580;&#1578;&#1604;&#1576;&#1608;&#1606; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1576;&#1575;&#1604;&#1583;&#1610;&#1606; &#1548; &#1610;&#1604;&#1576;&#1587;&#1608;&#1606; &#1604;&#1604;&#1606;&#1575;&#1587; &#1580;&#1604;&#1608;&#1583; &#1575;&#1604;&#1590;&#1571;&#1606; &#1605;&#1606; &#1604;&#1610;&#1606; &#1571;&#1604;&#1587;&#1606;&#1578;&#1607;&#1605;&#1548; &#1603;&#1604;&#1575;&#1605;&#1607;&#1605; &#1571;&#1581;&#1604;&#1609; &#1605;&#1606; &#1575;&#1604;&#1593;&#1587;&#1604; &#1608;&#1602;&#1604;&#1608;&#1576;&#1607;&#1605; &#1602;&#1604;&#1608;&#1576; &#1575;&#1604;&#1584;&#1574;&#1575;&#1576;&#1548; &#1610;&#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609;: &#1571;&#1576;&#1610; &#1610;&#1594;&#1578;&#1585;&#1608;&#1606;&#1567;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, 'Woe betide those who trade their religion for the life of this world &ndash; in front of people they are soft-spoken and their words are sweeter than honey, but they are wolves in sheep's clothing [lit. their hearts are wolves' hearts (ed.)], and Allah says regarding them, 'Are they trying to pull the wool over My eyes?' [A`alam al-Din, no. 295]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1575;&#1604;&#1605;&#1604;&#1603; &#1604;&#1610;&#1589;&#1593;&#1583; &#1576;&#1593;&#1605;&#1604; &#1575;&#1604;&#1593;&#1576;&#1583; &#1605;&#1576;&#1578;&#1607;&#1580;&#1575; &#1576;&#1607; &#1548; &#1601;&#1573;&#1584;&#1575; &#1589;&#1593;&#1583; &#1576;&#1581;&#1587;&#1606;&#1575;&#1578;&#1607; &#1610;&#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;: &#1575;&#1580;&#1593;&#1604;&#1608;&#1607;&#1575; &#1601;&#1610; &#1587;&#1580;&#1610;&#1606; &#1573;&#1606;&#1607; &#1604;&#1610;&#1587; &#1573;&#1610;&#1575;&#1610; &#1571;&#1585;&#1575;&#1583; &#1576;&#1607;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, 'Verily the angel [charged with man's deeds] rises up with man's good deeds, delighted on account of them, but as he is lifting up his good deeds, Allah tells him, 'Go and place them in the Sijjin [Sijjin: proper name given in the Qur'an to a written record of the evildoers' deeds (ed.)], as he did not perform these deeds for Me.&rsquo;[al-Kafi, v. 2, p. 295, no. 7]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1575;&#1604;&#1605;&#1585;&#1575;&#1574;&#1610; &#1610;&#1606;&#1575;&#1583;&#1609; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577;: &#1610;&#1575; &#1601;&#1575;&#1580;&#1585;! &#1610;&#1575; &#1594;&#1575;&#1583;&#1585; ! &#1610;&#1575; &#1605;&#1585;&#1575;&#1574;&#1610; ! &#1590;&#1604; &#1593;&#1605;&#1604;&#1603; &#1548; &#1608;&#1576;&#1591;&#1604; &#1571;&#1580;&#1585;&#1603; &#1548; &#1575;&#1584;&#1607;&#1576; &#1601;&#1582;&#1584; &#1571;&#1580;&#1585;&#1603; &#1605;&#1605;&#1606; &#1603;&#1606;&#1578; &#1578;&#1593;&#1605;&#1604; &#1604;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; The Prophet (SAWA) said, 'The show-off will be called on the Day of Resurrection: O shameless liar! O treacherous one! O show-off! Your deeds are lost, and the reward for your deeds is lost. Go and get your reward from those you intended to please by your actions.&rsquo;[Munyat al-Murid, p. 318]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">4&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1610;&#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607;: &#1573;&#1606;&#1610; &#1571;&#1594;&#1606;&#1609; &#1575;&#1604;&#1588;&#1585;&#1603;&#1575;&#1569; &#1601;&#1605;&#1606; &#1593;&#1605;&#1604; &#1593;&#1605;&#1604;&#1575; &#1579;&#1605; &#1571;&#1588;&#1585;&#1603; &#1601;&#1610;&#1607; &#1594;&#1610;&#1585;&#1610; &#1601;&#1571;&#1606;&#1575; &#1605;&#1606;&#1607; &#1576;&#1585;&#1610;&#1569; &#1548; &#1608;&#1607;&#1608; &#1604;&#1604;&#1584;&#1610; &#1571;&#1588;&#1585;&#1603; &#1576;&#1607; &#1583;&#1608;&#1606;&#1610; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; The Prophet (SAWA) said, 'Allah, glory be to Him, says, 'I am the most self-sufficient of partners, for whoever performs a deed for Me as well as for someone else alongside Me, [know that] I am free from need of his action and I leave it for the one that he associated with Me.&rsquo;[`Auddat al-Da`ai, p. 203]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">5&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1575; &#1610;&#1602;&#1576;&#1604; &#1593;&#1605;&#1604;&#1575; &#1601;&#1610;&#1607; &#1605;&#1579;&#1602;&#1575;&#1604; &#1584;&#1585;&#1577; &#1605;&#1606; &#1585;&#1610;&#1575;&#1569;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; The Prophet (SAWA) said, 'Verily Allah does not accept a deed that is performed with even an atom's weight of showing off in it.&rsquo;[Tanbih al-Khawatir, v. 1, p. 187]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;) &#1600; &#1581;&#1610;&#1606; &#1587;&#1600;&#1571;&#1604;&#1607; &#1585;&#1580;&#1600;&#1604;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1548; &#1601;&#1610;&#1605; &#1575;&#1604;&#1606;&#1580;&#1575;&#1577; &#1567; &#1600;: &#1571;&#1606; &#1604;&#1575; &#1610;&#1593;&#1605;&#1604; &#1575;&#1604;&#1593;&#1576;&#1583; &#1576;&#1591;&#1575;&#1593;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1585;&#1610;&#1583; &#1576;&#1607;&#1575; &#1575;&#1604;&#1606;&#1575;&#1587;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; The Prophet (SAWA) was once asked, 'Where does salvation lie?' to which he replied, 'In that the servant must not perform acts of obedience to Allah whilst intending them for other people [to see].&rsquo;[Tanbih al-Khawatir, p. 186]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1571;&#1602;&#1576;&#1581; &#1576;&#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606; &#1576;&#1575;&#1591;&#1606;&#1575; &#1593;&#1604;&#1610;&#1604;&#1575; &#1608;&#1592;&#1575;&#1607;&#1585;&#1575; &#1580;&#1605;&#1610;&#1604;&#1575;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; Imam Ali (AS) said, 'How ugly the man who is sick inwardly and beautiful outwardly.&rsquo;[Ghurar al-Hikam, no. 9661]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1604;&#1607;&#1605; &#1573;&#1606;&#1610; &#1571;&#1593;&#1608;&#1584; &#1576;&#1603; &#1605;&#1606; &#1571;&#1606; &#1578;&#1581;&#1587;&#1606; &#1601;&#1610; &#1604;&#1575;&#1605;&#1593;&#1577; &#1575;&#1604;&#1593;&#1610;&#1608;&#1606; &#1593;&#1604;&#1575;&#1606;&#1610;&#1578;&#1610; &#1548; &#1608;&#1578;&#1602;&#1576;&#1581; &#1601;&#1610;&#1605;&#1575; &#1575;&#1576;&#1591;&#1606; &#1604;&#1603; &#1587;&#1585;&#1610;&#1585;&#1578;&#1610; &#1548; &#1605;&#1581;&#1575;&#1601;&#1592;&#1575; &#1593;&#1604;&#1609; &#1585;&#1574;&#1575;&#1569; &#1575;&#1604;&#1606;&#1575;&#1587; &#1605;&#1606; &#1606;&#1601;&#1587;&#1610; &#1576;&#1580;&#1605;&#1610;&#1593; &#1605;&#1575; &#1571;&#1606;&#1578; &#1605;&#1591;&#1604;&#1593; &#1593;&#1604;&#1610;&#1607; &#1605;&#1606;&#1610; &#1548; &#1601;&#1575;&#1576;&#1583;&#1610; &#1604;&#1604;&#1606;&#1575;&#1587; &#1581;&#1587;&#1606; &#1592;&#1575;&#1607;&#1585;&#1610; &#1608;&#1575;&#1601;&#1590;&#1610; &#1573;&#1604;&#1610;&#1603; &#1576;&#1587;&#1608;&#1569; &#1593;&#1605;&#1604;&#1610; &#1548; &#1578;&#1602;&#1585;&#1576;&#1575; &#1573;&#1604;&#1609; &#1593;&#1576;&#1575;&#1583;&#1603; &#1608;&#1578;&#1576;&#1575;&#1593;&#1583;&#1575; &#1605;&#1606; &#1605;&#1585;&#1590;&#1575;&#1578;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; Imam Ali (AS) said, 'O Allah I seek refuge in You from looking good in the gleaming mirror of people's eyes whilst my inward self that I conceal [from others] be ugly in front of You, and from guarding myself [against sins] only for show in front of people whilst You know all there is to know about me, such that I may display my good side to people, leaving the bad deeds for You, in seeking nearness to mere servants of Yours and getting further and further away from Your good pleasure.&rsquo;[Nahj al-Balagha, Saying 276]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1603;&#1575;&#1606; &#1592;&#1575;&#1607;&#1585;&#1607; &#1571;&#1585;&#1580;&#1581; &#1605;&#1606; &#1576;&#1575;&#1591;&#1606;&#1607; &#1582;&#1601; &#1605;&#1610;&#1586;&#1575;&#1606;&#1607; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; Imam al-Baqir (AS) said, 'He whose outward appearance is superior to his inward self will have a very light scale of good deeds.&rsquo;[Amali al-Saduq, p. 398, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1610;&#1575;&#1603; &#1608;&#1575;&#1604;&#1585;&#1610;&#1575;&#1569;&#1563; &#1601;&#1573;&#1606;&#1607; &#1605;&#1606; &#1593;&#1605;&#1604; &#1604;&#1594;&#1610;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1603;&#1604;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1604;&#1609; &#1605;&#1606; &#1593;&#1605;&#1604; &#1604;&#1607; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10&ndash; Imam al-Sadiq (AS) said, 'Beware of showing off, for whoever performs good deeds for anyone other than Allah, Allah relegates him to the one he acted for.&rsquo;[al-Kafi, v. 2, p. 293, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1585;&#1610;&#1575;&#1569; &#1608;&#1575;&#1604;&#1588;&#1585;&#1603;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Showing Off and Polytheism</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">11&#1600; &#1593;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1571;&#1582;&#1608;&#1601; &#1605;&#1575; &#1571;&#1582;&#1575;&#1601; &#1593;&#1604;&#1610;&#1603;&#1605; &#1575;&#1604;&#1588;&#1585;&#1603; &#1575;&#1604;&#1571;&#1589;&#1594;&#1585;. &#1602;&#1575;&#1604;&#1608;&#1575;: &#1608;&#1605;&#1575; &#1575;&#1604;&#1588;&#1585;&#1603; &#1575;&#1604;&#1571;&#1589;&#1594;&#1585; &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1567; &#1602;&#1575;&#1604;: &#1575;&#1604;&#1585;&#1610;&#1575;&#1569; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">11&ndash; The Prophet (SAWA) said, 'The worst thing I fear for you is minor polytheism.&rsquo; When asked what he meant by this, he replied, 'Showing off.&rsquo;[`Auddat al-Da`ai, p. 214]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1593;&#1604;&#1605;&#1608;&#1575; &#1571;&#1606; &#1610;&#1587;&#1610;&#1585; &#1575;&#1604;&#1585;&#1610;&#1575;&#1569; &#1588;&#1585;&#1603; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">12&ndash; Imam Ali (AS) said, 'Know that even the slightest showing off is tantamount to polytheism.&rsquo;[Tuhaf al-`Uqoul, no. 151]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1587;&#1574;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1593;&#1606; &#1578;&#1601;&#1587;&#1610;&#1585; &#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;: &laquo;&#1601;&#1605;&#1606; &#1603;&#1575;&#1606; &#1610;&#1585;&#1580;&#1608; &#1604;&#1602;&#1575;&#1569; &#1585;&#1576;&#1607; &#1601;&#1604;&#1610;&#1593;&#1605;&#1604; &#1593;&#1605;&#1604;&#1575; &#1589;&#1575;&#1604;&#1581;&#1575; &#1608;&#1604;&#1575; &#1610;&#1588;&#1585;&#1603; &#1576;&#1593;&#1576;&#1575;&#1583;&#1577; &#1585;&#1576;&#1607; &#1571;&#1581;&#1583;&#1575;&raquo; &#1601;&#1602;&#1575;&#1604;: &#1605;&#1606; &#1589;&#1604;&#1609; &#1605;&#1585;&#1575;&#1569;&#1575;&#1577; &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1607;&#1608; &#1605;&#1588;&#1585;&#1603; ... &#1608;&#1605;&#1606; &#1593;&#1605;&#1604; &#1593;&#1605;&#1604;&#1575; &#1605;&#1605;&#1575; &#1571;&#1605;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1607; &#1605;&#1585;&#1575;&#1569;&#1575;&#1577; &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1607;&#1608; &#1605;&#1588;&#1585;&#1603; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">13&ndash; Imam al-Baqir (AS) said, 'The Prophet (SAWA) was once asked about the interpretation of Allah's words in the Qur'an: "So whoever expects to encounter his Lord, let him act righteously, and not associate anyone with the worship of Allah"[ Qur'an 18:110]. He replied, 'He who performs prayer in order to show people is a polytheist &hellip; and he who performs any act commanded by Allah to show people is a polytheist.&rsquo;[Tafsir al-Qummi, v. 2, p. 47]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1587;&#1608;&#1569; &#1593;&#1575;&#1602;&#1576;&#1577; &#1571;&#1607;&#1604; &#1575;&#1604;&#1585;&#1610;&#1575;&#1569;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Evil Outcome of Those Who Used to Show Off</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">14&#1600; &#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1575;&#1604;&#1606;&#1575;&#1585; &#1608;&#1571;&#1607;&#1604;&#1607;&#1575; &#1610;&#1593;&#1580;&#1608;&#1606; &#1605;&#1606; &#1571;&#1607;&#1604; &#1575;&#1604;&#1585;&#1610;&#1575;&#1569; &#1548; &#1601;&#1602;&#1610;&#1604;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1548; &#1608;&#1603;&#1610;&#1601; &#1578;&#1593;&#1580; &#1575;&#1604;&#1606;&#1575;&#1585; &#1567;! &#1602;&#1575;&#1604;: &#1605;&#1606; &#1581;&#1585; &#1575;&#1604;&#1606;&#1575;&#1585; &#1575;&#1604;&#1578;&#1610; &#1610;&#1593;&#1584;&#1576;&#1608;&#1606; &#1576;&#1607;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">14&ndash; The Prophet (SAWA) said, 'Verily the Hellfire and its inmates rage on account of those who used to show off.&rsquo; When asked how the Hellfire rages, he replied, 'It rages on account of the intense heat with which they are being punished.&rsquo;[Mustadrak al-Wasail, v. 1, p. 107, no. 109]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1610;&#1580;&#1575;&#1569; &#1576;&#1593;&#1576;&#1583; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1602;&#1583; &#1589;&#1604;&#1609; &#1601;&#1610;&#1602;&#1608;&#1604;: &#1610;&#1575; &#1585;&#1576; &#1589;&#1604;&#1610;&#1578; &#1575;&#1576;&#1578;&#1594;&#1575;&#1569; &#1608;&#1580;&#1607;&#1603; &#1601;&#1610;&#1602;&#1575;&#1604; &#1604;&#1607;: &#1576;&#1604; &#1589;&#1604;&#1610;&#1578; &#1604;&#1610;&#1602;&#1575;&#1604; &#1605;&#1575; &#1571;&#1581;&#1587;&#1606; &#1589;&#1604;&#1575;&#1577; (&#1601;&#1604;&#1575;&#1606;) &#1548; &#1575;&#1584;&#1607;&#1576;&#1608;&#1575; &#1576;&#1607; &#1573;&#1604;&#1609; &#1575;&#1604;&#1606;&#1575;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">15&ndash; Imam al-Sadiq (AS) said, 'On the Day of Resurrection, a servant who used to pray regularly will be brought forth, and he will beg, 'O Lord, I prayed in seeking Your pleasure', and he will be told, 'No, you prayed so that people would say how beautiful your prayer was. Take him to the Fire.&rsquo;[Bihar al-Anwar, v. 72, p. 301, no. 44]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1575;&#1604;&#1605;&#1585;&#1575;&#1574;&#1610;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Distinguishing Characteristics of a Show Off</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1579;&#1604;&#1575;&#1579; &#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1604;&#1604;&#1605;&#1585;&#1575;&#1574;&#1610;: &#1610;&#1606;&#1588;&#1591; &#1573;&#1584;&#1575; &#1585;&#1571;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587; &#1548; &#1608;&#1610;&#1603;&#1587;&#1604; &#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1608;&#1581;&#1583;&#1607; &#1548; &#1608;&#1610;&#1581;&#1576; &#1571;&#1606; &#1610;&#1581;&#1605;&#1583; &#1601;&#1610; &#1580;&#1605;&#1610;&#1593; &#1575;&#1605;&#1608;&#1585;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">16&ndash; Imam Ali (AS) said, 'Three characteristics distinguish a show off: he is energetic and active whilst in the presence of people, he is lazy when he is by himself, and he loves to be praised for everything.&rsquo;[al-Kafi, v. 2, p. 295, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1606;&#1608;&#1575;&#1583;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Exceptions</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">17&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1587;&#1585; &#1571;&#1601;&#1590;&#1604; &#1605;&#1606; &#1575;&#1604;&#1593;&#1604;&#1575;&#1606;&#1610;&#1577; &#1548; &#1608;&#1575;&#1604;&#1593;&#1604;&#1575;&#1606;&#1610;&#1577; &#1604;&#1605;&#1606; &#1571;&#1585;&#1575;&#1583; &#1575;&#1604;&#1575;&#1602;&#1578;&#1583;&#1575;&#1569; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">17&ndash; The Prophet (SAWA) said, 'Performing actions in secret is better than performing them publicly, except for the one who wishes to set an example.&rsquo;[Kanz al-`Ummal, no. 5273]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1571;&#1604;&#1607; &#1586;&#1585;&#1575;&#1585;&#1577; &#1593;&#1606; &#1575;&#1604;&#1585;&#1580;&#1604; &#1610;&#1593;&#1605;&#1604; &#1575;&#1604;&#1588;&#1610;&#1569; &#1605;&#1606; &#1575;&#1604;&#1582;&#1610;&#1585; &#1601;&#1610;&#1585;&#1575;&#1607; &#1573;&#1606;&#1587;&#1575;&#1606; &#1601;&#1610;&#1587;&#1585;&#1607; &#1584;&#1604;&#1603; &#1600;: &#1604;&#1575; &#1576;&#1571;&#1587; &#1548; &#1605;&#1575; &#1605;&#1606; &#1571;&#1581;&#1583; &#1573;&#1604;&#1575; &#1608;&#1607;&#1600;&#1608; &#1610;&#1581;&#1576; &#1571;&#1606; &#1610;&#1592;&#1607;&#1585; &#1604;&#1607; &#1601;&#1610; &#1575;&#1604;&#1606;&#1575;&#1587; &#1575;&#1604;&#1582;&#1610;&#1585; &#1548; &#1573;&#1584;&#1575; &#1604;&#1600;&#1605; &#1610;&#1603;&#1600;&#1606; &#1589;&#1606;&#1593; &#1584;&#1604;&#1603; &#1604;&#1584;&#1604;&#1603; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">18&ndash; Imam al-Baqir (AS) was once asked by his companion Zurara, about a man who performs a good deed which people happen to see, and which he feels good about as a result. Im?m replied, 'It does not matter as long as he did not [originally] perform the action for that purpose. Everyone naturally wants people to see them as good.&rsquo;[al-Kafi, v. 2, p. 297, no. 18]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1593;&#1605;&#1604; &#1581;&#1587;&#1606;&#1577; &#1587;&#1585;&#1575; &#1603;&#1578;&#1576;&#1578; &#1604;&#1607; &#1587;&#1585;&#1575;&#1548; &#1601;&#1573;&#1584;&#1575; &#1571;&#1602;&#1585; &#1576;&#1607;&#1575; &#1605;&#1581;&#1610;&#1578; &#1608;&#1603;&#1578;&#1576;&#1578; &#1580;&#1607;&#1585;&#1575;&#1548; &#1601;&#1573;&#1584;&#1575; &#1571;&#1602;&#1585; &#1576;&#1607;&#1575; &#1579;&#1575;&#1606;&#1610;&#1575; &#1605;&#1581;&#1610;&#1578; &#1608;&#1603;&#1578;&#1576;&#1578; &#1585;&#1610;&#1575;&#1569; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">19&ndash; Imam al-Sadiq (AS) said, 'The deed of one who performs it in secret is recorded down as a secret action. If he admits to having performed it [when asked], the previous record is erased and it is recorded instead as a public action. If he subsequently avers it himself, however, the previous record is erased and it is recorded instead as showing off.&rsquo;[`Auddat al-Da`ai, p. 221]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
