<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>SITTING COMPANY&nbsp;&nbsp; &#1605;&#1580;&#1575;&#1604;&#1587;&#1577;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">SITTING COMPANY</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1605;&#1580;&#1575;&#1604;&#1587;&#1577;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt">&#1605;&#1606; &#1606;&#1580;&#1575;&#1604;&#1587; &#1567;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-weight: 700; font-size: 25pt; color: #990033; font-family: Arial;">With Whom Must We Sit?</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1&#1600; &#1604;&#1602;&#1605;&#1575;&#1606; <span lang="ar-sa">(&#1593;): &#1610;&#1575; &#1576;&#1606;&#1610;&#1548; &#1580;&#1575;&#1604;&#1587; &#1575;&#1604;&#1593;&#1604;&#1605;&#1575;&#1569; &#1608; &#1586;&#1575;&#1581;&#1605;&#1607;&#1605; &#1576;&#1585;&#1603;&#1576;&#1578;&#1610;&#1603;&#1548; &#1601;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586; &#1608;&#1580;&#1604;&rlm;&#1610;&#1581;&#1610;&#1610; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1576;&#1606;&#1608;&#1585; &#1575;&#1604;&#1581;&#1603;&#1605;&#1577; &#1603;&#1605;&#1575; &#1610;&#1581;&#1610;&#1610; &#1575;&#1604;&#1571;&#1585;&#1590; &#1576;&#1608;&#1575;&#1576;&#1604; &#1575;&#1604;&#1587;&#1605;&#1575;&#1569;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">1- Luqman (AS) said, &lsquo;O my son! Sit with the scholars and impose on them such that you sit knee to knee with them, for Allah, the Exalted, revives the hearts thereby with the light of wisdom like he revives the land with the heavy rain from the sky.&rsquo;[Bihar al-Anwar, v. 1, p. 204, no. 22]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1602;&#1575;&#1604;&#1608;&#1575; [&#1575;&#1604;&#1581;&#1608;&#1575;&#1585;&#1610;&#1608;&#1606; &#1604;&#1593;&#1610;&#1587;&#1609;[: &#1610;&#1575; &#1585;&#1608;&#1581; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1601;&#1605;&#1606; &#1606;&#1580;&#1575;&#1604;&#1587; &#1573;&#1584;&#1575;&#1567; &#1602;&#1575;&#1604;: &#1605;&#1606; &#1610;&#1584;&#1603;&#1585;&#1603;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1585;&#1572;&#1610;&#1578;&#1607;&#1548; &#1608;&#1610;&#1586;&#1610;&#1583; &#1601;&#1610; &#1593;&#1604;&#1605;&#1603;&#1605; &#1605;&#1606;&#1591;&#1602;&#1607;&#1548; &#1608;&#1610;&#1585;&#1594;&#1576;&#1603;&#1605; &#1601;&#1610; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577; &#1593;&#1605;&#1604;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">2- The Prophet (SAWA) said, &lsquo;The Disciples said to Prophet Jesus (AS), &lsquo;O Spirit of Allah! With whom must we sit?&rsquo; He said, &lsquo;Those who remind you of Allah when you look at them, whose speech increases your knowledge, and whose deeds draw you to the Hereafter.&rsquo;[Tuhaf al-`Uqoul, no. 44]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1575; &#1578;&#1580;&#1604;&#1587;&#1608;&#1575; &#1573;&#1604;&#1575; &#1593;&#1606;&#1583; &#1603;&#1604; &#1593;&#1575;&#1604;&#1605; &rlm;&#1610;&#1583;&#1593;&#1608;&#1603;&#1605; &#1605;&#1606; &#1582;&#1605;&#1587; &#1573;&#1604;&#1609; &#1582;&#1605;&#1587;: &#1605;&#1606; &#1575;&#1604;&#1588;&#1603; &#1573;&#1604;&#1609; &#1575;&#1604;&#1610;&#1602;&#1610;&#1606;&#1548; &#1608;&#1605;&#1606; &#1575;&#1604;&#1585;&#1610;&#1575;&#1569; &#1573;&#1604;&#1609; &#1575;&#1604;&#1573;&#1582;&#1604;&#1575;&#1589;&#1548; &#1608;&#1605;&#1606; &#1575;&#1604;&#1585;&#1594;&#1576;&#1577; &#1573;&#1604;&#1609; &#1575;&#1604;&#1585;&#1607;&#1576;&#1577;&#1548; &#1608;&#1605;&#1606; &#1575;&#1604;&#1603;&#1576;&#1585; &#1573;&#1604;&#1609; &#1575;&#1604;&#1578;&#1608;&#1575;&#1590;&#1593;&#1548; &#1608;&#1605;&#1606; &#1575;&#1604;&#1594;&#1588; &#1573;&#1604;&#1609; &#1575;&#1604;&#1606;&#1589;&#1610;&#1581;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">3- The Prophet (SAWA) said, &lsquo;Do not sit but with every scholar who calls you from five states to five states: from doubt to certainty, from hypocrisy to sincerity, from desire to fear [of Allah], from arrogance to humility, and from deceit to honesty.&rsquo;[Bihar al-Anwar, v. 74, p. 188, no. 18]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1578;&#1605;&#1587;&#1603;&#1606;&#1608;&#1575; &#1608;&#1571;&#1581;&#1576;&#1608;&#1575; &#1575;&#1604;&#1605;&#1587;&#1575;&#1603;&#1610;&#1606;&#1548; &#1608;&#1580;&#1575;&#1604;&#1587;&#1608;&#1607;&#1605; &#1608;&#1571;&#1593;&#1610;&#1606;&#1608;&#1607;&#1605;&#1548; &#1578;&#1580;&#1575;&#1601;&#1608;&#1575; &#1589;&#1581;&#1576;&#1577; &#1575;&#1604;&#1571;&#1594;&#1606;&#1610;&#1575;&#1569; &#1608;&#1575;&#1585;&#1581;&#1605;&#1608;&#1607;&#1605; &#1608;&#1593;&#1601;&#1608;&#1575; &#1593;&#1606; &#1571;&#1605;&#1608;&#1575;&#1604;&#1607;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">4- The Prophet (SAWA) said, &lsquo;Feign poverty and love the poor; sit with them and help them, and shun the companionship of the rich and be kind to them and covet not their wealth.&rsquo;[Tanbih al-Khawatir, v. 2, p. 120]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1580;&#1575;&#1604;&#1587; &#1575;&#1604;&#1593;&#1604;&#1605;&#1575;&#1569; &#1610;&#1586;&#1583;&#1583; &#1593;&#1604;&#1605;&#1603;&#1548; &#1608;&#1610;&#1581;&#1587;&#1606; &#1571;&#1583;&#1576;&#1603;&#1548; &#1608;&#1578;&#1586;&#1603; &#1606;&#1601;&#1587;&#1603; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">5- Imam Ali (AS) said, &lsquo;Sit with the scholars and your knowledge will increase, your manners will become refined, and your soul will become pure.&rsquo;[Ghurar al-Hikam, no. 4786]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1580;&#1575;&#1604;&#1587; &#1575;&#1604;&#1581;&#1603;&#1605;&#1575;&#1569; &#1610;&#1603;&#1605;&#1604; &#1593;&#1602;&#1604;&#1603;&#1548; &#1608;&#1578;&#1588;&#1585;&#1601; &#1606;&#1601;&#1587;&#1603;&#1548; &#1608;&#1610;&#1606;&#1578;&#1601; &#1593;&#1606;&#1603; &#1580;&#1607;&#1604;&#1603; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">6- Imam Ali (AS) said, &lsquo;Sit with the wise and your intellect will be perfected, your soul will be ennobled, and your ignorance will depart from you.&rsquo;[Ibid. no. 4787]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1580;&#1575;&#1604;&#1587; &#1575;&#1604;&#1601;&#1602;&#1585;&#1575;&#1569; &#1578;&#1586;&#1583;&#1583; &#1588;&#1603;&#1585;&#1575; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">7- Imam Ali (AS) said, &lsquo;Sit with the poor and your gratefulness will increase.&rsquo;[Ibid. no. 4723]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;): &#1605;&#1580;&#1575;&#1604;&#1587; &#1575;&#1604;&#1589;&#1575;&#1604;&#1581;&#1610;&#1606; &#1583;&#1575;&#1593;&#1610;&#1577; &#1573;&#1604;&#1609; &#1575;&#1604;&#1589;&#1604;&#1575;&#1581;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">8- Imam Zayn al-Abidin (AS) said, &lsquo;Sitting with the righteous brings about righteousness.&rsquo;[Bihar al-Anwar, v. 78, p. 141, no. 35]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; color:#990033; font-family:Traditional Arabic">&#1581;&#1602; &#1575;&#1604;&#1580;&#1604;&#1610;&#1587;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Right Of One&rsquo;s Sitting Companion</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;): &#1571;&#1605;&#1575; &#1581;&#1602; &#1580;&#1604;&#1610;&#1587;&#1603; :&#1601;&#1571;&#1606; &#1578;&#1604;&#1610;&#1606; &#1604;&#1607; &#1580;&#1575;&#1606;&#1576;&#1603;&#1548; &#1608;&#1578;&#1606;&#1589;&#1601;&#1607; &#1601;&#1610; &#1605;&#1580;&#1575;&#1586;&#1575;&#1577; &#1575;&#1604;&#1604;&#1601;&#1592;&#1548; &#1608;&#1604;&#1575; &#1578;&#1602;&#1608;&#1605; &#1605;&#1606; &#1605;&#1580;&#1604;&#1587;&#1603; &#1573;&#1604;&#1575; &#1576;&#1573;&#1584;&#1606;&#1607; . &#1608;&#1605;&#1606; &#1610;&#1580;&#1604;&#1587; &#1573;&#1604;&#1610;&#1603; &#1610;&#1580;&#1608;&#1586; &#1604;&#1607; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605; &#1593;&#1606;&#1603;&rlm;&#1576;&#1594;&#1610;&#1585; &#1573;&#1584;&#1606;&#1603;&#1548; &#1608;&#1578;&#1606;&#1587;&#1609; &#1586;&#1604;&#1575;&#1578;&#1607;&#1548; &#1608;&#1578;&#1581;&#1601;&#1592;&rlm;&#1582;&#1610;&#1585;&#1575;&#1578;&#1607;&#1548; &#1608;&#1604;&#1575; &#1578;&#1587;&#1605;&#1593;&#1607; &#1573;&#1604;&#1575; &#1582;&#1610;&#1585;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">9- Imam Zaynul `Abidin (AS) said, &lsquo;As for the right of your sitting companion - it is that you lower your wing to him [in humbleness], be fair to him in exchanging words, and do not get up from your seat without his permission, even though the one who sits with you has the right to leave your company without your permission. Forget his shortcomings and remember his virtues, and do not make him listen to anything other than good.&rsquo;[al-Khisal, p. 569, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; color:#990033; font-family:Traditional Arabic">&#1605;&#1606; &#1604;&#1575; &#1610;&#1606;&#1576;&#1594;&#1610; &#1605;&#1580;&#1575;&#1604;&#1587;&#1578;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">With Whom We Must Not Sit</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">10- &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1579;&#1600;&#1604;&#1575;&#1579;&#1600;&#1577; &#1605;&#1580;&#1575;&#1604;&#1587;&#1578;&#1607;&#1605; &#1578;&#1605;&#1610;&#1578; &#1575;&#1604;&#1602;&#1604;&#1576; : &#1605;&#1580;&#1575;&#1604;&#1587;&#1607; &#1575;&#1604;&#1571;&#1606;&#1584;&#1575;&#1604; &#1548; &#1608;&#1575;&#1604;&#1581;&#1583;&#1610;&#1579; &#1605;&#1593; &#1575;&#1604;&#1606;&#1587;&#1575;&#1569; &#1548; &#1608;&#1605;&#1580;&#1575;&#1604;&#1587;&#1577; &#1575;&#1604;&#1571;&#1594;&#1606;&#1610;&#1575;&#1569; .</span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10- The Prophet (SAWA) said, &lsquo;Three types of people whose companionship slays the heart: sitting with cowards, chatting with women, and sitting with the rich.&rsquo;[Ibid. p. 87, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">11- &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1610;&#1575;&#1603;&#1605; &#1608;&#1605;&#1580;&#1575;&#1604;&#1587;&#1577; &#1575;&#1604;&#1605;&#1608;&#1578;&#1609; ! &#1602;&#1610;&#1604;: &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1605;&#1606; &#1575;&#1604;&#1605;&#1608;&#1578;&#1609; &#1567; &#1602;&#1575;&#1604;: &#1603;&#1604; &#1594;&#1606;&#1610; &#1571;&#1591;&#1594;&#1575;&#1607; &#1594;&#1606;&#1575;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">11- The Prophet (SAWA) said, &lsquo;Beware of sitting with the dead.&rsquo; He was asked, &lsquo;O Messenger of Allah, who are the dead?&rsquo; He replied, &lsquo;Every rich person whose wealth has made a tyrant of him.&rsquo;[Tanbih al-Khawatir, v. 2, p. 32]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">12- &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1580;&#1575;&#1604;&#1587;&#1577; &#1571;&#1607;&#1604; &#1575;&#1604;&#1607;&#1608;&#1609; &#1605;&#1606;&#1587;&#1575;&#1577; &#1604;&#1604;&#1573;&#1610;&#1605;&#1575;&#1606;&#1548; &#1608;&#1605;&#1581;&#1590;&#1585;&#1577; &#1604;&#1604;&#1588;&#1610;&#1591;&#1575;&#1606; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">12- Imam Ali (AS) said, &lsquo;Sitting with people of base desires causes heedlessness of one&rsquo;s faith, and invites Satan thereat.&rsquo;[Nahj al-Balagha, Sermon 86]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">13- &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1578;&#1589;&#1581;&#1576;&#1608;&#1575; &#1571;&#1607;&#1604; &#1575;&#1604;&#1576;&#1583;&#1593; &#1608;&#1604;&#1575; &#1578;&#1580;&#1575;&#1604;&#1587;&#1608;&#1607;&#1600;&#1605; &#1601;&#1578;&#1589;&#1610;&#1585;&#1608;&#1575; &#1593;&#1606;&#1600;&#1583; &#1575;&#1604;&#1606;&#1575;&#1587; &#1603;&#1608;&#1575;&#1581;&#1600;&#1583; &#1605;&#1606;&#1607;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">13- Imam al-Sadiq (AS) said, &lsquo;Do not take the people of innovation (bida`a) as companions and do not sit with them lest you be considered one of them in people&rsquo;s eyes.&rsquo;[al-Kafi, v. 2, p. 375, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">14- &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1610;&#1575;&#1603;&#1605; &#1608;&#1605;&#1580;&#1575;&#1604;&#1587;&#1577; &#1575;&#1604;&#1605;&#1604;&#1608;&#1603; &#1608;&#1571;&#1576;&#1606;&#1575;&#1569;&#1575;&#1604;&#1583;&#1606;&#1610;&#1575;&#1548; &#1601;&#1601;&#1610; &#1584;&#1604;&#1603; &#1584;&#1607;&#1575;&#1576; &#1583;&#1610;&#1606;&#1603;&#1605; &#1608;&#1610;&#1593;&#1602;&#1576;&#1603;&#1605; &#1606;&#1601;&#1575;&#1602;&#1575;&#1548; &#1608;&#1584;&#1604;&#1603; &#1583;&#1575;&#1569; &#1583;&#1608;&#1610; &#1604;&#1575; &#1588;&#1601;&#1575;&#1569; &#1604;&#1607;&#1548; &#1608;&#1610;&#1608;&#1585;&#1579; &#1602;&#1587;&#1575;&#1608;&#1577; &#1575;&#1604;&#1602;&#1604;&#1576;&#1548; &#1608;&#1610;&#1587;&#1604;&#1576;&#1603;&#1605; &#1575;&#1604;&#1582;&#1588;&#1608;&#1593;&#1548; &#1608;&#1593;&#1604;&#1610;&#1603;&#1605; &#1576;&#1575;&#1604;&#1571;&#1588;&#1603;&#1575;&#1604; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1608;&#1575;&#1604;&#1571;&#1608;&#1587;&#1575;&#1591; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1593;&#1606;&#1583;&#1607;&#1605; &#1578;&#1580;&#1583;&#1608;&#1606; &#1605;&#1593;&#1575;&#1583;&#1606; &#1575;&#1604;&#1580;&#1608;&#1607;&#1585; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">14- Imam al-Sadiq (AS) said, &lsquo;Beware of sitting with kings and worldly people, for in this there is the erosion of your religion and it will bring about hypocrisy in you, and this is a serious disease from which there is no cure. It will also engender hardheartedness and deprive you of true submission [to Allah]. You must stick to those people who are most like you and the middle classes of people, for it is with them that you find the true jewels.&rsquo;[Mustadrak al-Wasail, v. 8, p. 337, no. 9595]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
