<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>STRAYING FROM THE STRAIGHT PATH</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">STRAYING FROM THE STRAIGHT PATH</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1590;&#1604;&#1575;&#1604;&#1577;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1605;&#1608;&#1580;&#1576;&#1575;&#1578; &#1575;&#1604;&#1590;&#1604;&#1575;&#1604;&#1577;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Factors that Cause One to Stray (from the Straight Path)</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1603;&#1604; &#1590;&#1604;&#1577; &#1593;&#1604;&#1577;&#1548; &#1608;&#1604;&#1603;&#1604; &#1606;&#1575;&#1603;&#1579; &#1588;&#1576;&#1607;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">1&ndash; Imam Ali (AS) said, &lsquo;For every misguidance there is a cause, and behind every disloyal act is an obscurity.&rsquo;[Nahj al-Balagha, Sermon 148]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1604;&#1575; &#1608;&#1573;&#1606; &#1588;&#1585;&#1575;&#1574;&#1593; &#1575;&#1604;&#1583;&#1610;&#1606; &#1608;&#1575;&#1581;&#1583;&#1577;&#1548; &#1608;&#1587;&#1576;&#1604;&#1607; &#1602;&#1575;&#1589;&#1583;&#1577;&#1548; &#1605;&#1606; &#1571;&#1582;&#1584; &#1576;&#1607;&#1575; &#1604;&#1581;&#1602; &#1608;&#1594;&#1606;&#1605;&#1548; &#1608;&#1605;&#1606; &#1608;&#1602;&#1601; &#1593;&#1606;&#1607;&#1575; &#1590;&#1604; &#1608;&#1606;&#1583;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">2&ndash; Imam Ali (AS) said, &lsquo;Know that indeed the paths to religion are one, and its courses lead straight ahead. Whoever follows them attains the objective, and whoever stops, moving away from them, strays and ends up regretful.&rsquo;[Nahj al-Balagha, Sermon 142]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1606;&#1592;&#1585;&#1608;&#1575; &#1571;&#1607;&#1604; &#1576;&#1610;&#1578; &#1606;&#1576;&#1610;&#1603;&#1605; &#1601;&#1575;&#1604;&#1586;&#1605;&#1608;&#1575; &#1587;&#1605;&#1578;&#1607;&#1605; ... &#1604;&#1575; &#1578;&#1587;&#1576;&#1602;&#1608;&#1607;&#1605; &#1601;&#1578;&#1590;&#1604;&#1608;&#1575;&#1548; &#1608;&#1604;&#1575; &#1578;&#1578;&#1571;&#1582;&#1585;&#1608;&#1575; &#1593;&#1606;&#1607;&#1605; &#1601;&#1578;&#1607;&#1604;&#1603;&#1608;&#1575; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">3&ndash; Imam Ali (AS) said, &lsquo;Look at the household of your Prophet and adhere to their direction&hellip;Do not overtake them, for then you will stray, nor lag behind them lest you fall into ruin.&rsquo;[Nahj al-Balagha, Sermon 97]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1610;&#1591;&#1604;&#1576; &#1575;&#1604;&#1607;&#1583;&#1575;&#1610;&#1577; &#1605;&#1606; &#1594;&#1610;&#1585; &#1571;&#1607;&#1604;&#1607;&#1575; &#1610;&#1590;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">4&ndash; Imam Ali (AS) said, &lsquo;He who seeks guidance from the wrong source goes astray.&rsquo;[Ghurar al-Hikam, no. 7501]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center"><span style="font-weight: 700; font-size: 32pt; color: #990033; font-family: Traditional Arabic;">&#1575;&#1604;&#1605;&#1590;&#1604;&#1608;&#1606;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Those Who Lead Others Astray</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1588;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587; &#1593;&#1606;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1605;&#1575;&#1605; &#1580;&#1575;&#1574;&#1585; &#1590;&#1604; &#1608;&#1590;&#1604; &#1576;&#1607;&#1548; &#1601;&#1571;&#1605;&#1575;&#1578; &#1587;&#1606;&#1577; &#1605;&#1571;&#1582;&#1608;&#1584;&#1577; (&#1605;&#1593;&#1604;&#1608;&#1605;&#1577;)&#1548; &#1608;&#1571;&#1581;&#1610;&#1575; &#1576;&#1583;&#1593;&#1577; &#1605;&#1578;&#1585;&#1608;&#1603;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">5&ndash; Imam Ali (AS) said, &lsquo;Verily the most evil of people in the sight of Allah is the tyrannical leader who himself has gone astray and through whom others go astray. He abolishes established practices and revives abandoned innovations.&rsquo;[Nahj al-Balagha, Sermon 164]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1571;&#1576;&#1594;&#1590; &#1575;&#1604;&#1582;&#1604;&#1575;&#1574;&#1602; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1585;&#1580;&#1604;&#1575;&#1606;: &#1585;&#1580;&#1604; &#1608;&#1603;&#1604;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1604;&#1609; &#1606;&#1601;&#1587;&#1607;&#1548; &#1601;&#1607;&#1608; &#1580;&#1575;&#1574;&#1585; &#1593;&#1606; &#1602;&#1589;&#1583; &#1575;&#1604;&#1587;&#1576;&#1610;&#1604;&#1548; &#1605;&#1588;&#1594;&#1608;&#1601; &#1576;&#1603;&#1604;&#1575;&#1605; &#1576;&#1583;&#1593;&#1577; &#1608;&#1583;&#1593;&#1575;&#1569; &#1590;&#1604;&#1575;&#1604;&#1577;&#1548; &#1601;&#1607;&#1608; &#1601;&#1578;&#1606;&#1577; &#1604;&#1605;&#1606; &#1575;&#1601;&#1578;&#1578;&#1606; &#1576;&#1607;&#1548; &#1590;&#1575;&#1604; &#1593;&#1606; &#1607;&#1583;&#1610; &#1605;&#1606; &#1603;&#1575;&#1606; &#1602;&#1576;&#1604;&#1607;&#1548; &#1605;&#1590;&#1604; &#1604;&#1605;&#1606; &#1575;&#1602;&#1578;&#1583;&#1609; &#1576;&#1607; &#1601;&#1610; &#1581;&#1610;&#1575;&#1578;&#1607; &#1608;&#1576;&#1593;&#1583; &#1608;&#1601;&#1575;&#1578;&#1607;&#1548; &#1581;&#1605;&#1575;&#1604; &#1582;&#1591;&#1575;&#1610;&#1575; &#1594;&#1610;&#1585;&#1607;&#1548; &#1585;&#1607;&#1606; (&#1585;&#1607;&#1610;&#1606;) &#1576;&#1582;&#1591;&#1610;&#1574;&#1578;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">6&ndash; Imam Ali (AS) said, &lsquo;Verily the most detested of all people in the sight of Allah are two: the man whom Allah has relegated to his own carnal self, so he has deviated from the straight path and is passionately fond of talking about innovations and misguiding others towards the wrong path. He tempts those who are charmed by him. He himself has strayed away from the guidance of his predecessors, and misleads those who follow him during his life as well as after his death. He carries the burden of others&rsquo; sins and is entangled in his own misdeeds&hellip;&rsquo;[Nahj al-Balagha, Sermon 17]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1589;&#1601;&#1577; &#1575;&#1604;&#1605;&#1606;&#1575;&#1601;&#1602;&#1610;&#1606; &#1600;: &#1575;&#1581;&#1584;&#1585;&#1603;&#1605; &#1571;&#1607;&#1604; &#1575;&#1604;&#1606;&#1601;&#1575;&#1602; &#1563; &#1601;&#1573;&#1606;&#1607;&#1605; &#1575;&#1604;&#1590;&#1575;&#1604;&#1608;&#1606; &#1575;&#1604;&#1605;&#1590;&#1604;&#1608;&#1606;&#1548; &#1608;&#1575;&#1604;&#1586;&#1575;&#1604;&#1608;&#1606; &#1575;&#1604;&#1605;&#1586;&#1604;&#1608;&#1606;. </span></p>
</td>
</tr>
<tr>
<td>
<p align="justify"><span style="font-size: 25pt; font-family: Arial;">7&ndash; Imam Ali (AS) said in his description of the hypocrites, &lsquo;I warn you against the hypocrites, for verily they are themselves misguided and they misguide other people. They have slipped and they cause others to slip too.&rsquo;[Nahj al-Balagha, Sermon 194]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td><p dir="rtl" align="center"><span style="font-weight: 700; font-size: 32pt; color: #990033; font-family: Traditional Arabic;">&#1607;&#1575;&#1583;&#1605; &#1571;&#1585;&#1603;&#1575;&#1606; &#1575;&#1604;&#1590;&#1604;&#1575;&#1604;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 25pt; color: #990033; font-family: Arial;">That Which Destroys the Pillars of Misguidance</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1587;&#1578;&#1593;&#1610;&#1606;&#1608;&#1575; &#1576;&#1607; [&#1571;&#1610; &#1576;&#1575;&#1604;&#1602;&#1585;&#1570;&#1606;[ &#1593;&#1604;&#1609; &#1604;&#1571;&#1608;&#1575;&#1574;&#1603;&#1605;&#1563; &#1601;&#1573;&#1606; &#1601;&#1610;&#1607; &#1588;&#1601;&#1575;&#1569; &#1605;&#1606; &#1571;&#1603;&#1576;&#1585; &#1575;&#1604;&#1583;&#1575;&#1569;&#1548; &#1608;&#1607;&#1608; &#1575;&#1604;&#1603;&#1601;&#1585; &#1608;&#1575;&#1604;&#1606;&#1601;&#1575;&#1602;&#1548; &#1608;&#1575;&#1604;&#1594;&#1610; &#1608;&#1575;&#1604;&#1590;&#1604;&#1575;&#1604; . </span></p>
</td>
</tr>
<tr>
<td>
<p dir="ltr" align="justify"><span style="font-size: 25pt; font-family: Arial;">8&ndash; Imam Ali (AS) said, &lsquo;Seek its assistance [i.e. the Qur&rsquo;an&rsquo;s] in your distress, for verily it contains the cure for the deadliest diseases, namely disbelief and hypocrisy, revolt and misguidance.&rsquo;[Nahj al-Balagha, Sermon 176]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</td>
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1607;&#1584;&#1575; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605; &#1583;&#1610;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1584;&#1610; &#1575;&#1589;&#1591;&#1601;&#1575;&#1607; &#1604;&#1606;&#1601;&#1587;&#1607; ... &#1608;&#1607;&#1583;&#1605; &#1571;&#1585;&#1603;&#1575;&#1606; &#1575;&#1604;&#1590;&#1604;&#1575;&#1604;&#1577; &#1576;&#1585;&#1603;&#1606;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">9&ndash; Imam Ali (AS) said, &lsquo;Indeed this Islam is the religion of Allah which he has chosen for Himself &hellip; and has smashed the pillars of misguidance with its one pillar.&rsquo;[Nahj al-Balagha, Sermon 198]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
