<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>SWINDLING&nbsp;&nbsp; &#1575;&#1604;&#1594;&#1588;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 14pt; font-family: Arial;">SWINDLING</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1594;&#1588;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="font-weight: 700; font-size: 32pt; color: #990033; font-family: Traditional Arabic;">&#1584;&#1605; &#1575;&#1604;&#1594;&#1588;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 25pt; color: #990033; font-family: Arial;">The Censure of Swindling</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1594;&#1588; &#1571;&#1582;&#1575;&#1607; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605; &#1606;&#1586;&#1593; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1606;&#1607; &#1576;&#1585;&#1603;&#1577; &#1585;&#1586;&#1602;&#1607;&#1548; &#1608;&#1571;&#1601;&#1587;&#1583; &#1593;&#1604;&#1610;&#1607; &#1605;&#1593;&#1610;&#1588;&#1578;&#1607;&#1548; &#1608;&#1608;&#1603;&#1604;&#1607; &#1573;&#1604;&#1609; &#1606;&#1601;&#1587;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">1&ndash; The Prophet (SAWA) said, &lsquo;He who swindles a fellow Muslim brother, Allah snatches away the benediction in his sustenance, thwarts his efforts at earning a livelihood, and relegates him to his own base self.&rsquo;[Bihar al-Anwar, v. 76, p. 365, no. 30]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1576;&#1575;&#1593; &#1593;&#1610;&#1576;&#1575; &#1604;&#1605; &#1610;&#1576;&#1610;&#1606;&#1607; &#1604;&#1605; &#1610;&#1586;&#1604; &#1601;&#1610; &#1605;&#1602;&#1578; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1604;&#1605; &#1578;&#1586;&#1604; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577; &#1578;&#1604;&#1593;&#1606;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">2&ndash; The Prophet (SAWA) said, &lsquo;He who sells a flawed commodity, not stating it, remains despised by Allah, and the angels continuously curse him.&rsquo;[Kanz al-`Ummal, no. 9501]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">3&#1600; &#1575;&#1604;&#1578;&#1585;&#1594;&#1610;&#1576; &#1608;&#1575;&#1604;&#1578;&#1585;&#1607;&#1610;&#1576;: &#1573;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1605;&#1585; &#1593;&#1604;&#1609; &#1589;&#1576;&#1585;&#1577; &#1591;&#1593;&#1575;&#1605;&#1548; &#1601;&#1571;&#1583;&#1582;&#1604; &#1610;&#1583;&#1607; &#1601;&#1610;&#1607;&#1575; &#1601;&#1606;&#1575;&#1604;&#1578; &#1571;&#1589;&#1575;&#1576;&#1593;&#1607; &#1576;&#1604;&#1604;&#1575;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1605;&#1575; &#1607;&#1584;&#1575; &#1610;&#1575; &#1589;&#1575;&#1581;&#1576; &#1575;&#1604;&#1591;&#1593;&#1575;&#1605; &#1567; &#1602;&#1575;&#1604;: &#1571;&#1589;&#1575;&#1576;&#1578;&#1607; &#1575;&#1604;&#1587;&#1605;&#1575;&#1569; &#1610;&#1575;&#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; . &#1602;&#1575;&#1604;: &#1571;&#1601;&#1604;&#1575; &#1580;&#1593;&#1604;&#1578;&#1607; &#1601;&#1608;&#1602; &#1575;&#1604;&#1591;&#1593;&#1575;&#1605; &#1581;&#1578;&#1609; &#1610;&#1585;&#1575;&#1607; &#1575;&#1604;&#1606;&#1575;&#1587;&#1567;! &#1605;&#1606; &#1594;&#1588;&#1606;&#1575; &#1601;&#1604;&#1610;&#1587; &#1605;&#1606;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">3&ndash; It is narrated in Kanz al-`Aummal: &lsquo;Verily the Prophet (SAWA) once passed by a pile of wheat, so he placed his hand in and his fingers hit upon some moisture, at which he asked the vendor, &lsquo;What is this O vendor of wheat?&rsquo; to which he replied, &lsquo;The rain fell on it O Prophet of Allah.&rsquo; The Prophet then asked him, &lsquo;Then why did you not place it at the top of the pile that people might see it?! He who swindles us is not of us.&rsquo;[al-Targhib wa al-Tarhib, v. 2, p. 571, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1593;&#1607;&#1583;&#1607; &#1573;&#1604;&#1609; &#1576;&#1593;&#1590; &#1593;&#1605;&#1575;&#1604;&#1607; &#1600;: &#1573;&#1606; &#1571;&#1593;&#1592;&#1605; &#1575;&#1604;&#1582;&#1610;&#1575;&#1606;&#1577; &#1582;&#1610;&#1575;&#1606;&#1577; &#1575;&#1604;&#1575;&#1605;&#1577;&#1548; &#1608;&#1571;&#1601;&#1592;&#1593; &#1575;&#1604;&#1594;&#1588; &#1594;&#1588; &#1575;&#1604;&#1571;&#1574;&#1605;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">4&ndash; Imam Ali (AS) said in his instruction to one of his labourers, &lsquo;Verily the worst act of treachery is the treachery against a Muslim community, and the worst act of swindling is swindling one&rsquo;s leaders [Imams].&rsquo;[Nahj al-Balagha, Letter 26]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1594;&#1588; &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1610; &#1583;&#1610;&#1606;&#1607;&#1605; &#1601;&#1607;&#1608; &#1605;&#1593;&#1575;&#1606;&#1583; &#1604;&#1604;&#1607;&rlm; &#1608;&#1585;&#1587;&#1608;&#1604;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">5&ndash; Imam Ali (AS) said, &lsquo;He who swindles people in matters of religion is an antagonist of Allah and His Prophet.&rsquo;[Ghurar al-Hikam, no. 8891]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1610;&#1587; &#1605;&#1606;&#1575; &#1605;&#1606; &#1594;&#1588;&#1606;&#1575; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">6&ndash; Imam al-Sadiq (AS) said, &lsquo;He who swindles us is not of us.&rsquo;[al-Kafi, v. 5, p. 160, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1605;&#1585; &#1576;&#1607;&#1588;&#1575;&#1605; &#1576;&#1606; &#1575;&#1604;&#1581;&#1603;&#1605; &#1608;&#1607;&#1608; &#1610;&#1576;&#1610;&#1593; &#1575;&#1604;&#1587;&#1575;&#1576;&#1585;&#1610; &#1601;&#1610; &#1575;&#1604;&#1592;&#1604;&#1575;&#1604; &#1600;: &#1610;&#1575; &#1607;&#1588;&#1575;&#1605;&#1548; &#1573;&#1606; &#1575;&#1604;&#1576;&#1610;&#1593; &#1601;&#1610; &#1575;&#1604;&#1592;&#1604; &#1594;&#1588;&#1548; &#1608;&#1573;&#1606; &#1575;&#1604;&#1594;&#1588; &#1604;&#1575; &#1610;&#1581;&#1604;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">7&ndash; Imam al-Kazim (AS) once passed by Hisham b. al-Hakam selling fine cloth in the shade, so he said to him, &lsquo;O Hisham, verily the sale of goods in the shade is considered fraud, and verily fraud is not allowed.&rsquo;[al-Kafi, v. 5, p. 160, no. 6]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
