<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>THE NIGHT PRAYER&nbsp;&nbsp; &#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-family: Arial;"><span style="font-size: 30pt">&nbsp;</span><span style="font-size: 14pt">THE NIGHT PRAYER</span><span style="font-size: 30pt">&nbsp;&nbsp; </span></span><span style="font-family: Traditional Arabic;"><span style="font-size: 30pt">&#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;&#1604;</span></span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1601;&#1590;&#1604; &#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;&#1604;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Virtue of the Night Prayer</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1575; &#1586;&#1575;&#1604; &#1580;&#1576;&#1585;&#1574;&#1610;&#1604; &#1610;&#1608;&#1589;&#1610;&#1606;&#1610; &#1576;&#1602;&#1610;&#1575;&#1605; &#1575;&#1604;&#1604;&#1610;&#1604; &#1581;&#1578;&#1609; &#1592;&#1606;&#1606;&#1578; &#1571;&#1606; &#1582;&#1610;&#1575;&#1585; &#1571;&#1605;&#1578;&#1610; &#1604;&#1606; &#1610;&#1606;&#1575;&#1605;&#1608;&#1575; &#1605;&#1606; &#1575;&#1604;&#1604;&#1610;&#1604; &#1573;&#1604;&#1575; &#1602;&#1604;&#1610;&#1604;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, &lsquo;The archangel Gabriel continuously advises me about standing for prayer in the night such that I really thought the good people in my community will never sleep.&rsquo;[Amali al-Saduq, p. 349, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1585;&#1581;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1585;&#1580;&#1604;&#1575; &#1602;&#1575;&#1605; &#1605;&#1606; &#1575;&#1604;&#1604;&#1610;&#1604; &#1601;&#1589;&#1604;&#1609; &#1608;&#1571;&#1610;&#1602;&#1592; &#1575;&#1605;&#1585;&#1571;&#1578;&#1607; &#1601;&#1589;&#1604;&#1578;&#1548; &#1601;&#1573;&#1606; &#1571;&#1576;&#1578; &#1606;&#1590;&#1581; &#1601;&#1610; &#1608;&#1580;&#1607;&#1607;&#1575; &#1575;&#1604;&#1605;&#1575;&#1569; . &#1585;&#1581;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1605;&#1585;&#1571;&#1577; &#1602;&#1575;&#1605;&#1578; &#1605;&#1606; &#1575;&#1604;&#1604;&#1610;&#1604; &#1601;&#1589;&#1604;&#1578; &#1608;&#1571;&#1610;&#1602;&#1592;&#1578; &#1586;&#1608;&#1580;&#1607;&#1575;&#1548; &#1601;&#1573;&#1606; &#1571;&#1576;&#1609; &#1606;&#1590;&#1581;&#1578; &#1601;&#1610; &#1608;&#1580;&#1607;&#1607; &#1575;&#1604;&#1605;&#1575;&#1569;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, &lsquo;Allah has mercy on the man who wakes up in the night to pray, and wakes his wife so she too prays, and sprinkles water on her face if she refuses to get up. And Allah has mercy on the woman who wakes up in the night to pray, and wakes her husband to pray too, and sprinkles water on his face if he refuses to get up.&rsquo;[Sunan Abi DawUd, p. 145]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1575;&#1604;&#1593;&#1576;&#1583; &#1573;&#1584;&#1575; &#1578;&#1582;&#1604;&#1609; &#1576;&#1587;&#1610;&#1583;&#1607; &#1601;&#1610; &#1580;&#1608;&#1601; &#1575;&#1604;&#1604;&#1610;&#1604; &#1575;&#1604;&#1605;&#1592;&#1604;&#1605; &#1608;&#1606;&#1575;&#1580;&#1575;&#1607;&#1548; &#1571;&#1579;&#1576;&#1578; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1606;&#1608;&#1585; &#1601;&#1610; &#1602;&#1604;&#1576;&#1607; ... &#1579;&#1605; &#1610;&#1602;&#1608;&#1604; &#1580;&#1604; &#1580;&#1604;&#1575;&#1604;&#1607; &#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1578;&#1607;: &#1610;&#1575; &#1605;&#1604;&#1575;&#1574;&#1603;&#1578;&#1610;&#1548; &#1575;&#1606;&#1592;&#1585;&#1608;&#1575; &#1573;&#1604;&#1609; &#1593;&#1576;&#1583;&#1610;&#1548; &#1601;&#1602;&#1583; &#1578;&#1582;&#1604;&#1609; &#1576;&#1610; &#1601;&#1610; &#1580;&#1608;&#1601; &#1575;&#1604;&#1604;&#1610;&#1604; &#1575;&#1604;&#1605;&#1592;&#1604;&#1605; &#1608;&#1575;&#1604;&#1576;&#1591;&#1575;&#1604;&#1608;&#1606; &#1604;&#1575;&#1607;&#1608;&#1606;&#1548; &#1608;&#1575;&#1604;&#1594;&#1575;&#1601;&#1604;&#1608;&#1606; &#1606;&#1610;&#1575;&#1605;&#1548; &#1575;&#1588;&#1607;&#1583;&#1608;&#1575; &#1571;&#1606;&#1610; &#1602;&#1583; &#1594;&#1601;&#1585;&#1578; &#1604;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; The Prophet (SAWA) said, &lsquo;Verily when a servant withdraws to be alone with his Master in the middle of the dark night and intimately converses with Him, Allah places divine light into his heart&hellip;then He, Exalted be His Splendour, says to His angels, &lsquo;O My angels, look at My servant how he seeks solitude to be with Me in the middle of the dark night while the worthless ones remain heedless and the negligent ones sleep. Witness that verily I have forgiven him.&rsquo;[Amali al-Saduq, p. 230, no. 9]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">4&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1593;&#1604;&#1610;&#1603;&#1605; &#1576;&#1602;&#1610;&#1575;&#1605; &#1575;&#1604;&#1604;&#1610;&#1604; &#1563; &#1601;&#1573;&#1606;&#1607; &#1583;&#1571;&#1576; &#1575;&#1604;&#1589;&#1575;&#1604;&#1581;&#1610;&#1606; &#1602;&#1576;&#1604;&#1603;&#1605;&#1548; &#1608;&#1573;&#1606; &#1602;&#1610;&#1575;&#1605; &#1575;&#1604;&#1604;&#1610;&#1604; &#1602;&#1585;&#1576;&#1577; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1605;&#1606;&#1607;&#1575;&#1577; &#1593;&#1606; &#1575;&#1604;&#1573;&#1579;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; The Prophet (SAWA) said, &lsquo;You must get up for the night prayer, for verily it was the devoted practice of all righteous people before you, and verily the night vigil is a means of proximity to Allah and a prevention from sin.&rsquo;[Kanz al-`Ummal, no. 21428]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1602;&#1610;&#1575;&#1605; &#1575;&#1604;&#1604;&#1610;&#1604; &#1605;&#1589;&#1581;&#1577; &#1604;&#1604;&#1576;&#1583;&#1606;&#1548; &#1608;&#1605;&#1600;&#1585;&#1590;&#1600;&#1575;&#1577; &#1604;&#1604;&#1600;&#1585;&#1576; &#1593;&#1586; &#1608;&#1580;&#1604;&#1548; &#1608;&#1578;&#1593;&#1600;&#1585;&#1590; &#1604;&#1604;&#1585;&#1581;&#1605;&#1577;&#1548; &#1608;&#1578;&#1605;&#1587;&#1603; &#1576;&#1571;&#1582;&#1604;&#1575;&#1602; &#1575;&#1604;&#1606;&#1576;&#1610;&#1610;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; Imam Ali (AS) said, &lsquo;Standing to pray in the night is conducive to the health of the body, is a source of pleasure for the Lord, exposes one to [the descent of] divine mercy, and is adherence to the moral virtues of the prophets.&rsquo;[Bihar al-Anwar, v. 87, p. 143, no. 17]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1593;&#1606; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1578;&#1585;&#1603;&#1578; &#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;&#1604; &#1605;&#1606;&#1584; &#1587;&#1605;&#1593;&#1578; &#1602;&#1608;&#1604; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;): &#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;&#1604; &#1606;&#1608;&#1585; . &#1601;&#1602;&#1575;&#1604; &#1575;&#1576;&#1606; &#1575;&#1604;&#1603;&#1608;&#1575;&#1569;: &#1608;&#1604;&#1575; &#1604;&#1610;&#1604;&#1577; &#1575;&#1604;&#1607;&#1585;&#1610;&#1585; &#1567; &#1602;&#1575;&#1604;: &#1608;&#1604;&#1575; &#1604;&#1610;&#1604;&#1577; &#1575;&#1604;&#1607;&#1585;&#1610;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; Imam Ali (AS) said, &lsquo;I have never left the night prayer since I heard the Prophet (SAWA) say that the night prayer is a light.&rsquo; Ibn al-Kawwa&rsquo; asked, &lsquo;Not even on the night of al-Harir?&rsquo; [al-Harir: a celebrated battle between two tribes (ed.)] to which he replied, &lsquo;Not even on the night of al-Harir.&rsquo;[Bihar al-Anwar, v. 41, p. 17, no. 10]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1588;&#1585;&#1601; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1589;&#1604;&#1575;&#1578;&#1607; &#1576;&#1575;&#1604;&#1604;&#1610;&#1604;&#1548; &#1608;&#1593;&#1586; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1603;&#1601;&#1607; &#1593;&#1606; &#1571;&#1593;&#1585;&#1575;&#1590; &#1575;&#1604;&#1606;&#1575;&#1587;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; Imam al-Sadiq (AS) said, &lsquo;A believer&rsquo;s dignity lies in his standing for the night prayer, and his honour lies in abstaining from [tarnishing] other people&rsquo;s good reputations.&rsquo;[al-Kafi, v. 3, p. 488, no. 9]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1578;&#1583;&#1593; &#1602;&#1610;&#1575;&#1605; &#1575;&#1604;&#1604;&#1610;&#1604;&#1548; &#1601;&#1573;&#1606; &#1575;&#1604;&#1605;&#1594;&#1576;&#1608;&#1606; &#1605;&#1606; &#1594;&#1576;&#1606; &#1602;&#1610;&#1575;&#1605; &#1575;&#1604;&#1604;&#1610;&#1604;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; Imam al-Sadiq (AS) said, &lsquo;Do not leave the night prayer, for verily the one who is truly duped is the one who has lost out on the night prayer.&rsquo;[Ma`ani al-Akhbar, p. 342, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1605;&#1606; &#1593;&#1605;&#1604; &#1581;&#1587;&#1606; &#1610;&#1593;&#1605;&#1604;&#1607; &#1575;&#1604;&#1593;&#1576;&#1583; &#1573;&#1604;&#1575; &#1608;&#1604;&#1607; &#1579;&#1608;&#1575;&#1576; &#1601;&#1610; &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; &#1573;&#1604;&#1575; &#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;&#1604;&#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1605; &#1610;&#1576;&#1610;&#1606; &#1579;&#1608;&#1575;&#1576;&#1607;&#1575; &#1604;&#1593;&#1592;&#1610;&#1605; &#1582;&#1591;&#1585;&#1607;&#1575; &#1593;&#1606;&#1583;&#1607;&#1548; &#1601;&#1602;&#1575;&#1604;: &laquo;&#1578;&#1578;&#1580;&#1575;&#1601;&#1609; &#1580;&#1606;&#1608;&#1576;&#1607;&#1605; &#1593;&#1606; &#1575;&#1604;&#1605;&#1590;&#1575;&#1580;&#1593; &#1610;&#1583;&#1593;&#1608;&#1606; &#1585;&#1576;&#1607;&#1605; &#1582;&#1608;&#1601;&#1575; &#1608; &#1591;&#1605;&#1593;&#1575; &#1608; &#1605;&#1605;&#1575; &#1585;&#1586;&#1602;&#1606;&#1600;&#1607;&#1605; &#1610;&#1606;&#1601;&#1602;&#1608;&#1606; - &#1601;&#1604;&#1575; &#1578;&#1593;&#1604;&#1605; &#1606;&#1601;&#1587; &#1605;&#1575; &#1571;&#1582;&#1601;&#1610; &#1604;&#1607;&#1605; &#1605;&#1606; &#1602;&#1585;&#1577; &#1571;&#1593;&#1610;&#1606; &#1580;&#1586;&#1575;&#1569; &#1576;&#1605;&#1575; &#1603;&#1575;&#1606;&#1608;&#1575; &#1610;&#1593;&#1605;&#1604;&#1608;&#1606;&raquo;.</span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; Imam al-Sadiq (AS) said, &lsquo;Every single good deed that the servant carries out has a reward mentioned for it in the Qur&rsquo;an except for the night prayer, for verily Allah has not expressed its reward because of the great significance it holds with Him. Thus, He says, &ldquo;Their sides vacate their beds to supplicate their Lord in fear and hope &hellip;No one knows what has been kept hidden for them of comfort as a reward for what they used to do&rdquo;[ Qur&rsquo;an 32:16].[ Bihar al-Anwar, v. 8, p. 126, no. 27]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;&#1604; &#1578;&#1576;&#1610;&#1590; &#1575;&#1604;&#1608;&#1580;&#1607;&#1548; &#1608;&#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;&#1604; &#1578;&#1591;&#1610;&#1576; &#1575;&#1604;&#1585;&#1610;&#1581;&#1548; &#1608;&#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;&#1604; &#1578;&#1580;&#1604;&#1576; &#1575;&#1604;&#1585;&#1586;&#1602; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10&ndash; Imam al-Sadiq (AS) said, &lsquo;The night prayer brightens one&rsquo;s face, the night prayer fragrances one&rsquo;s breath, and the night prayer attracts sustenance.&rsquo;[`AIlal al-Shara&rsquo;i`a , p. 363, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1608;&#1580;&#1576; &#1575;&#1604;&#1581;&#1585;&#1605;&#1575;&#1606; &#1605;&#1606; &#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;&#1604;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">That Which Causes One to be Deprived of the Opportunity to Perform the Night Prayer</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1585;&#1580;&#1604; &#1602;&#1575;&#1604; &#1604;&#1607;: &#1573;&#1606;&#1610; &#1581;&#1585;&#1605;&#1578; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1576;&#1575;&#1604;&#1604;&#1610;&#1604; &#1600;: &#1571;&#1606;&#1578; &#1585;&#1580;&#1604; &#1602;&#1583; &#1602;&#1610;&#1583;&#1578;&#1603; &#1584;&#1606;&#1608;&#1576;&#1603; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">11&ndash; Imam Ali (AS) was asked by a man, &lsquo;I have been deprived of [the opportunity to] pray in the night&rsquo;, to which Im?m replied, &lsquo;You are one whose sins have imprisoned you.&rsquo;[al-Kafi, v. 3, p. 450, no. 34]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1585;&#1580;&#1604; &#1604;&#1610;&#1603;&#1584;&#1576; &#1575;&#1604;&#1603;&#1584;&#1576;&#1577; &#1601;&#1610;&#1581;&#1585;&#1605; &#1576;&#1607;&#1575; &#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;&#1604; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">12&ndash; Imam al-Sadiq (AS) said, &lsquo;Verily a man tells a lie and he is deprived of the nigh prayer as a result.&rsquo;[`AIlal al-Shara&rsquo;i`a, p. 362, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1571;&#1580;&#1585; &#1605;&#1606; &#1606;&#1608;&#1609; &#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;&#1604; &#1608; &#1606;&#1575;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Recompense of One Who Intends to Perform the Night Prayer, but Stays Asleep</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">13&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1575; &#1605;&#1606; &#1593;&#1576;&#1583; &#1610;&#1581;&#1583;&#1579; &#1606;&#1601;&#1587;&#1607; &#1576;&#1602;&#1610;&#1575;&#1605; &#1587;&#1575;&#1593;&#1577; &#1605;&#1606; &#1575;&#1604;&#1604;&#1610;&#1604; &#1601;&#1610;&#1606;&#1575;&#1605; &#1593;&#1606;&#1607;&#1575; &#1573;&#1604;&#1575; &#1603;&#1575;&#1606; &#1606;&#1608;&#1605;&#1607; &#1589;&#1583;&#1602;&#1577; &#1578;&#1589;&#1583;&#1602; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1607;&#1575; &#1593;&#1604;&#1610;&#1607; &#1608;&#1603;&#1578;&#1576; &#1604;&#1607; &#1571;&#1580;&#1585; &#1605;&#1575;&#1606;&#1608;&#1609;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">13&ndash; The Prophet (SAWA) said, &lsquo;Every single servant who makes up his mind to wake up at a particular time in the night [to pray] but stays asleep, his sleep is considered charity that Allah accepts on his behalf, and the same reward for that which he intended is written down for him.&rsquo;[Kanz al-`Ummal, no. 21475]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
