<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>THE HABIT&nbsp;&nbsp; &#1575;&#1604;&#1593;&#1575;&#1583;&#1577;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><span style="color: #990033;"><strong><span style="font-size: medium; font-family: Arial;">THE HABIT&nbsp;&nbsp; </span></strong><span style="font-family: Traditional Arabic;"><strong><span style="font-size: 15pt;">&#1575;&#1604;&#1593;&#1575;&#1583;&#1577;</span></strong></span></span></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1593;&#1575;&#1583;&#1577;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>The Habit</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1593;&#1575;&#1583;&#1577; &#1591;&#1576;&#1593; &#1579;&#1575;&#1606;. </span></span></p>
</td>
</tr>
<tr>
<td><span style="font-size: 12pt; font-family: Arial;">1&ndash; Imam Ali (AS) said, &lsquo;Habit is second nature.&rsquo; [Ghurar al-Hikam, no. 702]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1604;&#1593;&#1575;&#1583;&#1577; &#1593;&#1604;&#1609; &#1603;&#1604; &#1573;&#1606;&#1587;&#1575;&#1606; &#1587;&#1604;&#1591;&#1575;&#1606;. </span></span></p>
</td>
</tr>
<tr>
<td><span style="font-size: 12pt; font-family: Arial;">2&ndash; Imam Ali (AS) said, &lsquo;A habit holds every man under its authority.&rsquo; [Ghurar al-Hikam, no. 7327]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1594;&#1610;&#1585; &#1605;&#1583;&#1585;&#1603; &#1575;&#1604;&#1583;&#1585;&#1580;&#1575;&#1578; &#1605;&#1606; &#1571;&#1591;&#1575;&#1593; &#1575;&#1604;&#1593;&#1575;&#1583;&#1575;&#1578;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; Imam Ali (AS) said, &lsquo;He who obeys habits does not attain high levels.&rsquo; [Ghurar al-Hikam, no. 6409]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1587;&#1575;&#1606;&#1603; &#1610;&#1587;&#1578;&#1583;&#1593;&#1610;&#1603; &#1605;&#1575; &#1593;&#1608;&#1583;&#1578;&#1607;&#1548; &#1608;&#1606;&#1601;&#1587;&#1603; &#1578;&#1602;&#1578;&#1590;&#1610;&#1603; &#1605;&#1575; &#1571;&#1604;&#1601;&#1578;&#1607;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; Imam Ali (AS) said, &lsquo;Your tongue will urge you to whatever you have accustomed it [to say], and your inner self will require you to do whatever you have made it fond of.&rsquo; [Ghurar al-Hikam, no. 7634]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1578;&#1587;&#1585;&#1593;&#1606; &#1573;&#1604;&#1609; &#1575;&#1604;&#1594;&#1590;&#1576; &#1601;&#1610;&#1578;&#1587;&#1604;&#1591; &#1593;&#1604;&#1610;&#1603; &#1576;&#1575;&#1604;&#1593;&#1575;&#1583;&#1577; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; Imam Ali (AS) said, &lsquo;Do not hasten to resort to anger lest it prevail over you by becoming a habit.&rsquo; [Ghurar al-Hikam, no. 10288]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1608;&#1589;&#1610;&#1578;&#1607; &#1604;&#1575;&#1576;&#1606;&#1607; &#1575;&#1604;&#1581;&#1587;&#1606; <span lang="ar-sa">(&#1593;) &#1600;: &#1573;&#1606;&#1605;&#1575; &#1602;&#1604;&#1576; &#1575;&#1604;&#1581;&#1583;&#1579; &#1603;&#1575;&#1604;&#1571;&#1585;&#1590; &#1575;&#1604;&#1582;&#1575;&#1604;&#1610;&#1577; &#1605;&#1575; &#1575;&#1604;&#1602;&#1610; &#1601;&#1610;&#1607;&#1575; &#1605;&#1606; &#1588;&#1610;&#1569; &#1602;&#1576;&#1604;&#1578;&#1607;&#1548; &#1601;&#1576;&#1575;&#1583;&#1585;&#1578;&#1603; &#1576;&#1575;&#1604;&#1571;&#1583;&#1576; &#1602;&#1576;&#1604; &#1571;&#1606; &#1610;&#1602;&#1587;&#1608; &#1602;&#1604;&#1576;&#1603;&#1548; &#1608;&#1610;&#1588;&#1578;&#1594;&#1604; &#1604;&#1576;&#1603;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; Imam Ali (AS) said in his will to his son, al-Hasan (AS), &lsquo;Verily the heart of a young person is like the untilled earth, which accepts whatever is placed therein. I, therefore, urge you to hasten to self-discipline before your heart hardens, and your mind becomes preoccupied.&rsquo; [Nahj al-Balagha, Letter 31]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1575;&#1578;&#1610; &#1576;&#1601;&#1575;&#1604;&#1608;&#1584;&#1580; &#1601;&#1608;&#1590;&#1593; &#1602;&#1583;&#1575;&#1605;&#1607; &#1600;: &#1573;&#1606;&#1603; &#1591;&#1610;&#1576; &#1575;&#1604;&#1585;&#1610;&#1581; &#1581;&#1587;&#1606; &#1575;&#1604;&#1604;&#1608;&#1606; &#1591;&#1610;&#1576; &#1575;&#1604;&#1591;&#1593;&#1605;&#1548; &#1608;&#1604;&#1603;&#1606; &#1571;&#1603;&#1585;&#1607; &#1571;&#1606; &#1575;&#1593;&#1608;&#1583; &#1606;&#1601;&#1587;&#1610; &#1605;&#1575; &#1604;&#1605; &#1578;&#1593;&#1578;&#1583; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">7&ndash; Imam Ali (AS), was once offered a sweetmeat called faludhaj, so he placed it in front of him, saying, &lsquo;Verily you have a fragrant smell, are of a beautiful colour, and taste delicious, but I hate to habituate my soul [to anything] since it has not yet formed any habits.&rsquo; [Kanz al-`Ummal, no. 36549]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1593;&#1608;&#1583; &#1606;&#1601;&#1587;&#1603; &#1601;&#1593;&#1604; &#1575;&#1604;&#1605;&#1603;&#1575;&#1585;&#1605;&#1548; &#1608;&#1578;&#1581;&#1605;&#1604; &#1571;&#1593;&#1576;&#1575;&#1569; &#1575;&#1604;&#1605;&#1594;&#1575;&#1585;&#1605;&#1548; &#1578;&#1588;&#1585;&#1601; &#1606;&#1601;&#1587;&#1603;&#1548; &#1608;&#1578;&#1593;&#1605;&#1585; &#1570;&#1582;&#1585;&#1578;&#1603;&#1548; &#1608;&#1610;&#1603;&#1579;&#1585; &#1581;&#1575;&#1605;&#1583;&#1608;&#1603;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">8&ndash; Imam Ali (AS) said, &lsquo;Habituate yourself to performing noble actions and to bear the burdensome consequences [of your actions], and your soul will be elevated as a result, your Hereafter will flourish, and your admirers will increase.&rsquo; [Ghurar al-Hikam, no. 6232]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1581;&#1587;&#1606; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1593;&#1575;&#1583;&#1575;&#1578; &#1602;&#1575;&#1607;&#1585;&#1575;&#1578;&#1548; &#1601;&#1605;&#1606; &#1575;&#1593;&#1578;&#1575;&#1583; &#1588;&#1610;&#1574;&#1575; &#1601;&#1610; &#1587;&#1585;&#1607; &#1608;&#1582;&#1604;&#1608;&#1575;&#1578;&#1607;&#1548; &#1601;&#1590;&#1581;&#1607; &#1601;&#1610; &#1593;&#1604;&#1575;&#1606;&#1610;&#1578;&#1607; &#1608;&#1593;&#1606;&#1583; &#1575;&#1604;&#1605;&#1604;&#1575;&#1569;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">9&ndash; Imam al-Hasan (AS) said, &lsquo;Habits are overpowering, for he who forms a habit to something in secret and during his free times is plagued by them in public and when occupied.&rsquo; [Tanbih al-Khawatir, v. 2, p. 113]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1594;&#1604;&#1576;&#1577; &#1575;&#1604;&#1593;&#1575;&#1583;&#1577;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Overcoming the Habit</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1601;&#1590;&#1610;&#1604;&#1577; &#1594;&#1604;&#1576;&#1577; &#1575;&#1604;&#1593;&#1575;&#1583;&#1577;. </span></span></p>
</td>
</tr>
<tr>
<td><span style="font-size: 12pt; font-family: Arial;">10&ndash; Imam Ali (AS) said, &lsquo;Virtue is overcoming one&rsquo;s habit.&rsquo; [Ghurar al-Hikam, no. 357]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583;&#1577; &#1594;&#1604;&#1576;&#1577; &#1575;&#1604;&#1593;&#1575;&#1583;&#1577;. </span></span></p>
</td>
</tr>
<tr>
<td><span style="font-size: 12pt; font-family: Arial;">12&ndash; Imam Ali (AS) said, &lsquo;The best of worship is to overcome one&rsquo;s habit.&rsquo; [Ghurar al-Hikam, no. 2873]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1576;&#1594;&#1604;&#1576;&#1577; &#1575;&#1604;&#1593;&#1575;&#1583;&#1575;&#1578; &#1575;&#1604;&#1608;&#1589;&#1608;&#1604; &#1573;&#1604;&#1609; &#1571;&#1588;&#1585;&#1601; &#1575;&#1604;&#1605;&#1602;&#1575;&#1605;&#1575;&#1578; . </span></span></p>
</td>
</tr>
<tr>
<td><span style="font-size: 12pt; font-family: Arial;">13&ndash; Imam Ali (AS) said, &lsquo;[Only] Through overcoming one&rsquo;s habits are the highest of stations attained.&rsquo; [Ghurar al-Hikam, no. 4300]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1594;&#1610;&#1585;&#1608;&#1575; &#1575;&#1604;&#1593;&#1575;&#1583;&#1575;&#1578; &#1578;&#1587;&#1607;&#1604; &#1593;&#1604;&#1610;&#1603;&#1605; &#1575;&#1604;&#1591;&#1575;&#1593;&#1575;&#1578; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">14&ndash; Imam Ali (AS) said, &lsquo;Change your habits and your acts of obedience will become easier for you.&rsquo; [Ghurar al-Hikam, no. 6405]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1584;&#1604;&#1604;&#1608;&#1575; &#1571;&#1606;&#1601;&#1587;&#1603;&#1605; &#1576;&#1578;&#1585;&#1603; &#1575;&#1604;&#1593;&#1575;&#1583;&#1575;&#1578;&#1548; &#1608;&#1602;&#1608;&#1583;&#1608;&#1607;&#1575; &#1573;&#1604;&#1609; &#1601;&#1593;&#1604; &#1575;&#1604;&#1591;&#1575;&#1593;&#1575;&#1578;&#1548; &#1608;&#1581;&#1605;&#1604;&#1608;&#1607;&#1575; &#1571;&#1593;&#1576;&#1575;&#1569; &#1575;&#1604;&#1605;&#1594;&#1575;&#1585;&#1605;&#1548; &#1608;&#1581;&#1604;&#1608;&#1607;&#1575; &#1576;&#1601;&#1593;&#1604; &#1575;&#1604;&#1605;&#1603;&#1575;&#1585;&#1605;&#1548; &#1608;&#1589;&#1608;&#1606;&#1608;&#1607;&#1575; &#1593;&#1606; &#1583;&#1606;&#1587; &#1575;&#1604;&#1605;&#1570;&#1579;&#1605; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">15&ndash; Imam Ali (AS) said, &lsquo;Subjugate your souls to abandon their habits, drive them to perform acts of obedience, make them bear the burdensome consequences of their actions, adorn them with the performance of noble acts, and protect them against the pollution of sins.&rsquo;[Ghurar al-Hikam, no. 5199]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1589;&#1593;&#1608;&#1576;&#1577; &#1606;&#1602;&#1604; &#1575;&#1604;&#1593;&#1575;&#1583;&#1575;&#1578;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">The Difficulty of Removing a Habit</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1589;&#1593;&#1576; &#1575;&#1604;&#1587;&#1610;&#1575;&#1587;&#1575;&#1578; &#1606;&#1602;&#1604; &#1575;&#1604;&#1593;&#1575;&#1583;&#1575;&#1578; . </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">16&ndash; Imam Ali (AS) said, &lsquo;The most difficult of things to manage is the removal of habits.&rsquo; [Ghurar al-Hikam, no. 2969]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1603;&#1604; &#1588;&#1610;&#1569; &#1610;&#1587;&#1578;&#1591;&#1575;&#1593;&#1548; &#1573;&#1604;&#1575; &#1606;&#1602;&#1604; &#1575;&#1604;&#1591;&#1576;&#1575;&#1593;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">17&ndash; Imam Ali (AS) said, &lsquo;Everything is achievable, except the removal of an ingrained habit.&rsquo; [Ghurar al-Hikam, no. 6906]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">17&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1610;&#1607;&#1575; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1578;&#1608;&#1604;&#1608;&#1575; &#1605;&#1606; &#1571;&#1606;&#1601;&#1587;&#1603;&#1605; &#1578;&#1571;&#1583;&#1610;&#1576;&#1607;&#1575;&#1548; &#1608;&#1575;&#1593;&#1583;&#1604;&#1608;&#1575; &#1576;&#1607;&#1575; &#1593;&#1606; &#1590;&#1585;&#1575;&#1608;&#1577; &#1593;&#1575;&#1583;&#1575;&#1578;&#1607;&#1575;. </span></span></p>
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">18&ndash; Imam Ali (AS) said, &lsquo;O people, take upon yourselves your own training, and turn away from the voracious dictates of your habits.&rsquo; [Nahj al-Balagha, Saying 359]</span></td><p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
