<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>THE HEART&nbsp;&nbsp; &#1575;&#1604;&#1602;&#1604;&#1576;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">THE HEART</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1602;&#1604;&#1576;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1602;&#1604;&#1576;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Heart </span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1601;&#1610; &#1575;&#1604;&#1571;&#1585;&#1590; &#1571;&#1608;&#1575;&#1606;&#1610;&#1548; &#1571;&#1604;&#1575; &#1608;&#1607;&#1610; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576;&#1548; &#1601;&#1571;&#1581;&#1576;&#1607;&#1575; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1571;&#1585;&#1602;&#1607;&#1575; &#1608;&#1571;&#1589;&#1601;&#1575;&#1607;&#1575; &#1608;&#1571;&#1589;&#1604;&#1576;&#1607;&#1575; &#1563; &#1571;&#1585;&#1602;&#1607;&#1575; &#1604;&#1604;&#1573;&#1582;&#1608;&#1575;&#1606;&#1548; &#1608;&#1571;&#1589;&#1601;&#1575;&#1607;&#1575; &#1605;&#1606; &#1575;&#1604;&#1584;&#1606;&#1608;&#1576;&#1548; &#1608;&#1571;&#1589;&#1604;&#1576;&#1607;&#1575; &#1601;&#1610; &#1584;&#1575;&#1578; &#1575;&#1604;&#1604;&#1607;&rlm;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, &lsquo;Allah, most High, has receptacles on the earth, and verily they are the hearts. The most beloved of hearts to Allah are the softest ones, the purest ones, and the firmest ones: those that are the softest to their brothers, those that are the most pure from sins, and those that are the firmest [at containing] the essence of Allah.&rsquo;[Kanz al-`Ummal, no. 1225]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1576;&#1575;&#1585;&#1603; &#1608;&#1578;&#1593;&#1575;&#1604;&#1609; &#1604;&#1575; &#1610;&#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1589;&#1608;&#1585;&#1603;&#1605; &#1608;&#1604;&#1575; &#1573;&#1604;&#1609; &#1571;&#1605;&#1608;&#1575;&#1604;&#1603;&#1605; &#1608;&#1604;&#1603;&#1606; &#1610;&#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1602;&#1604;&#1608;&#1576;&#1603;&#1605; &#1608;&#1571;&#1593;&#1605;&#1575;&#1604;&#1603;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, &lsquo;Allah Almighty does not look at your appearances, nor at your possessions, rather he looks at your hearts and actions.&rsquo;[Amali al-Tusi, p. 536, no. 1162]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1602;&#1604;&#1576; &#1605;&#1589;&#1581;&#1601; &#1575;&#1604;&#1576;&#1589;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; Imam Ali (AS) said, &lsquo;The heart is the book of the sight.&rsquo;[Sharh Nahj al-Balagha, v. 20, p. 46]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1607;&#1584;&#1607; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1571;&#1608;&#1593;&#1610;&#1577;&#1548; &#1601;&#1582;&#1610;&#1585;&#1607;&#1575; &#1571;&#1608;&#1593;&#1575;&#1607;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; Imam Ali (AS) said, &lsquo;Verily these hearts are receptacles, and the best of them are the most receptive.&rsquo;[Nahj al-Balagha, Saying 147]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1608;&#1590;&#1593; &#1575;&#1604;&#1593;&#1602;&#1604; &#1575;&#1604;&#1583;&#1605;&#1575;&#1594;&#1548; &#1608;&#1575;&#1604;&#1602;&#1587;&#1608;&#1577; &#1608;&#1575;&#1604;&#1585;&#1602;&#1577; &#1601;&#1610; &#1575;&#1604;&#1602;&#1604;&#1576; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; Imam al-Sadiq (AS) said, &lsquo;The place of the intellect is the brain, and the place of cruelty and softness is in the heart.&rsquo;[Tuhaf al-`Uqoul, p. 371]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1605;&#1606;&#1586;&#1604;&#1577; &#1575;&#1604;&#1602;&#1604;&#1576; &#1605;&#1606; &#1575;&#1604;&#1580;&#1587;&#1583; &#1576;&#1605;&#1606;&#1586;&#1604;&#1577; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; Imam al-Sadiq (AS) said, &lsquo;The status of the heart to the body is the same as that of a leader among people.&rsquo;[`AIlal al-Sharai`a, P.109, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1580;&#1608;&#1575;&#1583; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1602;&#1589;&#1583; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1576;&#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1571;&#1576;&#1604;&#1594; &#1605;&#1606; &#1573;&#1578;&#1593;&#1575;&#1576; &#1575;&#1604;&#1580;&#1608;&#1575;&#1585;&#1581; &#1576;&#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; Imam al-Jawad (AS) said, &lsquo;Seeking Allah with the hearts is more effective than tiring the limbs with actions.&rsquo;[al-Durra al-Bahira, p. 39]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1587;&#1604;&#1575;&#1605;&#1577; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Soundness of the Heart</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1593;&#1610;&#1587;&#1609; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1605;&#1575; &#1604;&#1605; &#1578;&#1582;&#1585;&#1602;&#1607;&#1575; &#1575;&#1604;&#1588;&#1607;&#1608;&#1575;&#1578; &#1608;&#1610;&#1583;&#1606;&#1587;&#1607;&#1575; &#1575;&#1604;&#1591;&#1605;&#1593; &#1608;&#1610;&#1602;&#1587;&#1607;&#1575; &#1575;&#1604;&#1606;&#1593;&#1610;&#1605; &#1601;&#1587;&#1608;&#1601; &#1578;&#1603;&#1608;&#1606; &#1571;&#1608;&#1593;&#1610;&#1577; &#1604;&#1604;&#1581;&#1603;&#1605;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; Prophet Jesus (AS) said, &lsquo;As long as the hearts are not punctured with desires and polluted with greed and hardened by bounties, they will be vessels of wisdom.&rsquo;[Tuhaf al-&lsquo;Uqul, p. 504]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1610;&#1587;&#1604;&#1605; &#1604;&#1603; &#1602;&#1604;&#1576;&#1603; &#1581;&#1578;&#1609; &#1578;&#1581;&#1576; &#1604;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1605;&#1575; &#1578;&#1581;&#1576; &#1604;&#1606;&#1601;&#1587;&#1603; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td><span style="font-size: 25pt">9&ndash; Imam Ali (AS) said, &lsquo;Your heart will not be sound unless you love for the believers what you love for yourself.&rsquo;[Bihar al-Anwar, v. 78, p. 8, no. 64]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1581;&#1587;&#1606; <span lang="ar-sa">(&#1593;): &#1571;&#1587;&#1604;&#1605; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1605;&#1575; &#1591;&#1607;&#1585; &#1605;&#1606; &#1575;&#1604;&#1588;&#1576;&#1607;&#1575;&#1578; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10&ndash; Imam Hasan (AS) said, &lsquo;The soundest of hearts is the heart that is pure of obscure matters.&rsquo;[Tuhaf al-`Uqoul, p. 235]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1593;&#1604;&#1605; &#1603;&#1591;&#1604;&#1576; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;&#1577;&#1548; &#1608;&#1604;&#1575; &#1587;&#1604;&#1575;&#1605;&#1577; &#1603;&#1587;&#1604;&#1575;&#1605;&#1577; &#1575;&#1604;&#1602;&#1604;&#1576; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">11&ndash; Imam al-Baqir (AS) said, &lsquo;There is no knowledge like the acquirement of wellbeing [for oneself], and there is no wellbeing like the soundness of the heart.&rsquo;[Bihar al-Anwar, v. 78, p. 164, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1573;&#1604;&#1575; &#1605;&#1606; &#1571;&#1578;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1602;&#1604;&#1576; &#1587;&#1604;&#1610;&#1605;&raquo; &#1600;: &#1575;&#1604;&#1602;&#1604;&#1576; &#1575;&#1604;&#1587;&#1604;&#1610;&#1605; &#1575;&#1604;&#1584;&#1610; &#1610;&#1604;&#1602;&#1609; &#1585;&#1576;&#1607;&#1548; &#1608;&#1604;&#1610;&#1587; &#1601;&#1610;&#1607; &#1571;&#1581;&#1583; &#1587;&#1608;&#1575;&#1607;&#1548; &#1608;&#1603;&#1604; &#1602;&#1604;&#1576; &#1601;&#1610;&#1607; &#1588;&#1585;&#1603; &#1571;&#1608; &#1588;&#1603; &#1601;&#1607;&#1608; &#1587;&#1575;&#1602;&#1591;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">12&ndash; Imam al-Sadiq (AS), with respect to Allah&rsquo;s verse in the Qur&rsquo;an: &ldquo;except him who comes to Allah with a sound heart&rdquo; said, &lsquo;A sound heart that meets its Lord having nothing other than Him in it. Every heart that has polytheism or doubt is a failed heart.&rsquo;[al-Kafi, v. 2, p. 16, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1571;&#1610;&#1590;&#1575; &#1600;: &#1607;&#1608; &#1575;&#1604;&#1602;&#1604;&#1576; &#1575;&#1604;&#1584;&#1610; &#1587;&#1604;&#1605; &#1605;&#1606; &#1581;&#1576; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">13&ndash; Imam al-Sadiq (AS), also said, &lsquo;It is a heart that is safe from the love of this world.&rsquo;[Nur al-Thaqalayn, v. 4, p. 58, no. 50]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1593;&#1610;&#1606; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Eye of the Heart</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">14&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1608;&#1604;&#1575; &#1571;&#1606; &#1575;&#1604;&#1588;&#1610;&#1575;&#1591;&#1610;&#1606; &#1610;&#1581;&#1608;&#1605;&#1608;&#1606; &#1593;&#1604;&#1609; &#1602;&#1604;&#1608;&#1576; &#1576;&#1606;&#1610; &#1570;&#1583;&#1605; &#1604;&#1606;&#1592;&#1585;&#1608;&#1575; &#1573;&#1604;&#1609; &#1575;&#1604;&#1605;&#1604;&#1603;&#1608;&#1578; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">14&ndash; The Prophet (SAWA) said, &lsquo;If it was not for the devils hovering around the hearts of human beings, they would be able to see the Divine Kingdom (malakut).&rsquo;[Bihar al-Anwar, v. 70, p. 59, no. 39]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1575;&#1604;&#1605;&#1606;&#1575;&#1580;&#1575;&#1577; &#1600;: &#1573;&#1604;&#1607;&#1610; &#1607;&#1576; &#1604;&#1610; &#1603;&#1605;&#1575;&#1604; &#1575;&#1604;&#1575;&#1606;&#1602;&#1591;&#1575;&#1593; &#1573;&#1604;&#1610;&#1603;&#1548; &#1608;&#1571;&#1606;&#1585; &#1571;&#1576;&#1589;&#1575;&#1585; &#1602;&#1604;&#1608;&#1576;&#1606;&#1575; &#1576;&#1590;&#1610;&#1575;&#1569; &#1606;&#1592;&#1585;&#1607;&#1575; &#1573;&#1604;&#1610;&#1603;&#1548; &#1581;&#1578;&#1609; &#1578;&#1582;&#1585;&#1602; &#1571;&#1576;&#1589;&#1575;&#1585; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1581;&#1580;&#1576; &#1575;&#1604;&#1606;&#1608;&#1585;&#1548; &#1601;&#1578;&#1589;&#1604; &#1573;&#1604;&#1609; &#1605;&#1593;&#1583;&#1606; &#1575;&#1604;&#1593;&#1592;&#1605;&#1577;&#1548; &#1608;&#1578;&#1589;&#1610;&#1585; &#1571;&#1585;&#1608;&#1575;&#1581;&#1606;&#1575; &#1605;&#1593;&#1604;&#1602;&#1577; &#1576;&#1593;&#1586; &#1602;&#1583;&#1587;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">15&ndash; Imam Ali (AS), in his intimate supplication said, &lsquo;O Allah, grant me the perfection of devotion to You, and illuminate the sight of our hearts with the radiance of being able to behold You until the sight of our hearts pierces through the veils of light, reaching the source of Exaltedness, and our souls become attached to the glory of Your Sacredness.&rsquo;[Iqbal al-A`amal, v. 3, p. 299]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606;&#1605;&#1575; &#1588;&#1610;&#1593;&#1578;&#1606;&#1575; &#1571;&#1589;&#1581;&#1575;&#1576; &#1575;&#1604;&#1571;&#1585;&#1576;&#1593;&#1577; &#1575;&#1604;&#1571;&#1593;&#1610;&#1606;: &#1593;&#1610;&#1606;&#1575;&#1606; &#1601;&#1610; &#1575;&#1604;&#1585;&#1571;&#1587;&#1548; &#1608;&#1593;&#1610;&#1606;&#1575;&#1606; &#1601;&#1610; &#1575;&#1604;&#1602;&#1604;&#1576;&#1548; &#1571;&#1604;&#1575; &#1608;&#1575;&#1604;&#1582;&#1604;&#1575;&#1574;&#1602; &#1603;&#1604;&#1607;&#1605; &#1603;&#1584;&#1604;&#1603;&#1548; &#1571;&#1604;&#1575; &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1601;&#1578;&#1581; &#1571;&#1576;&#1589;&#1575;&#1585;&#1603;&#1605; &#1608;&#1571;&#1593;&#1605;&#1609; &#1571;&#1576;&#1589;&#1575;&#1585;&#1607;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">16&ndash; Imam al-Sadiq (AS) said, &lsquo;Our followers [shi`aa] are people who have four eyes: two eyes in the head and two eyes in the heart. Verily, all creation have so, but Allah Almighty has opened your sight and blinded their sight.&rsquo;[al-Kafi, v. 8, p. 215, no. 260]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1584;&#1606; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Ear of the Heart</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">17&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1608;&#1604;&#1575; &#1578;&#1605;&#1586;&#1593; &#1602;&#1604;&#1608;&#1576;&#1603;&#1605; &#1608;&#1578;&#1586;&#1610;&#1583;&#1603;&#1605; &#1601;&#1610; &#1575;&#1604;&#1581;&#1583;&#1610;&#1579; &#1604;&#1587;&#1605;&#1593;&#1578;&#1605; &#1605;&#1575; &#1571;&#1587;&#1605;&#1593;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">17&ndash; The Prophet (SAWA) said, &lsquo;If it were not for the dispersion of your hearts and your excess in speaking, you would hear what I hear.&rsquo;[al-Targhib wa al-Tarhib, v. 3, p. 497, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1604;&#1603; &#1602;&#1604;&#1576;&#1575; &#1608;&#1605;&#1587;&#1575;&#1605;&#1593;&#1548; &#1608;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1584;&#1575; &#1571;&#1585;&#1575;&#1583; &#1571;&#1606; &#1610;&#1607;&#1583;&#1610; &#1593;&#1576;&#1583;&#1575; &#1601;&#1578;&#1581; &#1605;&#1587;&#1575;&#1605;&#1593; &#1602;&#1604;&#1576;&#1607;&#1548; &#1608;&#1573;&#1584;&#1575; &#1571;&#1585;&#1575;&#1583; &#1576;&#1607; &#1594;&#1610;&#1585; &#1584;&#1604;&#1603; &#1582;&#1578;&#1605; &#1605;&#1587;&#1575;&#1605;&#1593; &#1602;&#1604;&#1576;&#1607; &#1601;&#1604;&#1575; &#1610;&#1589;&#1604;&#1581; &#1571;&#1576;&#1583;&#1575;&#1548; &#1608;&#1607;&#1608; &#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &laquo;&#1571;&#1605; &#1593;&#1604;&#1609; &#1602;&#1604;&#1608;&#1576; &#1571;&#1602;&#1601;&#1575;&#1604;&#1607;&#1575;&raquo;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">18&ndash; Imam al-Sadiq (AS) said, &lsquo;You have a heart and ears to hear, and verily if Allah wants to guide a servant, He will open the ears of his hearts, and if He wills the opposite, He will seal the ears of his heart so it will never again be sound. This is the purport of Allah&rsquo;s verse: &ldquo;or are there locks on the hearts?&rdquo;[ Qur&rsquo;an 47:24] [al-Mahasin, v. 1, p. 318, no. 633]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1573;&#1602;&#1576;&#1575;&#1604; &#1575;&#1604;&#1602;&#1604;&#1576; &#1608;&#1573;&#1583;&#1576;&#1575;&#1585;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Drawing Near and the Turning Away of the Heart</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1585;&#1590;&#1575; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1604;&#1604;&#1602;&#1604;&#1608;&#1576; &#1573;&#1602;&#1576;&#1575;&#1604;&#1575; &#1608;&#1573;&#1583;&#1576;&#1575;&#1585;&#1575;&#1548; &#1608;&#1606;&#1588;&#1575;&#1591;&#1575; &#1608;&#1601;&#1578;&#1608;&#1585;&#1575;&#1548; &#1601;&#1573;&#1584;&#1575; &#1571;&#1602;&#1576;&#1604;&#1578; &#1576;&#1589;&#1585;&#1578; &#1608;&#1601;&#1607;&#1605;&#1578;&#1548; &#1608;&#1573;&#1584;&#1575; &#1571;&#1583;&#1576;&#1585;&#1578; &#1603;&#1604;&#1578; &#1608;&#1605;&#1604;&#1578;&#1548; &#1601;&#1582;&#1584;&#1608;&#1607;&#1575; &#1593;&#1606;&#1583; &#1573;&#1602;&#1576;&#1575;&#1604;&#1607;&#1575; &#1608;&#1606;&#1588;&#1575;&#1591;&#1607;&#1575;&#1548; &#1608;&#1575;&#1578;&#1585;&#1603;&#1608;&#1607;&#1575; &#1593;&#1606;&#1583; &#1573;&#1583;&#1576;&#1575;&#1585;&#1607;&#1575; &#1608;&#1601;&#1578;&#1608;&#1585;&#1607;&#1575; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">19&ndash; Imam al-Rida (AS) said, &lsquo;Hearts draw near and turn away, and become active and frigid. So when they draw forward they see and understand, and when they fall back they become dim and weary. Therefore, make use of them when they draw near and are active, and leave them when they are feeble and weary.&rsquo;[Bihar al-Anwar, v. 78, p. 353, no. 9]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">20&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1593;&#1587;&#1603;&#1585;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1606;&#1588;&#1591;&#1578; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1601;&#1571;&#1608;&#1583;&#1593;&#1607;&#1575; (&#1601;&#1571;&#1608;&#1583;&#1593;&#1608;&#1607;&#1575;)&#1548; &#1608;&#1573;&#1584;&#1575; &#1606;&#1601;&#1585;&#1578; &#1601;&#1608;&#1583;&#1593;&#1608;&#1607;&#1575; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">20&ndash; Imam al-`Aaskari (AS) said, &lsquo;When the hearts are active commit them [to use], and when they are averse, leave them.&rsquo;[al-Durra al-Bahira, p. 43]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1591;&#1607;&#1575;&#1585;&#1577; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Purity of the Heart</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">21&#1600; &#1602;&#1575;&#1604; &#1605;&#1608;&#1587;&#1609; &#1576;&#1606; &#1593;&#1605;&#1585;&#1575;&#1606; <span lang="ar-sa">(&#1593;): &#1610;&#1575; &#1585;&#1576;&#1548; &#1605;&#1606; &#1571;&#1607;&#1604;&#1603; &#1575;&#1604;&#1584;&#1610;&#1606; &#1578;&#1592;&#1604;&#1607;&#1605; &#1601;&#1610; &#1592;&#1604; &#1593;&#1585;&#1588;&#1603; &#1610;&#1608;&#1605; &#1604;&#1575; &#1592;&#1604; &#1573;&#1604;&#1575; &#1592;&#1604;&#1603;&#1567; &#1602;&#1575;&#1604;: &#1601;&#1571;&#1608;&#1581;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1604;&#1610;&#1607;: &#1575;&#1604;&#1591;&#1575;&#1607;&#1585;&#1577; &#1602;&#1604;&#1608;&#1576;&#1607;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">21&ndash; Prophet Moses (AS) said, &lsquo;O Lord, who are those whom You will shade under the Shade of Your Throne on the Day when no shade will avail other than Yourr Shade?&rsquo; He said, &lsquo;Allah Almighty revealed, &lsquo;Those with pure hearts.&rsquo;[al-Mahasin, v. 1, p. 457, no. 1058]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">22&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1591;&#1607;&#1585;&#1608;&#1575; &#1571;&#1606;&#1601;&#1587;&#1603;&#1605; &#1605;&#1606; &#1583;&#1606;&#1587; &#1575;&#1604;&#1588;&#1607;&#1608;&#1575;&#1578; &#1578;&#1583;&#1585;&#1603;&#1608;&#1575; &#1585;&#1601;&#1610;&#1593; &#1575;&#1604;&#1583;&#1585;&#1580;&#1575;&#1578;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">22&ndash; Imam Ali (AS) said, &lsquo;Purify yourselves from the impurity of carnal desires and you will perceive elevated stations.&rsquo;[Ghurar al-Hikam, no. 6020]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">23&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1602;&#1604;&#1608;&#1576; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583; &#1575;&#1604;&#1591;&#1575;&#1607;&#1585;&#1577; &#1605;&#1608;&#1575;&#1590;&#1593; &#1606;&#1592;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607;&#1548; &#1601;&#1605;&#1606; &#1591;&#1607;&#1585; &#1602;&#1604;&#1576;&#1607; &#1606;&#1592;&#1585; &#1573;&#1604;&#1610;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">23&ndash; Imam Ali (AS) said, &lsquo;The hearts of servants that are pure are places that Allah looks at [with mercy]. So whoever purifies his heart, Allah will look at it.&rsquo;[Ghurar al-Hikam, no. 6777]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1606;&#1588;&#1585;&#1575;&#1581; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Expanding of the Heart </span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">24&#1600; &#1608;&#1585;&#1583;&#1578; &#1575;&#1604;&#1585;&#1608;&#1575;&#1610;&#1577; &#1575;&#1604;&#1589;&#1581;&#1610;&#1581;&#1577; &#1571;&#1606;&#1607; &#1604;&#1605;&#1575; &#1606;&#1586;&#1604;&#1578; &#1607;&#1584;&#1607; &#1575;&#1604;&#1570;&#1610;&#1577;: &#1600; &laquo;&#1601;&#1605;&#1606; &#1610;&#1585;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1606; &#1610;&#1607;&#1583;&#1610;&#1607;&raquo; &#1600; &#1587;&#1574;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1593;&#1606; &#1588;&#1585;&#1581; &#1575;&#1604;&#1589;&#1583;&#1585; &#1605;&#1575; &#1607;&#1608; &#1567; &#1601;&#1602;&#1575;&#1604;: &#1606;&#1608;&#1585; &#1610;&#1602;&#1584;&#1601;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1602;&#1604;&#1576; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1601;&#1610;&#1606;&#1588;&#1585;&#1581; &#1604;&#1607; &#1589;&#1583;&#1585;&#1607; &#1608;&#1610;&#1606;&#1601;&#1587;&#1581; .<br />&#1602;&#1575;&#1604;&#1608;&#1575;: &#1601;&#1607;&#1604; &#1604;&#1584;&#1604;&#1603; &#1605;&#1606; &#1571;&#1605;&#1575;&#1585;&#1577; &#1610;&#1593;&#1585;&#1601; &#1576;&#1607;&#1575; &#1567; &#1602;&#1575;&#1604; (&#1589;): &#1606;&#1593;&#1605;&#1548; &#1575;&#1604;&#1573;&#1606;&#1575;&#1576;&#1577; &#1573;&#1604;&#1609; &#1583;&#1575;&#1585; &#1575;&#1604;&#1582;&#1604;&#1608;&#1583;&#1548; &#1608;&#1575;&#1604;&#1578;&#1580;&#1575;&#1601;&#1610; &#1593;&#1606; &#1583;&#1575;&#1585; &#1575;&#1604;&#1594;&#1585;&#1608;&#1585;&#1548; &#1608;&#1575;&#1604;&#1575;&#1587;&#1578;&#1593;&#1583;&#1575;&#1583; &#1604;&#1604;&#1605;&#1608;&#1578; &#1602;&#1576;&#1604; &#1606;&#1586;&#1608;&#1604; &#1575;&#1604;&#1605;&#1608;&#1578;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">24&ndash; When this verse was revealed:&ldquo;Whomever Allah desires to guide&hellip;&rdquo;, the Prophet (SAWA) was asked about the expanding of the breast and what it was. He said, &lsquo;It is a light that Allah casts into the heart of a believer and it expands the heart and broadens it.&rsquo; They asked, &lsquo;Is there a sign by which this may be known?&rsquo; He (SAWA) said, &lsquo;Yes, to return to the eternal realm, to shun away from the realm of delusion, and to prepare for death before it comes.&rsquo;[Majma`a al-Bayan, v. 4, p. 561]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1581;&#1580;&#1575;&#1576; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The Veil of the Heart</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">25&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1573;&#1584;&#1575; &#1571;&#1584;&#1606;&#1576; &#1603;&#1575;&#1606;&#1578; &#1606;&#1603;&#1578;&#1577; &#1587;&#1608;&#1583;&#1575;&#1569; &#1601;&#1610; &#1602;&#1604;&#1576;&#1607;&#1548; &#1601;&#1573;&#1606; &#1578;&#1575;&#1576; &#1608;&#1606;&#1586;&#1593; &#1608;&#1575;&#1587;&#1578;&#1594;&#1601;&#1585; &#1589;&#1602;&#1604; &#1602;&#1604;&#1576;&#1607;&#1548; &#1601;&#1573;&#1606; &#1586;&#1575;&#1583; &#1586;&#1575;&#1583;&#1578;&#1548; &#1601;&#1584;&#1604;&#1603; &#1575;&#1604;&#1585;&#1575;&#1606; &#1575;&#1604;&#1584;&#1610; &#1584;&#1603;&#1585;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1603;&#1578;&#1575;&#1576;&#1607; &laquo;&#1603;&#1604;&#1575; &#1576;&#1604; &#1585;&#1575;&#1606; &#1593;&#1604;&#1609; &#1602;&#1604;&#1608;&#1576;&#1607;&#1605; &#1605;&#1575; &#1603;&#1575;&#1606;&#1608;&#1575; &#1610;&#1603;&#1587;&#1576;&#1608;&#1606;&raquo;.</span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">25&ndash; The Prophet (SAWA) said, &lsquo;When a believer sins a black dot appears on his heart. If he repents, pulls back and seeks forgiveness his heart is cleansed from the black dot, but if he increases his sins the dot grows larger, and this is the rust that Allah has mentioned in His Book: &ldquo;No indeed! Rather their hearts have been sullied by what they have been earning&rdquo;[ Qur&rsquo;an 83:14].&rsquo;[Nur al-Thaqalayn, v. 5, p. 532, no. 24]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">26&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605; <span lang="ar-sa">(&#1593;): &#1571;&#1608;&#1581;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1573;&#1604;&#1609; &#1583;&#1575;&#1608;&#1583; (&#1593;): &#1610;&#1575; &#1583;&#1575;&#1608;&#1583;&#1548; &#1581;&#1584;&#1585; &#1608;&#1571;&#1606;&#1584;&#1585; (&#1608;&#1606;&#1584;&#1585;) &#1571;&#1589;&#1581;&#1575;&#1576;&#1603; &#1593;&#1606; &#1581;&#1576; &#1575;&#1604;&#1588;&#1607;&#1608;&#1575;&#1578;&#1548; &#1601;&#1573;&#1606; &#1575;&#1604;&#1605;&#1593;&#1604;&#1602;&#1577; &#1602;&#1604;&#1608;&#1576;&#1607;&#1605; &#1576;&#1588;&#1607;&#1608;&#1575;&#1578; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1602;&#1604;&#1608;&#1576;&#1607;&#1605; &#1605;&#1581;&#1580;&#1608;&#1576;&#1577; &#1593;&#1606;&#1610;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">26&ndash; Imam al-Kazim (AS) said, &lsquo;Allah Almighty revealed unto David (AS), &lsquo;O David, warn and caution your companions against the love of desires, for those whose hearts are attached to worldly desires, their hearts are veiled from Me.&rsquo;[Tuhaf al-`Uqoul, p. 397]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1602;&#1587;&#1608;&#1577; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Hard-heartedness</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">27&#1600; &#1601;&#1610;&#1605;&#1575; &#1606;&#1575;&#1580;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1576;&#1607; &#1605;&#1608;&#1587;&#1609; <span lang="ar-sa">(&#1593;): &#1610;&#1575; &#1605;&#1608;&#1587;&#1609;&#1548; &#1604;&#1575; &#1578;&#1591;&#1608;&#1604; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1571;&#1605;&#1604;&#1603; &#1601;&#1610;&#1602;&#1587;&#1608; &#1602;&#1604;&#1576;&#1603;&#1548; &#1608;&#1575;&#1604;&#1602;&#1575;&#1587;&#1610; &#1575;&#1604;&#1602;&#1604;&#1576; &#1605;&#1606;&#1610; &#1576;&#1593;&#1610;&#1583;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">27&ndash; In one of Allah&rsquo;s intimate conversations with Prophet Moses (AS), He said, &lsquo;O Moses, do not prolong your hope in this world for your heart will turn hard, and hard hearts are far away from Me.&rsquo;[al-Kafi, v. 2, p. 329, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">28&#1600; &#1593;&#1610;&#1587;&#1609; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1575;&#1604;&#1583;&#1575;&#1576;&#1577; &#1573;&#1584;&#1575; &#1604;&#1605; &#1578;&#1585;&#1578;&#1603;&#1576; &#1608;&#1604;&#1605; &#1578;&#1605;&#1578;&#1607;&#1606; &#1608;&#1578;&#1587;&#1578;&#1593;&#1605;&#1604; &#1604;&#1578;&#1589;&#1593;&#1576; &#1608;&#1610;&#1578;&#1594;&#1610;&#1585; &#1582;&#1604;&#1602;&#1607;&#1575;&#1548; &#1608;&#1603;&#1584;&#1604;&#1603; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1573;&#1584;&#1575; &#1604;&#1605; &#1578;&#1585;&#1602;&#1602; &#1576;&#1584;&#1603;&#1585; &#1575;&#1604;&#1605;&#1608;&#1578; &#1608;&#1610;&#1578;&#1576;&#1593;&#1607;&#1575; &#1583;&#1572;&#1608;&#1576; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583;&#1577; &#1578;&#1602;&#1587;&#1608; &#1608;&#1578;&#1594;&#1604;&#1592;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">28&ndash; Prophet Jesus (AS) said, &lsquo;When an animal is not mounted, trained or used it will become hard to use and its character will change. The same goes for the hearts - if they are not made soft with the remembrance of death, followed by diligent worship, they will harden and become harsh.&rsquo;[Bihar al-Anwar, v. 14, p. 309, no. 17]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">29&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1575; &#1578;&#1603;&#1579;&#1585;&#1608;&#1575; &#1575;&#1604;&#1603;&#1604;&#1575;&#1605; &#1576;&#1594;&#1610;&#1585; &#1584;&#1603;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1563; &#1601;&#1573;&#1606; &#1603;&#1579;&#1585;&#1577; &#1575;&#1604;&#1603;&#1604;&#1575;&#1605; &#1576;&#1594;&#1610;&#1585; &#1584;&#1603;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1602;&#1587;&#1608;&#1577; &#1575;&#1604;&#1602;&#1604;&#1576;&#1548; &#1573;&#1606; &#1571;&#1576;&#1593;&#1583; &#1575;&#1604;&#1606;&#1575;&#1587; &#1605;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1602;&#1604;&#1576; &#1575;&#1604;&#1602;&#1575;&#1587;&#1610;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">29&ndash; The Prophet (SAWA) said, &lsquo;Do not speak excessively without the remembrance of Allah, for excessive speech devoid of the remembrance of Allah hardens the heart. The farthest of people from Allah are the hard-hearted.&rsquo;[Amali al-Tusi, v. 3, p. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">30&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1579;&#1604;&#1575;&#1579;&#1577; &#1610;&#1602;&#1587;&#1610;&#1606; &#1575;&#1604;&#1602;&#1604;&#1576;: &#1575;&#1587;&#1578;&#1605;&#1575;&#1593; &#1575;&#1604;&#1604;&#1607;&#1608;&#1548; &#1608;&#1591;&#1604;&#1576; &#1575;&#1604;&#1589;&#1610;&#1583;&#1548; &#1608;&#1573;&#1578;&#1610;&#1575;&#1606; &#1576;&#1575;&#1576; &#1575;&#1604;&#1587;&#1604;&#1591;&#1575;&#1606;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">30&ndash; The Prophet (SAWA) said, &lsquo;Three things harden the heart: listening to distracting words of amusement (lahw), hunting, and associating with rulers.&rsquo;[al-Khisal, p. 126, no. 122]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">31&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1575;&#1580;&#1601;&#1578; &#1575;&#1604;&#1583;&#1605;&#1608;&#1593; &#1573;&#1604;&#1575; &#1604;&#1602;&#1587;&#1608;&#1577; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576;&#1548; &#1608;&#1605;&#1575; &#1602;&#1587;&#1578; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1573;&#1604;&#1575; &#1604;&#1603;&#1579;&#1585;&#1577; &#1575;&#1604;&#1584;&#1606;&#1608;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">31&ndash; Imam Ali (AS) said, &lsquo;Tears only dry up [i.e. fail to flow] as a result of hardness of the heart, and the hearts only harden as a result of frequent sinning.&rsquo;[`AIlal al-Sharai`a, p. 81, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">32&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1603;&#1579;&#1585;&#1577; &#1575;&#1604;&#1605;&#1575;&#1604; &#1605;&#1601;&#1587;&#1583;&#1577; &#1604;&#1604;&#1583;&#1610;&#1606;&#1548; &#1605;&#1602;&#1587;&#1575;&#1577; &#1604;&#1604;&#1602;&#1604;&#1608;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">32&ndash; Imam Ali (AS) said, &lsquo;Too much money corrupts religion and hardens the heart.&rsquo;[Mustadrak al-Wasa?il, v. 12, p. 93, no. 13609]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">33&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1575;&#1604;&#1576;&#1582;&#1610;&#1604; &#1610;&#1602;&#1587;&#1610; &#1575;&#1604;&#1602;&#1604;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">33&ndash; Imam Ali (AS) said, &lsquo;Looking at a miserly person hardens the heart.&rsquo;[Tuhaf al-`Uqoul, p. 214]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">34&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1604;&#1604;&#1607;&rlm; &#1593;&#1602;&#1608;&#1576;&#1575;&#1578; &#1601;&#1610; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1608;&#1575;&#1604;&#1571;&#1576;&#1583;&#1575;&#1606;: &#1590;&#1606;&#1603; &#1601;&#1610; &#1575;&#1604;&#1605;&#1593;&#1610;&#1588;&#1577; &#1608;&#1608;&#1607;&#1606; &#1601;&#1610; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583;&#1577;&#1548; &#1608;&#1605;&#1575; &#1590;&#1585;&#1576;&rlm;&#1593;&#1576;&#1583; &#1576;&#1593;&#1602;&#1608;&#1576;&#1577; &#1571;&#1593;&#1592;&#1605; &#1605;&#1606;&rlm;&#1602;&#1587;&#1608;&#1577; &#1575;&#1604;&#1602;&#1604;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">34&ndash; Imam al-Baqir (AS) said, &lsquo;Allah has punishments of the hearts and of the bodies: a difficult livelihood, weakness in worship, and the harshest punishment a servant is stricken with is hardness of the heart.&rsquo;[Tuhaf al-`Uqoul, p. 296]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1585;&#1590; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Sickness of the Heart </span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">35&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1610;&#1575;&#1603;&#1605; &#1608;&#1575;&#1604;&#1605;&#1585;&#1575;&#1569; &#1608;&#1575;&#1604;&#1582;&#1589;&#1608;&#1605;&#1577;&#1563; &#1601;&#1573;&#1606;&#1607;&#1605;&#1575; &#1610;&#1605;&#1585;&#1590;&#1575;&#1606; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1593;&#1604;&#1609; &#1575;&#1604;&#1573;&#1582;&#1608;&#1575;&#1606; &#1608;&#1610;&#1606;&#1576;&#1578; &#1593;&#1604;&#1610;&#1607;&#1605;&#1575; &#1575;&#1604;&#1606;&#1601;&#1575;&#1602; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">35&ndash; Imam Ali (AS) said, &lsquo;Beware of disputing and quarrelling, for they sicken the heart against one&rsquo;s brethren and give rise to hypocrisy against them.&rsquo;[al-Kafi, v. 2, p. 300, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">26&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1608;&#1580;&#1593; &#1571;&#1608;&#1580;&#1593; &#1604;&#1604;&#1602;&#1604;&#1608;&#1576; &#1605;&#1606; &#1575;&#1604;&#1584;&#1606;&#1608;&#1576; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td>36&ndash; Imam Ali (AS) said, &lsquo;Nothing hurts the heart more than sins.&rsquo;[al-Kafi, v. 2, p. 257, no. 28]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1588;&#1601;&#1610; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">What Cures the Heart</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">37&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1578;&#1602;&#1608;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1583;&#1608;&#1575;&#1569; &#1583;&#1575;&#1569; &#1602;&#1604;&#1608;&#1576;&#1603;&#1605;&#1548; &#1608;&#1576;&#1589;&#1585; &#1593;&#1605;&#1609; &#1571;&#1601;&#1574;&#1583;&#1578;&#1603;&#1605;&#1548; &#1608;&#1588;&#1601;&#1575;&#1569; &#1605;&#1585;&#1590; &#1571;&#1580;&#1587;&#1575;&#1583;&#1603;&#1605; (&#1571;&#1580;&#1587;&#1575;&#1605;&#1603;&#1605;)&#1548; &#1608;&#1589;&#1604;&#1575;&#1581; &#1601;&#1587;&#1575;&#1583; &#1589;&#1583;&#1608;&#1585;&#1603;&#1605;&#1548; &#1608;&#1591;&#1607;&#1608;&#1585; &#1583;&#1606;&#1587; &#1571;&#1606;&#1601;&#1587;&#1603;&#1605;&#1548; &#1608;&#1580;&#1604;&#1575;&#1569; &#1593;&#1588;&#1575; (&#1594;&#1588;&#1575;&#1569;) &#1571;&#1576;&#1589;&#1575;&#1585;&#1603;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">37&ndash; Imam Ali (AS) said, &lsquo;Verily Godwariness is the remedy for the sickness of your hearts, and the sight for the blindness of your hearts, and the cure for the sickness of your bodies, and the correction of the corruption of your chests, and the purification for the pollution of your selves, and the unveiling of the blurriness of your eyes.&rsquo;[Nahj al-Balagha, Sermon 198]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1605;&#1610;&#1578; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">What Kills the Heart</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">38- &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1585;&#1576;&#1593; &#1610;&#1605;&#1578;&#1606; &#1575;&#1604;&#1602;&#1604;&#1576; : &#1575;&#1604;&#1584;&#1606;&#1576; &#1593;&#1604;&#1609; &#1575;&#1604;&#1584;&#1606;&#1576;&#1548; &#1608;&#1603;&#1579;&#1585;&#1577; &#1605;&#1606;&#1575;&#1602;&#1588;&#1577; &#1575;&#1604;&#1606;&#1587;&#1575;&#1569; &#1610;&#1593;&#1606;&#1610; &#1605;&#1581;&#1575;&#1583;&#1579;&#1578;&#1607;&#1606; &#1548; &#1608;&#1605;&#1605;&#1575;&#1585;&#1575;&#1577; &#1575;&#1604;&#1571;&#1581;&#1605;&#1602; &#1548; &#1578;&#1602;&#1608;&#1604; &#1608;&#1610;&#1602;&#1608;&#1604; &#1608;&#1604;&#1575; &#1610;&#1585;&#1580;&#1593; &#1573;&#1604;&#1609; &#1582;&#1610;&#1585; (&#1571;&#1576;&#1583;&#1575;) &#1548; &#1608;&#1605;&#1580;&#1575;&#1604;&#1587;&#1577; &#1575;&#1604;&#1605;&#1608;&#1578;&#1609; &#1548; &#1601;&#1602;&#1610;&#1604; &#1604;&#1607; : &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1548; &#1608;&#1605;&#1575; &#1575;&#1604;&#1605;&#1608;&#1578;&#1609; &#1567; &#1602;&#1575;&#1604; : &#1603;&#1604; &#1594;&#1606;&#1610; &#1605;&#1578;&#1585;&#1601; .</p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">38&ndash; The Prophet (SAWA) said, &lsquo;Four things kill the heart: sin after sin, excessive discussion with women &ndash; meaning conversing with them &ndash;, disputing with a foolish person, you speak and he speaks and he will never become better, and sitting in the company of the dead.&rsquo; At this, he was asked, &lsquo;O Messenger of Allah, and who are the dead?&rsquo; He said, &lsquo;Every rich and affluent person.&rsquo;[al-Khisal, p. 228, no. 65]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">39&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1601;&#1610; &#1605;&#1608;&#1575;&#1593;&#1592;&#1607; &#1604;&#1571;&#1576;&#1610; &#1584;&#1585; &#1600;: &#1573;&#1610;&#1575;&#1603; &#1608;&#1603;&#1579;&#1585;&#1577; &#1575;&#1604;&#1590;&#1581;&#1603; &#1563; &#1601;&#1573;&#1606;&#1607; &#1610;&#1605;&#1610;&#1578; &#1575;&#1604;&#1602;&#1604;&#1576;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">39&ndash; The Prophet (SAWA), in his advice to Abu Dharr said, &lsquo;Beware of laughing a lot, for it kills the heart.&rsquo;[Ma`ani al-Akhbar, p. 335, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">40&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1602;&#1604; &#1608;&#1585;&#1593;&#1607; &#1605;&#1575;&#1578; &#1602;&#1604;&#1576;&#1607;&#1548; &#1608;&#1605;&#1606; &#1605;&#1575;&#1578; &#1602;&#1604;&#1576;&#1607; &#1583;&#1582;&#1604; &#1575;&#1604;&#1606;&#1575;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">40&ndash; Imam Ali (AS) said, &lsquo;One whose piety decreases, his heart dies, and whoever&rsquo;s heart dies will enter the Fire.&rsquo;[Nahj al-Balagha, Saying 349]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1581;&#1610;&#1610; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">What Revives the Heart</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">41&#1600; &#1604;&#1602;&#1605;&#1575;&#1606; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1575;&#1576;&#1606;&#1607; &#1608;&#1607;&#1608; &#1610;&#1593;&#1592;&#1607; &#1600;: &#1610;&#1575; &#1576;&#1606;&#1610;&#1548; &#1580;&#1575;&#1604;&#1587; &#1575;&#1604;&#1593;&#1604;&#1605;&#1575;&#1569;&#1548; &#1608;&#1586;&#1575;&#1581;&#1605;&#1607;&#1605; &#1576;&#1585;&#1603;&#1576;&#1578;&#1610;&#1603; &#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1610;&#1581;&#1610;&#1610; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1576;&#1606;&#1608;&#1585; &#1575;&#1604;&#1581;&#1603;&#1605;&#1577; &#1603;&#1605;&#1575; &#1610;&#1581;&#1610;&#1610; &#1575;&#1604;&#1571;&#1585;&#1590; &#1576;&#1608;&#1575;&#1576;&#1604; &#1575;&#1604;&#1587;&#1605;&#1575;&#1569; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">41&ndash; Luqman (AS), giving advice to his son, said, &lsquo;O my son, sit in the company of scholars so much that your knees touch theirs, for Allah Almighty revives the hearts with the light of wisdom like the earth is revived with rain from the sky.&rsquo;[Bihar al-Anwar, v. 1, p. 204, no. 22]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">42&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1610;&#1602;&#1608;&#1604;: &#1578;&#1584;&#1575;&#1603;&#1585; &#1575;&#1604;&#1593;&#1604;&#1605; &#1576;&#1610;&#1606; &#1593;&#1576;&#1575;&#1583;&#1610; &#1605;&#1605;&#1575; &#1578;&#1581;&#1610;&#1575; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1575;&#1604;&#1605;&#1610;&#1578;&#1577; &#1573;&#1584;&#1575; &#1607;&#1605; &#1575;&#1606;&#1578;&#1607;&#1608;&#1575; &#1601;&#1610;&#1607; &#1573;&#1604;&#1609; &#1571;&#1605;&#1585;&#1610;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">42&ndash; The Prophet (SAWA) said, &lsquo;Allah Almighty says, &lsquo;The discussion of knowledge among My servants revives the dead hearts if by it they seek to fulfil My command.&rsquo;[al-Kafi, v. 1, p. 41, no. 6]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">43&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1608;&#1589;&#1610;&#1578;&#1607; &#1604;&#1575;&#1576;&#1606;&#1607; &#1575;&#1604;&#1581;&#1587;&#1606; (&#1593;) &#1600;: &#1571;&#1581;&#1610; &#1602;&#1604;&#1576;&#1603; &#1576;&#1575;&#1604;&#1605;&#1608;&#1593;&#1592;&#1577;&#1548; &#1608;&#1571;&#1605;&#1578;&#1607; &#1576;&#1575;&#1604;&#1586;&#1607;&#1575;&#1583;&#1577; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">43&ndash; Imam Ali (AS), in his will to his son Imam Hasan (AS) said, &lsquo;Revive your heart with exhortations, and kill it will negligence.&rsquo;[Nahj al-Balagha, Letter 31]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">44&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1602;&#1575;&#1569; &#1571;&#1607;&#1604; &#1575;&#1604;&#1582;&#1610;&#1585; &#1593;&#1605;&#1575;&#1585;&#1577; &#1575;&#1604;&#1602;&#1604;&#1576; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">44&ndash; Imam Ali (AS) said, &lsquo;Meeting righteous people preserves the heart.&rsquo;[Bihar al-Anwar, v. 1, p. 41, no. 6]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">45&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1608;&#1589;&#1610;&#1578;&#1607; &#1604;&#1575;&#1576;&#1606;&#1607; &#1575;&#1604;&#1581;&#1587;&#1606; (&#1593;) &#1600;: &#1575;&#1608;&#1589;&#1610;&#1603; &#1576;&#1578;&#1602;&#1608;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1600; &#1571;&#1610; &#1576;&#1606;&#1610; &#1600; &#1608;&#1604;&#1586;&#1608;&#1605; &#1571;&#1605;&#1585;&#1607;&#1548; &#1608;&#1593;&#1605;&#1575;&#1585;&#1577; &#1602;&#1604;&#1576;&#1603; &#1576;&#1584;&#1603;&#1585;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">45&ndash; Imam Ali (AS), in his will to his son Imam al-Hasan (AS) said, &lsquo;I advise you to be Godwary, O my son, and to abide by His orders, and to keep your heart alive with His remembrance.&rsquo;[Nahj al-Balagha, Letter 31]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1604;&#1610;&#1606; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">What Softens the Heart</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">46&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1600; &#1604;&#1605;&#1575; &#1588;&#1603;&#1575; &#1573;&#1604;&#1610;&#1607; &#1585;&#1580;&#1604; &#1602;&#1587;&#1575;&#1608;&#1577; &#1602;&#1604;&#1576;&#1607; &#1600;: &#1573;&#1584;&#1575; &#1571;&#1585;&#1583;&#1578; &#1571;&#1606; &#1610;&#1604;&#1610;&#1606; &#1602;&#1604;&#1576;&#1603; &#1601;&#1571;&#1591;&#1593;&#1605; &#1575;&#1604;&#1605;&#1587;&#1603;&#1610;&#1606; &#1608;&#1575;&#1605;&#1587;&#1581; &#1585;&#1571;&#1587; &#1575;&#1604;&#1610;&#1578;&#1610;&#1605;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">46&ndash; The Prophet (SAWA), when a person complained to him about the hardness of his heart, said, &lsquo;If you want your heart to soften, feed the needy and stroke the head of orphans.&rsquo;[Mishkat al-Anwar, p. 167]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">47&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; (&#1589;): &#1593;&#1608;&#1583;&#1608;&#1575; &#1602;&#1604;&#1608;&#1576;&#1603;&#1605; &#1575;&#1604;&#1585;&#1602;&#1577;&#1548; &#1608;&#1571;&#1603;&#1579;&#1585;&#1608;&#1575; &#1605;&#1606; &#1575;&#1604;&#1578;&#1601;&#1603;&#1585; &#1608;&#1575;&#1604;&#1576;&#1603;&#1575;&#1569; &#1605;&#1606; &#1582;&#1588;&#1610;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">47&ndash; The Prophet (SAWA) said, &lsquo;Accustom your hearts to being soft, and increase your contemplation and cry much due to fear of Allah.&rsquo;[A`alam al-Din, p. 365, no. 33]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">48&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1608;&#1602;&#1583; &#1585;&#1574;&#1610; &#1593;&#1604;&#1610;&#1607; &#1573;&#1586;&#1575;&#1585; &#1582;&#1604;&#1602; &#1605;&#1585;&#1602;&#1608;&#1593; &#1601;&#1602;&#1610;&#1604; &#1604;&#1607; &#1601;&#1610; &#1584;&#1604;&#1603; &#1600;: &#1610;&#1582;&#1588;&#1593; &#1604;&#1607; &#1575;&#1604;&#1602;&#1604;&#1576;&#1548; &#1608;&#1578;&#1584;&#1604; &#1576;&#1607; &#1575;&#1604;&#1606;&#1601;&#1587;&#1548; &#1608;&#1610;&#1602;&#1578;&#1583;&#1610; &#1576;&#1607; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1608;&#1606;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">48&ndash; Imam Ali (AS), being seen wearing a wraparound cloth that was worn-out and patched, was asked about it, to which he replied, &lsquo;With it the heart becomes humble, the self is humiliated, and the believers follow its example.&rsquo;[Nahj al-Balagha, Saying 103]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">49&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1578;&#1593;&#1585;&#1590; &#1604;&#1585;&#1602;&#1577; &#1575;&#1604;&#1602;&#1604;&#1576; &#1576;&#1603;&#1579;&#1585;&#1577; &#1575;&#1604;&#1584;&#1603;&#1585; &#1601;&#1610; &#1575;&#1604;&#1582;&#1604;&#1608;&#1575;&#1578;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">49&ndash; Imam al-Baqir (AS) said, &lsquo;Embark upon softening the heart through constant remembrance [of Allah] in places of seclusion.&rsquo;[Tuhaf al-`Uqoul, p. 285]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1580;&#1604;&#1610; &#1575;&#1604;&#1602;&#1604;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">What Polishes the Heart</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">50&#1600; &#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1607;&#1584;&#1607; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1578;&#1589;&#1583;&#1571; &#1603;&#1605;&#1575; &#1610;&#1589;&#1583;&#1571; &#1575;&#1604;&#1581;&#1583;&#1610;&#1583; &#1573;&#1584;&#1575; &#1571;&#1589;&#1575;&#1576;&#1607; &#1575;&#1604;&#1605;&#1575;&#1569; . &#1602;&#1610;&#1604;: &#1608;&#1605;&#1575; &#1580;&#1604;&#1575;&#1572;&#1607;&#1575; &#1567; &#1602;&#1575;&#1604;: &#1603;&#1579;&#1585;&#1577; &#1584;&#1603;&#1585; &#1575;&#1604;&#1605;&#1608;&#1578;&#1548; &#1608;&#1578;&#1604;&#1575;&#1608;&#1577; &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">50&ndash; The Prophet (SAWA) said, &lsquo;Verily these hearts rust like metal rusts when exposed to water.&rsquo; He was asked, &lsquo;And what can polish them?&rsquo; He said, &lsquo;Remembering death much, and reciting the Qur&rsquo;an.&rsquo;[Kanz al-`Ummal, no. 42130]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">51&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1580;&#1604;&#1575;&#1569; &#1607;&#1584;&#1607; &#1575;&#1604;&#1602;&#1604;&#1608;&#1576; &#1584;&#1603;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1578;&#1604;&#1575;&#1608;&#1577; &#1575;&#1604;&#1602;&#1585;&#1570;&#1606; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">51&ndash; The Prophet (SAWA) said, &lsquo;The polish of these hearts is the remembrance of Allah and the recitation of the Qur&rsquo;an.&rsquo;[Tanbih al-Khawatir, v. 2, p. 122]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">52&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1581;&#1610; &#1602;&#1604;&#1576;&#1603; &#1576;&#1575;&#1604;&#1605;&#1608;&#1593;&#1592;&#1577; ... &#1608;&#1606;&#1608;&#1585;&#1607; &#1576;&#1575;&#1604;&#1581;&#1603;&#1605;&#1577; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td>52&ndash; Imam Ali (AS) said, &lsquo;Revive your heart with exhortations&hellip;and enlighten it with wisdom.&rsquo;[Nahj al-Balagha, Letter 31]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">53&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1604;&#1604;&#1602;&#1604;&#1608;&#1576; &#1589;&#1583;&#1575;&#1569; &#1603;&#1589;&#1583;&#1575;&#1569; &#1575;&#1604;&#1606;&#1581;&#1575;&#1587;&#1548; &#1601;&#1575;&#1580;&#1604;&#1608;&#1607;&#1575; &#1576;&#1575;&#1604;&#1575;&#1587;&#1578;&#1594;&#1601;&#1575;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">53&ndash; Imam al-Sadiq (AS) said, &lsquo;Hearts have rust like the rust of copper so polish them with repentance.&rsquo;[&lsquo;Uddat al-Da`ai, p. 249]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
