<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>THE FAULT&nbsp; &#1575;&#1604;&#1593;&#1610;&#1576;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">THE FAULT</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp;</span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1593;&#1610;&#1576;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1605;&#1583;&#1581; &#1605;&#1606; &#1588;&#1594;&#1604;&#1607; &#1593;&#1610;&#1576;&#1607; &#1593;&#1606; &#1593;&#1610;&#1608;&#1576; &#1575;&#1604;&#1606;&#1575;&#1587;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Praise for One Whose Own Fault Preoccupies Him from Finding Fault in Others</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1591;&#1608;&#1576;&#1609; &#1604;&#1605;&#1606; &#1588;&#1594;&#1604;&#1607; &#1593;&#1610;&#1576;&#1607; &#1593;&#1606; &#1593;&#1610;&#1608;&#1576; &#1575;&#1604;&#1606;&#1575;&#1587;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; Imam Ali (AS) said, &lsquo;Blessed be the one whose own fault preoccupies him from finding faults in others.&rsquo;[Nahj al-Balagha, Sermon 176]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1593;&#1602;&#1604; &#1575;&#1604;&#1606;&#1575;&#1587; &#1605;&#1606; &#1603;&#1575;&#1606; &#1576;&#1593;&#1610;&#1576;&#1607; &#1576;&#1589;&#1610;&#1585;&#1575;&#1548; &#1608;&#1593;&#1606; &#1593;&#1610;&#1576; &#1594;&#1610;&#1585;&#1607; &#1590;&#1585;&#1610;&#1585;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">2&ndash; Imam Ali (AS) said, &lsquo;The most intelligent of people is he who is well aware of his own faults and blind to others&rsquo; faults.&rsquo;[Ghurar al-Hikam, no. 3233]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1571;&#1576;&#1589;&#1585; &#1593;&#1610;&#1576; &#1606;&#1601;&#1587;&#1607; &#1588;&#1594;&#1604; &#1593;&#1606; &#1593;&#1610;&#1576; &#1594;&#1610;&#1585;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; Imam Ali (AS) said, &lsquo;He who observes his own faults is preoccupied from others&rsquo; faults.&rsquo;[Tuhaf al-`Uqoul, no. 88]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1571;&#1606;&#1601;&#1593; &#1575;&#1604;&#1571;&#1588;&#1610;&#1575;&#1569; &#1604;&#1604;&#1605;&#1585;&#1569; &#1587;&#1576;&#1602;&#1607; &#1575;&#1604;&#1606;&#1575;&#1587; &#1573;&#1604;&#1609; &#1593;&#1610;&#1576; &#1606;&#1601;&#1587;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; Imam al-Sadiq (AS) said, &lsquo;The most beneficial thing for a man is his precedence over others at knowing his own fault.&rsquo;[al-Kafi, v. 8, p. 243, no. 337]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1585;&#1571;&#1610;&#1578;&#1605; &#1575;&#1604;&#1593;&#1576;&#1583; &#1605;&#1578;&#1601;&#1602;&#1583;&#1575; &#1604;&#1584;&#1606;&#1608;&#1576; (&#1575;&#1604;&#1606;&#1575;&#1587;) &#1606;&#1575;&#1587;&#1610;&#1575; &#1604;&#1584;&#1606;&#1608;&#1576;&#1607;&#1548; &#1601;&#1575;&#1593;&#1604;&#1605;&#1608;&#1575; &#1571;&#1606;&#1607; &#1602;&#1583; &#1605;&#1603;&#1585; &#1576;&#1607; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; Imam al-Sadiq (AS) said, &lsquo;When you see a man inspecting other people&rsquo; s sins and forgetting his own sins, then know that he is deluding himself.&rsquo;[Mustatrafat al-Sara&rsquo; ir, p. 48, no. 7]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1584;&#1605; &#1575;&#1604;&#1575;&#1588;&#1578;&#1594;&#1575;&#1604; &#1576;&#1593;&#1610;&#1608;&#1576; &#1575;&#1604;&#1606;&#1575;&#1587; &#1608;&#1605;&#1583;&#1575;&#1607;&#1606;&#1577; &#1575;&#1604;&#1606;&#1601;&#1587;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>The Censure of Preoccupying Oneself with Others&rsquo; Faults Whilst Flattering Oneself</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1593;&#1610;&#1587;&#1609; <span lang="ar-sa">(&#1593;): &#1610;&#1575; &#1593;&#1576;&#1610;&#1583; &#1575;&#1604;&#1587;&#1608;&#1569;&#1548; &#1578;&#1604;&#1608;&#1605;&#1608;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1593;&#1604;&#1609; &#1575;&#1604;&#1592;&#1606;&#1548; &#1608;&#1604;&#1575; &#1578;&#1604;&#1608;&#1605;&#1608;&#1606; &#1571;&#1606;&#1601;&#1587;&#1603;&#1605; &#1593;&#1604;&#1609; &#1575;&#1604;&#1610;&#1602;&#1610;&#1606;&#1567;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; Prophet Jesus (AS) said, &lsquo;O iniquitous servants, you blame others based on what you conjecture about them and do not blame yourselves in that which you know for certain!&rsquo;[Tuhaf al-`Uqoul, no. 501]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">7&#1600; &#1603;&#1606;&#1586; &#1575;&#1604;&#1593;&#1605;&#1575;&#1604;: &#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1610;&#1576;&#1589;&#1585; &#1571;&#1581;&#1583;&#1603;&#1605; &#1575;&#1604;&#1602;&#1584;&#1609; &#1601;&#1610; &#1593;&#1610;&#1606; &#1571;&#1582;&#1610;&#1607;&#1548; &#1608;&#1610;&#1606;&#1587;&#1609; &#1575;&#1604;&#1580;&#1584;&#1593; &#1600; &#1571;&#1608; &#1602;&#1575;&#1604;: &#1575;&#1604;&#1580;&#1584;&#1604; &#1600; &#1601;&#1610; &#1593;&#1610;&#1606;&#1607; ! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">7&ndash; The Prophet (SAWA) said, &lsquo;How can you notice a speck in your brother&rsquo; s eye but overlook the tree stump in your own!&rsquo;[Kanz al-`Ummal, no. 44141]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">8&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1603;&#1601;&#1609; &#1576;&#1575;&#1604;&#1605;&#1585;&#1569; &#1593;&#1610;&#1576;&#1575; &#1571;&#1606; &#1610;&#1606;&#1592;&#1585; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1573;&#1604;&#1609; &#1605;&#1575; &#1610;&#1593;&#1605;&#1609; &#1593;&#1606;&#1607; &#1605;&#1606; &#1606;&#1601;&#1587;&#1607;&#1548; &#1608;&#1610;&#1593;&#1610;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587; &#1576;&#1605;&#1575; &#1604;&#1575; &#1610;&#1587;&#1578;&#1591;&#1610;&#1593; &#1578;&#1585;&#1603;&#1607;&#1548; &#1608;&#1610;&#1572;&#1584;&#1610; &#1580;&#1604;&#1610;&#1587;&#1607; &#1576;&#1605;&#1575; &#1604;&#1575; &#1610;&#1593;&#1606;&#1610;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">8&ndash; The Prophet (SAWA) said, &lsquo;The fault that lies within a man&rsquo; s own self is more than enough to prevent him from prying into other people&rsquo; s faults, which he himself possesses but to which he is blind; or from blaming others for that which he himself is unable to abandon; or from bothering the one he is sitting next to by prying into matters that are none of his business.&rsquo;[al-Khisal, p. 110, no. 81]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1606;&#1592;&#1585; &#1601;&#1610; &#1593;&#1610;&#1608;&#1576; &#1575;&#1604;&#1606;&#1575;&#1587; &#1601;&#1571;&#1606;&#1603;&#1585;&#1607;&#1575; &#1579;&#1605; &#1585;&#1590;&#1610;&#1607;&#1575; &#1604;&#1606;&#1601;&#1587;&#1607;&#1548; &#1601;&#1584;&#1604;&#1603; &#1575;&#1604;&#1571;&#1581;&#1605;&#1602; &#1576;&#1593;&#1610;&#1606;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">9&ndash; Imam Ali (AS) said, &lsquo;The one who pries into others&rsquo; faults, disapproves of them, and then adopts them for himself, is truly a fool.&rsquo;[Nahj al-Balagha, Saying 349]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1603;&#1576;&#1585; (&#1571;&#1603;&#1579;&#1585;) &#1575;&#1604;&#1593;&#1610;&#1576; &#1571;&#1606; &#1578;&#1593;&#1610;&#1576; &#1605;&#1575; &#1601;&#1610;&#1603; &#1605;&#1579;&#1604;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">10&ndash; Imam Ali (AS) said, &lsquo;The greatest fault is when one criticises others for the same faults present in oneself.&rsquo;[Nahj al-Balagha, Saying 353]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1601;&#1590;&#1604; &#1587;&#1578;&#1585; &#1575;&#1604;&#1593;&#1610;&#1608;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Concealing Faults</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">11&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1587;&#1578;&#1585; &#1593;&#1604;&#1609; &#1605;&#1572;&#1605;&#1606; &#1582;&#1586;&#1610;&#1577; &#1601;&#1603;&#1571;&#1606;&#1605;&#1575; &#1571;&#1581;&#1610;&#1575; &#1605;&#1608;&#1572;&#1608;&#1583;&#1577; &#1605;&#1606; &#1602;&#1576;&#1585;&#1607;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">11&ndash; The Prophet (SAWA) said, &lsquo;He who conceals a fellow believer&rsquo; s shameful act is as if he has revived a newborn girl buried-alive551 from her grave.&rsquo;[Kanz al-`Ummal, no. 6387]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">12&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1593;&#1604;&#1605; &#1605;&#1606; &#1571;&#1582;&#1610;&#1607; &#1587;&#1610;&#1574;&#1577; &#1601;&#1587;&#1578;&#1585;&#1607;&#1575;&#1548; &#1587;&#1578;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">12&ndash; The Prophet (SAWA) said, &lsquo;He who knows a fellow brother&rsquo; s evil deed and conceals it [from others], Allah will conceal his faults on the Day of Resurrection.&rsquo;[al-Targhib wa al-Tarhib, v. 3, p. 239, no. 7]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1610;&#1580;&#1576; &#1604;&#1604;&#1605;&#1572;&#1605;&#1606; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1571;&#1606; &#1610;&#1587;&#1578;&#1585; &#1593;&#1604;&#1610;&#1607; &#1587;&#1576;&#1593;&#1610;&#1606; &#1603;&#1576;&#1610;&#1585;&#1577; ! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">13&ndash; Imam al-Baqir (AS) said, &lsquo;It is the duty of a believer towards a fellow believer to conceal seventy of his grave sins!&rsquo;[al-Kafi, v. 2, p. 207, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">14&#1600; &#1578;&#1606;&#1576;&#1610;&#1607; &#1575;&#1604;&#1582;&#1608;&#1575;&#1591;&#1585;: &#1585;&#1608;&#1610; &#1571;&#1606; &#1593;&#1610;&#1587;&#1609; <span lang="ar-sa">(&#1593;) &#1605;&#1585; &#1608;&#1575;&#1604;&#1581;&#1608;&#1575;&#1585;&#1610;&#1608;&#1606; &#1593;&#1604;&#1609; &#1580;&#1610;&#1601;&#1577; &#1603;&#1604;&#1576;&#1548; &#1601;&#1602;&#1575;&#1604; &#1575;&#1604;&#1581;&#1608;&#1575;&#1585;&#1610;&#1608;&#1606;: &#1605;&#1575; &#1571;&#1606;&#1578;&#1606; &#1585;&#1610;&#1581; &#1607;&#1584;&#1575; &#1575;&#1604;&#1603;&#1604;&#1576;! &#1601;&#1602;&#1575;&#1604; &#1593;&#1610;&#1587;&#1609; (&#1593;): &#1605;&#1575; &#1571;&#1588;&#1583; &#1576;&#1610;&#1575;&#1590; &#1571;&#1587;&#1606;&#1575;&#1606;&#1607;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">14&ndash; It is narrated in Tanbih al-Khawatir that Prophet Jesus (AS) was passing with his disciples by the corpse of a dog, when the disciples exclaimed, &lsquo;What an awful stench this dog has!&rsquo; to which Prophet Jesus (AS) retorted, &lsquo;How white are his teeth!&rsquo;[Tanbih al-Khawatir, v. 1, p. 117]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1581;&#1579; &#1593;&#1604;&#1609; &#1573;&#1607;&#1583;&#1575;&#1569; &#1575;&#1604;&#1593;&#1610;&#1608;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Conferring Someone&rsquo; s Faults to Them</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1603;&#1575;&#1588;&#1601;&#1603; &#1601;&#1610; &#1593;&#1610;&#1576;&#1603; &#1581;&#1601;&#1592;&#1603; &#1601;&#1610; &#1594;&#1610;&#1576;&#1603;&#1548; &#1605;&#1606; &#1583;&#1575;&#1607;&#1606;&#1603; &#1601;&#1610; &#1593;&#1610;&#1576;&#1603; &#1593;&#1575;&#1576;&#1603; &#1601;&#1610; &#1594;&#1610;&#1576;&#1603; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">15&ndash; Imam Ali (AS) said, &lsquo;He who informs you of your faults will guard you in your absence, whereas he who flatters you with respect to your faults will point the finger at you in your absence.&rsquo;[Ghurar al-Hikam, no. 8260, 8261]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1610;&#1605;&#1606;&#1593; &#1571;&#1581;&#1583;&#1603;&#1605; &#1571;&#1606; &#1610;&#1587;&#1578;&#1602;&#1576;&#1604; &#1571;&#1582;&#1575;&#1607; &#1576;&#1605;&#1575; &#1610;&#1582;&#1575;&#1601; &#1605;&#1606; &#1593;&#1610;&#1576;&#1607; &#1573;&#1604;&#1575; &#1605;&#1582;&#1575;&#1601;&#1577; &#1571;&#1606; &#1610;&#1587;&#1578;&#1602;&#1576;&#1604;&#1607; &#1576;&#1605;&#1579;&#1604;&#1607;&#1548; &#1602;&#1583; &#1578;&#1589;&#1575;&#1601;&#1610;&#1578;&#1605; &#1593;&#1604;&#1609; &#1585;&#1601;&#1590; &#1575;&#1604;&#1570;&#1580;&#1604; &#1608;&#1581;&#1576; &#1575;&#1604;&#1593;&#1575;&#1580;&#1604;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">16&ndash; Imam Ali (AS) said, &lsquo;Nothing prevents anyone from among you from disclosing to a fellow brother a fault that he fears in him, except for the very fear that he too will disclose the same fault to him. You are all accomplices in your rejection of the next world and loving this world.&rsquo;[Nahj al-Balagha, Sermon 113]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">17&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1571;&#1581;&#1576; &#1573;&#1582;&#1608;&#1575;&#1606;&#1610; &#1573;&#1604;&#1610; &#1605;&#1606; &#1571;&#1607;&#1583;&#1609; &#1573;&#1604;&#1610; &#1593;&#1610;&#1608;&#1576;&#1610;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">17&ndash; Imam al-Sadiq (AS) said, &lsquo;The most beloved of my brothers to me is he who confers my faults to me.&rsquo;[Tuhaf al-`Uqoul, no. 366]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1584;&#1605; &#1578;&#1578;&#1576;&#1593; &#1575;&#1604;&#1593;&#1610;&#1608;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Pursuit of People&rsquo; s Faults</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">18&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1575; &#1578;&#1578;&#1576;&#1593;&#1608;&#1575; &#1593;&#1608;&#1585;&#1575;&#1578; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606;&#1563; &#1601;&#1573;&#1606;&#1607; &#1605;&#1606; &#1578;&#1578;&#1576;&#1593; &#1593;&#1608;&#1585;&#1575;&#1578; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1578;&#1578;&#1576;&#1593; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1608;&#1585;&#1578;&#1607;&#1548; &#1608;&#1605;&#1606; &#1578;&#1578;&#1576;&#1593; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1608;&#1585;&#1578;&#1607; &#1601;&#1590;&#1581;&#1607; &#1608;&#1604;&#1608; &#1601;&#1610; &#1580;&#1608;&#1601; &#1576;&#1610;&#1578;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">18&ndash; The Prophet (SAWA) said, &lsquo;Do not seek to pursue believers&rsquo; shameful acts, for verily whoever pursues believers&rsquo; shameful acts, Allah will pursue his shameful acts, and whoever&rsquo; s shameful acts Allah pursues, He will expose, even if it be in the confines of his own home.&rsquo;[Thawab al-A`amal, v. 2, p. 288, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1578;&#1571;&#1605;&#1604; &#1575;&#1604;&#1593;&#1610;&#1576; &#1593;&#1610;&#1576; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">19&ndash; Imam Ali (AS) said, &lsquo;Anticipating attentively for a fault [in someone] is a fault in itself.&rsquo;[Ghurar al-Hikam, no. 4489]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">20&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1603;&#1578;&#1575;&#1576;&#1607; &#1604;&#1604;&#1571;&#1588;&#1578;&#1585; &#1604;&#1605;&#1575; &#1608;&#1604;&#1575;&#1607; &#1605;&#1589;&#1585; &#1600;: &#1608;&#1604;&#1610;&#1603;&#1606; &#1571;&#1576;&#1593;&#1583; &#1585;&#1593;&#1610;&#1578;&#1603; &#1605;&#1606;&#1603;&#1548; &#1608;&#1571;&#1588;&#1606;&#1571;&#1607;&#1605; &#1593;&#1606;&#1583;&#1603;&#1548; &#1571;&#1591;&#1604;&#1576;&#1607;&#1605; &#1604;&#1605;&#1593;&#1575;&#1610;&#1576; &#1575;&#1604;&#1606;&#1575;&#1587;&#1563;&#1601;&#1573;&#1606; &#1601;&#1610; &#1575;&#1604;&#1606;&#1575;&#1587; &#1593;&#1610;&#1608;&#1576;&#1575;&#1548; &#1575;&#1604;&#1608;&#1575;&#1604;&#1610; &#1571;&#1581;&#1602; &#1605;&#1606; &#1587;&#1578;&#1585;&#1607;&#1575;&#1548; &#1601;&#1604;&#1575; &#1578;&#1603;&#1588;&#1601;&#1606; &#1593;&#1605;&#1575;&#1594;&#1575;&#1576; &#1593;&#1606;&#1603; &#1605;&#1606;&#1607;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">20&ndash; Imam Ali (AS), in a letter he wrote to al-Ashtar when he appointed him governor of Egypt, said, &lsquo;The furthest of your subjects from you, and the worst of them in your view should be the one who is the most eager to pursue people&rsquo; s shortcomings, because people do have faults and the ruler is the most appropriate person to conceal them, so do not ever seek to discover those faults which are hidden from you.&rsquo;[Nahj al-Balagha, Letter 53]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">21&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1578;&#1576;&#1578;&#1607;&#1580;&#1606; &#1576;&#1582;&#1591;&#1575;&#1569; &#1594;&#1610;&#1585;&#1603;&#1563;&#1601;&#1573;&#1606;&#1603; &#1604;&#1606; &#1578;&#1605;&#1604;&#1603; &#1575;&#1604;&#1573;&#1589;&#1575;&#1576;&#1577; &#1571;&#1576;&#1583;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">21&ndash; Imam Ali (AS) said, &lsquo;Do not ever rejoice at someone else&rsquo; s mistake, for verily you yourself will never be immune to committing mistakes.&rsquo;[Ghurar al-Hikam, no. 10294]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">22&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1593;&#1575;&#1576; &#1593;&#1610;&#1576;&#1548; &#1608;&#1605;&#1606; &#1588;&#1578;&#1605; &#1575;&#1580;&#1610;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">22&ndash; Imam Ali (AS) said, &lsquo;He who finds faults will be accused of them himself, and he who insults will be retorted to [with worse].&rsquo;[Kanz al-Fawa&rsquo; id li al-Karajiki, v. 1, p. 279]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">23&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1571;&#1576;&#1593;&#1583; &#1605;&#1575; &#1610;&#1603;&#1608;&#1606; &#1575;&#1604;&#1593;&#1576;&#1583; &#1605;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1606; &#1610;&#1603;&#1608;&#1606; &#1575;&#1604;&#1585;&#1580;&#1604; &#1610;&#1608;&#1575;&#1582;&#1610; &#1575;&#1604;&#1585;&#1580;&#1604; &#1608;&#1607;&#1608; &#1610;&#1581;&#1601;&#1592; (&#1593;&#1604;&#1610;&#1607;) &#1586;&#1604;&#1575;&#1578;&#1607; &#1604;&#1610;&#1593;&#1610;&#1585;&#1607; &#1576;&#1607;&#1575; &#1610;&#1608;&#1605;&#1575; &#1605;&#1575; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">23&ndash; Imam al-Sadiq (AS) said, &lsquo;The furthest a servant can be from Allah is when he associates in a brotherly manner with someone while at the same time making note of all his faults in order to one day shame him.&rsquo;[al-Kafi, v. 2, p. 355, no. 7]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1594;&#1591;&#1610; &#1575;&#1604;&#1593;&#1610;&#1608;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Covering Up Faults</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">24&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1593;&#1604;&#1605; &#1608;&#1575;&#1604;&#1605;&#1575;&#1604; &#1610;&#1587;&#1578;&#1585;&#1575;&#1606; &#1603;&#1604; &#1593;&#1610;&#1576;&#1548; &#1608;&#1575;&#1604;&#1580;&#1607;&#1604; &#1608;&#1575;&#1604;&#1601;&#1602;&#1585; &#1610;&#1603;&#1588;&#1601;&#1575;&#1606; &#1603;&#1604; &#1593;&#1610;&#1576;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">24&ndash; The Prophet (SAWA) said, &lsquo;Knowledge and wealth cover up every fault, whereas ignorance and poverty disclose every fault.&rsquo;[Kanz al-`Ummal, no. 28669]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">25&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1575;&#1581;&#1578;&#1605;&#1575;&#1604; &#1602;&#1576;&#1585; &#1575;&#1604;&#1593;&#1610;&#1608;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">25&ndash; Imam Ali (AS) said, &lsquo;Tolerance is the grave of faults.&rsquo;[Nahj al-Balagha, Saying 6]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">26&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1594;&#1591;&#1575;&#1569; &#1575;&#1604;&#1593;&#1610;&#1608;&#1576; &#1575;&#1604;&#1593;&#1602;&#1604;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">26&ndash; Imam Ali (AS) said, &lsquo;The intellect is the coverer of faults.&rsquo;[Ghurar al-Hikam, no. 6434]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">27&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1603;&#1587;&#1575;&#1607; &#1575;&#1604;&#1581;&#1610;&#1575;&#1569; &#1579;&#1608;&#1576;&#1607;&#1548; &#1604;&#1605; &#1610;&#1585; &#1575;&#1604;&#1606;&#1575;&#1587; &#1593;&#1610;&#1576;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">27&ndash; Imam Ali (AS) said, &lsquo;He who covers himself with the cloak of modesty, people cannot see his flaws.&rsquo;[Nahj al-Balagha, Saying 223]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">28&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1603;&#1587;&#1575;&#1607; &#1575;&#1604;&#1593;&#1604;&#1605; &#1579;&#1608;&#1576;&#1607;&#1548; &#1575;&#1582;&#1578;&#1601;&#1609; &#1593;&#1606; &#1575;&#1604;&#1606;&#1575;&#1587; &#1593;&#1610;&#1576;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">28&ndash; Imam Ali (AS) said, &lsquo;He who covers himself with the cloak of knowledge, his faults remain hidden from people.&rsquo;[Tuhaf al-`Uqoul, no. 215]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">29&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1593;&#1610;&#1576;&#1603; &#1605;&#1587;&#1578;&#1608;&#1585; &#1605;&#1575; &#1571;&#1587;&#1593;&#1583;&#1603; &#1580;&#1583;&#1603; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">29&ndash; Imam Ali (AS) said, &lsquo;Your faults will remain concealed as long as your good fortune assists you.&rsquo;[Nahj al-Balagha, Saying 51]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1606; &#1580;&#1607;&#1604; &#1588;&#1610;&#1574;&#1575; &#1593;&#1575;&#1576;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">He Who is Ignorant of Something Finds Fault With It</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">30&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1602;&#1589;&#1585; &#1593;&#1606; &#1605;&#1593;&#1585;&#1601;&#1577; &#1588;&#1610;&#1569; &#1593;&#1575;&#1576;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">30&ndash; Imam Ali (AS) said, &lsquo;He who is incapable of getting to know something will find fault with it.&rsquo; [al-Irshad, v. 1, p. 301]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">31&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1580;&#1607;&#1604; &#1588;&#1610;&#1574;&#1575; &#1593;&#1575;&#1576;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">31&ndash; Imam Ali (AS) said, &lsquo;He who is ignorant of something finds fault with it.&rsquo;[Kashf al-Ghamma, v. 3, p. 137]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
