<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>THE LOAN&nbsp;&nbsp; &#1575;&#1604;&#1602;&#1585;&#1590;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p dir="ltr" align="center"><strong><span style="color: #990033;"><span style="font-family: Arial;"><span style="font-size: 14pt">THE LOAN</span><span style="font-size: 30pt">&nbsp;&nbsp; </span></span><span style="font-family: Traditional Arabic;"><span style="font-size: 30pt">&#1575;&#1604;&#1602;&#1585;&#1590;</span></span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1602;&#1585;&#1590;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">Loaning</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1571;&#1602;&#1585;&#1590; &#1605;&#1604;&#1607;&#1608;&#1601;&#1575; &#1601;&#1571;&#1581;&#1587;&#1606; &#1591;&#1604;&#1576;&#1578;&#1607; &#1575;&#1587;&#1578;&#1571;&#1606;&#1601; &#1575;&#1604;&#1593;&#1605;&#1604; &#1608;&#1571;&#1593;&#1591;&#1575;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1603;&#1604; &#1583;&#1585;&#1607;&#1605; &#1571;&#1604;&#1601; &#1602;&#1606;&#1591;&#1575;&#1585; &#1605;&#1606; &#1575;&#1604;&#1580;&#1606;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; The Prophet (SAWA) said, &lsquo;Whoever readily lends [money] to a troubled person and is kind in the request after doing so, Allah will give him for every dirham one thousand kantars[kantar (qintar): a substantial weight of gold varying between 45 and 245 kilos (ed.)] in Heaven.&rsquo;[Thawab al-A&rsquo;mal, p. 341, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1575;&#1581;&#1578;&#1575;&#1580; &#1573;&#1604;&#1610;&#1607; &#1571;&#1582;&#1608;&#1607; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605; &#1601;&#1610; &#1602;&#1585;&#1590; &#1608;&#1607;&#1608; &#1610;&#1602;&#1583;&#1585; &#1593;&#1604;&#1610;&#1607; &#1601;&#1604;&#1605; &#1610;&#1601;&#1593;&#1604; &#1581;&#1585;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607; &#1585;&#1610;&#1581; &#1575;&#1604;&#1580;&#1606;&#1577; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, &lsquo;If one&rsquo;s Muslim brother needs a loan from him and he is able to lend him but does not do so, Allah will prohibit for this person the smell of Heaven.&rsquo;[Amali al-Saduq, p. 350, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1578;&#1608;&#1603;&#1604; &#1593;&#1604;&#1610;&#1607; &#1603;&#1601;&#1575;&#1607;&#1548; &#1608;&#1605;&#1606; &#1587;&#1571;&#1604;&#1607; &#1571;&#1593;&#1591;&#1575;&#1607;&#1548; &#1608;&#1605;&#1606; &#1571;&#1602;&#1585;&#1590;&#1607; &#1602;&#1590;&#1575;&#1607;&#1548; &#1608;&#1605;&#1606; &#1588;&#1603;&#1585;&#1607; &#1580;&#1586;&#1575;&#1607; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; Imam Ali (AS) said, &lsquo;He who relies on Him will be sufficed, whoever asks Him will be given, whoever lends for Him, He will repay him, and whoever thanks Him will be rewarded.&rsquo;[Nahj al-Balagha, Sermon 90]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1608;&#1589;&#1610;&#1578;&#1607; &#1604;&#1575;&#1576;&#1606;&#1607; &#1575;&#1604;&#1581;&#1587;&#1606; (&#1593;) &#1600;: &#1608;&#1573;&#1584;&#1575; &#1608;&#1580;&#1583;&#1578; &#1605;&#1606; &#1571;&#1607;&#1604; &#1575;&#1604;&#1601;&#1575;&#1602;&#1577; &#1605;&#1606; &#1610;&#1581;&#1605;&#1604; &#1604;&#1603; &#1586;&#1575;&#1583;&#1603; &#1573;&#1604;&#1609; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1601;&#1610;&#1608;&#1575;&#1601;&#1610;&#1603; &#1576;&#1607; &#1594;&#1583;&#1575; &#1581;&#1610;&#1579; &#1578;&#1581;&#1578;&#1575;&#1580; &#1573;&#1604;&#1610;&#1607; &#1601;&#1575;&#1594;&#1578;&#1606;&#1605;&#1607; &#1608;&#1581;&#1605;&#1604;&#1607; &#1573;&#1610;&#1575;&#1607;&#1548; &#1608;&#1571;&#1603;&#1579;&#1585; &#1605;&#1606; &#1578;&#1586;&#1608;&#1610;&#1583;&#1607; &#1608;&#1571;&#1606;&#1578; &#1602;&#1575;&#1583;&#1585; &#1593;&#1604;&#1610;&#1607; &#1601;&#1604;&#1593;&#1604;&#1603; &#1578;&#1591;&#1604;&#1576;&#1607; &#1601;&#1604;&#1575; &#1578;&#1580;&#1583;&#1607;&#1548; &#1608;&#1575;&#1594;&#1578;&#1606;&#1605; &#1605;&#1606; &#1575;&#1587;&#1578;&#1602;&#1585;&#1590;&#1603; &#1601;&#1610; &#1581;&#1575;&#1604; &#1594;&#1606;&#1575;&#1603;&#1548; &#1604;&#1610;&#1580;&#1593;&#1604; &#1602;&#1590;&#1575;&#1569;&#1607; &#1604;&#1603; &#1601;&#1610; &#1610;&#1608;&#1605; &#1593;&#1587;&#1585;&#1578;&#1603;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; Imam Ali (AS), in his will to his son Hasan (AS) said, &lsquo;And if you find a needy person who is deprived who can carry your provision for you until the Day of Judgment and who will pay you back tomorrow when you need it, then seize the opportunity and let him hold this provision for you. Increase in giving provisions to the poor if you are able to, for you might look for them and not find them. Seize the opportunity to lend someone when you yourself are free from need so that he may repay you in your time of difficulty.&rsquo;[Nahj al-Balagha, Letter 31]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1593;&#1604;&#1609; &#1576;&#1575;&#1576; &#1575;&#1604;&#1580;&#1606;&#1577; &#1605;&#1603;&#1578;&#1608;&#1576;: &#1575;&#1604;&#1602;&#1585;&#1590; &#1576;&#1579;&#1605;&#1575;&#1606;&#1610;&#1577; &#1593;&#1588;&#1585;&#1548; &#1608;&#1575;&#1604;&#1589;&#1583;&#1602;&#1577; &#1576;&#1593;&#1588;&#1585;&#1577;&#1548; &#1608;&#1584;&#1604;&#1603; &#1571;&#1606; &#1575;&#1604;&#1602;&#1585;&#1590; &#1604;&#1575; &#1610;&#1603;&#1608;&#1606; &#1573;&#1604;&#1575; &#1601;&#1610; &#1610;&#1583; &#1575;&#1604;&#1605;&#1581;&#1578;&#1575;&#1580;&#1548; &#1608;&#1575;&#1604;&#1589;&#1583;&#1602;&#1577; &#1585;&#1576;&#1605;&#1575; &#1608;&#1602;&#1593;&#1578; &#1601;&#1610; &#1610;&#1583; &#1594;&#1610;&#1585; &#1605;&#1581;&#1578;&#1575;&#1580;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; Imam al-Sadiq (AS) said, &lsquo;It is written on the door of Heaven: [The reward for] A loan is multiplied by eighteen, and a donation is by ten, and this is because the loan is not given to anyone other than the hand of a needy person, whereas the donation may fall into the hands of someone not needy.&rsquo;[Bihar al-Anwar, v. 103, p. 138, no. 2]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1571;&#1606; &#1575;&#1602;&#1585;&#1590; &#1602;&#1585;&#1590;&#1575; &#1571;&#1581;&#1576; &#1573;&#1604;&#1610; &#1605;&#1606; &#1571;&#1606; &#1571;&#1589;&#1604; &#1576;&#1605;&#1579;&#1604;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; Imam al-Sadiq (AS) said, &lsquo;For me to give a loan is far beloved to me than acquiring that same amount.&rsquo;[Thawab al-A`amal, p. 167, no. 4]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1573;&#1606;&#1592;&#1575;&#1585; &#1575;&#1604;&#1605;&#1593;&#1587;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">To Give Respite to One Who is Unable to Pay</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">7&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1571;&#1606;&#1592;&#1585; &#1605;&#1593;&#1587;&#1585;&#1575; &#1571;&#1592;&#1604;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1592;&#1604;&#1607; &#1610;&#1608;&#1605; &#1604;&#1575; &#1592;&#1604; &#1573;&#1604;&#1575; &#1592;&#1604;&#1607; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; The Prophet (SAWA) said, &lsquo;Whoever gives respite to a straitened person, Allah will shade him with His Shade on the Day when no shade will avail other than His Shade.&rsquo;[al-Kafi, v. 8, p. 9, no. 1]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">8&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1571;&#1602;&#1585;&#1590; &#1605;&#1572;&#1605;&#1606;&#1575; &#1602;&#1585;&#1590;&#1575; &#1610;&#1606;&#1578;&#1592;&#1585; &#1576;&#1607; &#1605;&#1610;&#1587;&#1608;&#1585;&#1607; &#1603;&#1575;&#1606; &#1605;&#1575;&#1604;&#1607; &#1601;&#1610; &#1586;&#1603;&#1575;&#1577;&#1548; &#1608;&#1603;&#1575;&#1606; &#1607;&#1608; &#1601;&#1610; &#1589;&#1604;&#1575;&#1577; &#1605;&#1606; &#1575;&#1604;&#1605;&#1604;&#1575;&#1574;&#1603;&#1577; &#1581;&#1578;&#1609; &#1610;&#1572;&#1583;&#1610;&#1607; &#1573;&#1604;&#1610;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; The Prophet (SAWA) said, &lsquo;Whoever gives a loan to a believer and waits until he is able, his money will be regarded as alms-tax, and his prayers will be counted with the angels until his loan is returned.&rsquo;[Thawab al-A`amal, p. 167, no. 4]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1571;&#1585;&#1575;&#1583; &#1571;&#1606; &#1578;&#1587;&#1578;&#1580;&#1575;&#1576; &#1583;&#1593;&#1608;&#1578;&#1607; &#1608;&#1571;&#1606; &#1578;&#1603;&#1588;&#1601; &#1603;&#1585;&#1576;&#1578;&#1607; &#1601;&#1604;&#1610;&#1601;&#1585;&#1580; &#1593;&#1606; &#1605;&#1593;&#1587;&#1585;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; The Prophet (SAWA) said, &lsquo;Whoever wants his prayers to be answered and his grief to be dispelled should relieve a person in difficulty.&rsquo;[Kanz al-`Ummal, no. 15398]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">10&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1578;&#1602;&#1608;&#1575; &#1583;&#1593;&#1608;&#1577; &#1575;&#1604;&#1605;&#1593;&#1587;&#1585;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10&ndash; The Prophet (SAWA) said, &lsquo;Fear the imprecations of a person in difficulty.&rsquo;[Kanz al-`Ummal, no. 15424]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">11&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1603;&#1605;&#1575; &#1604;&#1575; &#1610;&#1581;&#1604; &#1604;&#1594;&#1585;&#1610;&#1605;&#1603; &#1571;&#1606; &#1610;&#1605;&#1591;&#1604;&#1603; &#1608;&#1607;&#1608; &#1605;&#1608;&#1587;&#1585;&#1548; &#1601;&#1603;&#1584;&#1604;&#1603; &#1604;&#1575; &#1610;&#1581;&#1604; &#1604;&#1603; &#1571;&#1606; &#1578;&#1593;&#1587;&#1585;&#1607; &#1573;&#1584;&#1575; &#1593;&#1604;&#1605;&#1578; &#1571; &#1606;&#1607; &#1605;&#1593;&#1587;&#1585;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">11&ndash; The Prophet (SAWA) said, &lsquo;Just as it is not permitted for the one indebted to you to delay repaying you when he is well-off, so it is also not permitted for you to put him in difficulty [by demanding repayment] when you know that he is straitened.&rsquo;[Thawab al-A`amal, p. 167, no. 5]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
