<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>THE CREATOR&nbsp;&nbsp; &#1575;&#1604;&#1582;&#1575;&#1604;&#1602;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">THE CREATOR</span><span style="font-size: 30pt; font-family: Arial;"><span lang="en-us">&nbsp;&nbsp; </span></span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1582;&#1575;&#1604;&#1602;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1583;&#1593;&#1608;&#1577; &#1575;&#1604;&#1593;&#1602;&#1604; &#1573;&#1604;&#1609; &#1583;&#1601;&#1593; &#1575;&#1604;&#1590;&#1585;&#1585; &#1575;&#1604;&#1605;&#1581;&#1578;&#1605;&#1604;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Call of the Intellect to Repel Probable Harm</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1- &#1602;&#1575;&#1604; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1604;&#1593;&#1576;&#1583; &#1575;&#1604;&#1603;&#1585;&#1610;&#1605; &#1576;&#1606; &#1571;&#1576;&#1610; &#1575;&#1604;&#1593;&#1608;&#1580;&#1575;&#1569; &#1608;&#1607;&#1608; &#1605;&#1606;&#1603;&#1585; &#1604;&#1604;&#1605;&#1576;&#1583;&#1575;&#1569; &#1608;&#1575;&#1604;&#1605;&#1593;&#1575;&#1583; &#1600; : &#1573;&#1606; &#1610;&#1603;&#1606; &#1575;&#1604;&#1571;&#1605;&#1585; &#1603;&#1605;&#1575; &#1578;&#1602;&#1608;&#1604; &#1600; &#1608;&#1604;&#1610;&#1587; &#1603;&#1605;&#1575; &#1578;&#1602;&#1608;&#1604; &#1600; &#1606;&#1580;&#1608;&#1606;&#1575; &#1608;&#1606;&#1580;&#1608;&#1578;&#1548; &#1608; &#1573;&#1606; &#1610;&#1603;&#1606; &#1575;&#1604;&#1571;&#1605;&#1585; &#1603;&#1605;&#1575; &#1606;&#1602;&#1608;&#1604; &#1600; &#1608;&#1607;&#1608; &#1603;&#1605;&#1575; &#1606;&#1602;&#1608;&#1604; &#1600; &#1606;&#1580;&#1608;&#1606;&#1575; &#1608;&#1607;&#1604;&#1603;&#1578;. &#1601;&#1571;&#1602;&#1576;&#1604; &#1593;&#1576;&#1583;&#1575;&#1604;&#1603;&#1585;&#1610;&#1605; &#1593;&#1604;&#1609; &#1605;&#1606; &#1605;&#1593;&#1607; &#1601;&#1602;&#1575;&#1604;: &#1608;&#1580;&#1583;&#1578; &#1601;&#1610;&#1602;&#1604;&#1576;&#1610; &#1581;&#1586;&#1575;&#1586;&#1577; &#1601;&#1585;&#1583;&#1608;&#1606;&#1610; &#1548; &#1601;&#1585;&#1583;&#1608;&#1607; &#1608;&#1605;&#1575;&#1578;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; Imam al-Sadiq (AS) said to `Abd al-Karim b. Abel `Awja who was a denier of the origin and the end [resurrection], &lsquo;If the matter is as you say [i.e. denial], which of course it is not, then both of us will be saved, however if the matter is as we say, which is of course the truth, then we will be saved and you will be destroyed.&rsquo; Then `Abd al-Karim turned to his disciples and said, &lsquo;I have found anguish and anxiety in my heart, take me from here&rsquo;, so they took him and he died thereafter.&rsquo;[al-Tawhid, p. 298, no. 6]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1573;&#1579;&#1576;&#1575;&#1578; &#1575;&#1604;&#1589;&#1575;&#1606;&#1593;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Affirmation of the Existence of the Creator</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-weight: 700; color:#008000; font-family:Traditional Arabic">1 &#1600; &#1575;&#1604;&#1605;&#1593;&#1585;&#1601;&#1577; &#1575;&#1604;&#1601;&#1591;&#1585;&#1610;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) : &#1603;&#1604; &#1605;&#1608;&#1604;&#1608;&#1583; &#1610;&#1608;&#1604;&#1583; &#1593;&#1604;&#1609; &#1575;&#1604;&#1601;&#1591;&#1585;&#1577; &#1548; &#1610;&#1593;&#1606;&#1610; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1593;&#1585;&#1601;&#1577; &#1576;&#1571;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1582;&#1575;&#1604;&#1602;&#1607; &#1548; &#1601;&#1584;&#1604;&#1603; &#1602;&#1608;&#1604;&#1607; : &laquo;&#1608;&#1604;&#1574;&#1606; &#1587;&#1571;&#1604;&#1578;&#1607;&#1605; &#1605;&#1606; &#1582;&#1604;&#1602; &#1575;&#1604;&#1587;&#1605;&#1575;&#1608;&#1575;&#1578; &#1608;&#1575;&#1604;&#1571;&#1585;&#1590; &#1604;&#1610;&#1602;&#1608;&#1604;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm;&raquo; </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td>
<span style="font-size: 25pt; font-weight: 700; color:#008000; font-family:Arial">1. Innate Knowledge</span></td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; The Prophet (SAWA) said, &lsquo;Every newborn is born upon the origination (fitra) of Allah, meaning [born] with inner knowledge that affirms that Allah is his Creator and this is the meaning of His words, &ldquo;If you ask them, &lsquo;Who created the heavens and the earth?&rsquo; they will surely say, &lsquo;Allah&rsquo;.&rdquo;[ Al-Tawhid, p. 331, no. 9]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1593;&#1587;&#1603;&#1585;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1576;&#1587;&#1605;&#1604;&#1577; &#1600; : &#1575;&#1604;&#1604;&#1607;&rlm; &#1607;&#1608; &#1575;&#1604;&#1584;&#1610; &#1610;&#1578;&#1571;&#1604;&#1607; &#1573;&#1604;&#1610;&#1607; &#1593;&#1606;&#1583; &#1575;&#1604;&#1581;&#1608;&#1575;&#1574;&#1580; &#1608;&#1575;&#1604;&#1588;&#1583;&#1575;&#1574;&#1583; &#1603;&#1604; &#1605;&#1582;&#1604;&#1608;&#1602; &#1593;&#1606;&#1583; &#1575;&#1606;&#1602;&#1591;&#1575;&#1593; &#1575;&#1604;&#1585;&#1580;&#1575;&#1569; &#1605;&#1606; &#1603;&#1604; &#1605;&#1606; &#1607;&#1608; &#1583;&#1608;&#1606;&#1607; &#1548; &#1608;&#1578;&#1602;&#1591;&#1593; &#1575;&#1604;&#1571;&#1587;&#1576;&#1575;&#1576; &#1605;&#1606; &#1580;&#1605;&#1610;&#1593; &#1605;&#1606; &#1587;&#1608;&#1575;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; Imam al-`Askari (AS) said in his explanation of the basmala4, &lsquo;Allah is the one whom all creation deify when they are in need or in difficulty or when all their hopes have been severed from all except Him, and when their means of attainment have been cut off from all except Him.&rsquo;[Al-Tawhid, p. 231, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; color:#008000; font-family:Traditional Arabic">2 &#1600; &#1602;&#1575;&#1606;&#1608;&#1606; &#1575;&#1604;&#1593;&#1604;&#1610;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1608;&#1602;&#1583; &#1587;&#1571;&#1604;&#1607; &#1585;&#1580;&#1604; &#1605;&#1606; &#1593;&#1604;&#1605;&#1575;&#1569; &#1571;&#1607;&#1604; &#1575;&#1604;&#1588;&#1575;&#1605; : ... &#1601;&#1575;&#1604;&#1588;&#1610;&#1569; &#1582;&#1604;&#1602;&#1607; &#1605;&#1606; &#1588;&#1610;&#1569; &#1571;&#1608; &#1605;&#1606; &#1604;&#1575; &#1588;&#1610;&#1569; &#1567; &#1600; : &#1582;&#1604;&#1602; &#1575;&#1604;&#1588;&#1610;&#1569; &#1604;&#1575; &#1605;&#1606; &#1588;&#1610;&#1569; &#1603;&#1575;&#1606; &#1602;&#1576;&#1604;&#1607; . &#1608;&#1604;&#1608; &#1582;&#1604;&#1602; &#1575;&#1604;&#1588;&#1610;&#1569; &#1605;&#1606; &#1588;&#1610;&#1569; &#1548; &#1573;&#1584;&#1575; &#1604;&#1605; &#1610;&#1603;&#1606; &#1604;&#1607; &#1575;&#1606;&#1602;&#1591;&#1575;&#1593; &#1571;&#1576;&#1583;&#1575; &#1548; &#1608;&#1604;&#1605; &#1610;&#1586;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1584;&#1575; &#1608;&#1605;&#1593;&#1607; &#1588;&#1610;&#1569; &#1548; &#1608;&#1604;&#1603;&#1606; &#1603;&#1575;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1604;&#1575; &#1588;&#1610;&#1569; &#1605;&#1593;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td>
<span style="font-size: 25pt; font-weight: 700; color:#008000; font-family:Arial">2- The Law of Causality</span></td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; Imam al-Baqir (AS) was asked by a scholar from Damascus, &lsquo;So, the thing, did He create it from something else or from nothing?&rsquo; The Imam replied, &lsquo;He created a thing whereby nothing existed before it. Were He to have created from something then there would be infinite regress and there would always have been something existing alongside Allah when in actual fact Allah existed when nothing else was in existence.&rsquo;[al-Tawhid, p. 66, no. 20]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1571;&#1604;&#1607; &#1571;&#1576;&#1608; &#1588;&#1575;&#1603;&#1585; &#1575;&#1604;&#1583;&#1610;&#1589;&#1575;&#1606;&#1610; : &#1605;&#1575; &#1575;&#1604;&#1583;&#1604;&#1610;&#1604; &#1593;&#1604;&#1609; &#1571;&#1606; &#1604;&#1603; &#1589;&#1575;&#1606;&#1593;&#1575; &#1567; &#1600; : &#1608;&#1580;&#1583;&#1578; &#1606;&#1601;&#1587;&#1610; &#1604;&#1575; &#1578;&#1582;&#1604;&#1608; &#1605;&#1606; &#1573;&#1581;&#1583;&#1609; &#1580;&#1607;&#1578;&#1610;&#1606; : &#1573;&#1605;&#1575; &#1571;&#1606; &#1571;&#1603;&#1608;&#1606; &#1589;&#1606;&#1593;&#1578;&#1607;&#1575; &#1571;&#1606;&#1575; &#1571;&#1608; &#1589;&#1606;&#1593;&#1607;&#1575; &#1594;&#1610;&#1585;&#1610; &#1563; &#1601;&#1573;&#1606; &#1603;&#1606;&#1578; &#1589;&#1606;&#1593;&#1578;&#1607;&#1575; &#1571;&#1606;&#1575; &#1601;&#1604;&#1575; &#1571;&#1582;&#1604;&#1608; &#1605;&#1606; &#1571;&#1581;&#1583; &#1605;&#1593;&#1606;&#1610;&#1610;&#1606; &#1548; &#1573;&#1605;&#1575; &#1571;&#1606; &#1571;&#1603;&#1608;&#1606; &#1589;&#1606;&#1593;&#1578;&#1607;&#1575; &#1608;&#1603;&#1575;&#1606;&#1578; &#1605;&#1608;&#1580;&#1608;&#1583;&#1577; &#1571;&#1608; &#1589;&#1606;&#1593;&#1578;&#1607;&#1575; &#1608;&#1603;&#1575;&#1606;&#1578; &#1605;&#1593;&#1583;&#1608;&#1605;&#1577; &#1548; &#1601;&#1573;&#1606; &#1603;&#1606;&#1578; &#1589;&#1606;&#1593;&#1578;&#1607;&#1575; &#1608;&#1603;&#1575;&#1606;&#1578; &#1605;&#1608;&#1580;&#1608;&#1583;&#1577; &#1601;&#1602;&#1583; &#1575;&#1587;&#1578;&#1594;&#1606;&#1578; &#1576;&#1608;&#1580;&#1608;&#1583;&#1607;&#1575; &#1593;&#1606; &#1589;&#1606;&#1593;&#1578;&#1607;&#1575; &#1548; &#1608; &#1573;&#1606; &#1603;&#1575;&#1606;&#1578; &#1605;&#1593;&#1583;&#1608;&#1605;&#1577; &#1601;&#1573;&#1606;&#1603; &#1578;&#1593;&#1604;&#1605; &#1571;&#1606; &#1575;&#1604;&#1605;&#1593;&#1583;&#1608;&#1605; &#1604;&#1575; &#1610;&#1581;&#1583;&#1579; &#1588;&#1610;&#1574;&#1575; &#1548; &#1601;&#1602;&#1583; &#1579;&#1576;&#1578; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609; &#1575;&#1604;&#1579;&#1575;&#1604;&#1579; &#1571;&#1606; &#1604;&#1610; &#1589;&#1575;&#1606;&#1593;&#1575; &#1608;&#1607;&#1608; &#1575;&#1604;&#1604;&#1607;&rlm; &#1585;&#1576; &#1575;&#1604;&#1593;&#1575;&#1604;&#1605;&#1610;&#1606; &#1548; &#1601;&#1602;&#1575;&#1605; &#1608;&#1605;&#1575; &#1571;&#1581;&#1575;&#1585; &#1580;&#1608;&#1575;&#1576;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; Imam al-Sadiq (AS) when asked by Abu Shakir al-Dayssni, &lsquo;What is the proof that you have a creator?&rsquo; The Imam (AS) answered, &lsquo;I found within myself that there can only be one of two possibilities, that either I created everything myself or that someone other than me created, so if I created, then that can only mean one of two possibilities, either I created and that thing was in existence beforehand or I created it from non-existence, so if I created and that thing was already in existence beforehand then it is free of any need to be created by the fact that it already exists. If the thing was in non-existence then surely you know that non-existence cannot bring about anything into existence. Thus, the third meaning affirms that I have a creator and He is Allah, the Lord of the Worlds.&rsquo; Then Abu Shakir had no response to the Imam (AS) so he stood up and left.&rsquo;[Al-Tawhid, p. 290, no. 10]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; color:#008000; font-family:Traditional Arabic">3 &#1600; &#1575;&#1604;&#1570;&#1610;&#1575;&#1578;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1603;&#1575;&#1606; &#1603;&#1579;&#1610;&#1585;&#1575; &#1605;&#1575; &#1610;&#1602;&#1608;&#1604; &#1573;&#1584;&#1575; &#1601;&#1585;&#1594; &#1605;&#1606; &#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1604;&#1610;&#1604; &#1600; : &#1571;&#1588;&#1607;&#1583; &#1571;&#1606; &#1575;&#1604;&#1587;&#1605;&#1575;&#1608;&#1575;&#1578; &#1608;&#1575;&#1604;&#1571;&#1585;&#1590; &#1608;&#1605;&#1575; &#1576;&#1610;&#1606;&#1607;&#1605;&#1575; &#1570;&#1610;&#1575;&#1578; &#1578;&#1583;&#1604; &#1593;&#1604;&#1610;&#1603; &#1548; &#1608;&#1588;&#1608;&#1575;&#1607;&#1583; &#1578;&#1588;&#1607;&#1583; &#1576;&#1605;&#1575; &#1573;&#1604;&#1610;&#1607; &#1583;&#1593;&#1608;&#1578; . &#1603;&#1604; &#1605;&#1575; &#1610;&#1572;&#1583;&#1610; &#1593;&#1606;&#1603; &#1575;&#1604;&#1581;&#1580;&#1577; &#1608;&#1610;&#1588;&#1607;&#1583; &#1604;&#1603; &#1576;&#1575;&#1604;&#1585;&#1576;&#1608;&#1576;&#1610;&#1577; &#1605;&#1608;&#1587;&#1608;&#1605; &#1576;&#1570;&#1579;&#1575;&#1585; &#1606;&#1593;&#1605;&#1578;&#1603; &#1548; &#1608;&#1605;&#1593;&#1575;&#1604;&#1605; &#1578;&#1583;&#1576;&#1610;&#1585;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td>
<span style="font-size: 25pt; font-weight: 700; color:#008000; font-family:Arial">3- Signs in Existence</span></td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; It is narrated in Sharh Nahj al-Balagha that Imam Ali (AS) used to frequently say once he had completed his night prayers, &lsquo;I bear witness that the heavens and the earth and what is between them are signs that indicate to You and they bear witness to what You have called us towards. Everything that is a proof for You and demonstrates your Lordship carries the effects of Your bounties and the marks of Your administration and management.&rsquo;[Sharhe Nahj al-Balagha li Ibn Abi al-Hadid, v. 20, p. 255]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) : &#1571;&#1610;&#1607;&#1575; &#1575;&#1604;&#1605;&#1582;&#1604;&#1608;&#1602; &#1575;&#1604;&#1587;&#1608;&#1610; &#1548; &#1608;&#1575;&#1604;&#1605;&#1606;&#1588;&#1571; &#1575;&#1604;&#1605;&#1585;&#1593;&#1610; &#1548; &#1601;&#1610; &#1592;&#1604;&#1605;&#1575;&#1578; &#1575;&#1604;&#1571;&#1585;&#1581;&#1575;&#1605; &#1608;&#1605;&#1590;&#1575;&#1593;&#1601;&#1575;&#1578; &#1575;&#1604;&#1571;&#1587;&#1578;&#1575;&#1585; &#1548; &#1576;&#1583;&#1574;&#1578; &#1605;&#1606; &#1587;&#1604;&#1575;&#1604;&#1577; &#1605;&#1606; &#1591;&#1610;&#1606; &#1548; &#1608;&#1608;&#1590;&#1593;&#1578; &#1601;&#1610; &#1602;&#1585;&#1575;&#1585; &#1605;&#1603;&#1610;&#1606; &#1548; &#1573;&#1604;&#1609; &#1602;&#1583;&#1585; &#1605;&#1593;&#1604;&#1608;&#1605; &#1608;&#1571;&#1580;&#1604;  &#1605;&#1602;&#1587;&#1608;&#1605; &#1548; &#1578;&#1605;&#1608;&#1585; &#1601;&#1610; &#1576;&#1591;&#1606; &#1575;&#1605;&#1603; &#1580;&#1606;&#1610;&#1606;&#1575; &#1548; &#1604;&#1575; &#1578;&#1581;&#1610;&#1585; &#1583;&#1593;&#1575;&#1569; &#1548; &#1608;&#1604;&#1575; &#1578;&#1587;&#1605;&#1593; &#1606;&#1583;&#1575;&#1569;&#1548; &#1579;&#1605; &#1571;&#1582;&#1585;&#1580;&#1578; &#1605;&#1606; &#1605;&#1602;&#1585;&#1603; &#1573;&#1604;&#1609; &#1583;&#1575;&#1585; &#1604;&#1605; &#1578;&#1588;&#1607;&#1583;&#1607;&#1575; &#1548; &#1608;&#1604;&#1605; &#1578;&#1593;&#1585;&#1601; &#1587;&#1576;&#1604; &#1605;&#1606;&#1575;&#1601;&#1593;&#1607;&#1575; &#1548; &#1601;&#1605;&#1606; &#1607;&#1583;&#1575;&#1603; &#1604;&#1575;&#1580;&#1578;&#1585;&#1575;&#1585; &#1575;&#1604;&#1594;&#1584;&#1575;&#1569; &#1605;&#1606; &#1579;&#1583;&#1610; &#1575;&#1605;&#1603; &#1548; &#1608;&#1593;&#1585;&#1601;&#1603; &#1593;&#1606;&#1583; &#1575;&#1604;&#1581;&#1575;&#1580;&#1577; &#1605;&#1608;&#1575;&#1590;&#1593; &#1591;&#1604;&#1576;&#1603; &#1608; &#1573;&#1585;&#1575;&#1583;&#1578;&#1603;&#1567; </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; Imam Ali (AS) said, &lsquo;O creature that has been equitably created and that has been nurtured and looked after in the darkness of wombs with multiple veils, you were originated from an extract of clay&hellip;then you were taken out of your abode to another place you had not seen, and you did not know the means of acquiring its benefits, so who guided you to attain your sustenance from the breast of your mother and who taught you the location of what you required or wanted?&rsquo;[Nahj al-Balagha, Sermon 163]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1600;&#1607; &#1578;&#1593;&#1575;&#1604;&#1600;&#1609; : &laquo;&#1608;&#1605;&#1606; &#1603;&#1575;&#1606; &#1601;&#1610; &#1607;&#1584;&#1607; &#1571;&#1593;&#1605;&#1609; &#1601;&#1607;&#1608; &#1601;&#1610; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577; &#1571;&#1593;&#1605;&#1609;&raquo; &#1600; : &#1601;&#1605;&#1606; &#1604;&#1605; &#1610;&#1583;&#1604;&#1607; &#1582;&#1604;&#1602; &#1575;&#1604;&#1587;&#1605;&#1575;&#1608;&#1575;&#1578; &#1608;&#1575;&#1604;&#1571;&#1585;&#1590; &#1608;&#1575;&#1582;&#1578;&#1604;&#1575;&#1601; &#1575;&#1604;&#1604;&#1610;&#1604; &#1608;&#1575;&#1604;&#1606;&#1607;&#1575;&#1585; &#1548; &#1608;&#1583;&#1608;&#1585;&#1575;&#1606; &#1575;&#1604;&#1601;&#1604;&#1603; &#1576;&#1575;&#1604;&#1588;&#1605;&#1587; &#1608;&#1575;&#1604;&#1602;&#1605;&#1585; &#1548; &#1608;&#1575;&#1604;&#1570;&#1610;&#1575;&#1578; &#1575;&#1604;&#1593;&#1580;&#1610;&#1576;&#1575;&#1578; &#1593;&#1604;&#1609; &#1571;&#1606; &#1608;&#1585;&#1575;&#1569; &#1584;&#1604;&#1603; &#1571;&#1605;&#1585;&#1575; &#1607;&#1608; &#1571;&#1593;&#1592;&#1605; &#1605;&#1606;&#1607; &#1548; &laquo;&#1601;&#1607;&#1608; &#1601;&#1610; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577; &#1571;&#1593;&#1605;&#1609;&raquo; . &#1602;&#1575;&#1604; : &#1601;&#1607;&#1608; &#1593;&#1605;&#1575; &#1604;&#1605; &#1610;&#1593;&#1575;&#1610;&#1606; &#1571;&#1593;&#1605;&#1609; &#1608;&#1571;&#1590;&#1604; &#1587;&#1576;&#1610;&#1604;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; Imam al-Baqir (AS) said with regards to the following verse of Allah &ndash; most High&ndash; &ldquo;But whoever has been blind in this [world], will be blind in the Hereafter&rdquo;, said, &lsquo;Whoever does not see that there is a great creator behind the creation of the heavens and the earth, the alternating night and day, the orbits of the sun and the moon and all the other wondrous signs &ldquo;will be blind in the Hereafter.&rdquo;&rsquo; He (AS) then said, &lsquo;This means he is blind to what he did not witness and (even) more astray from the (right) way.&rsquo;[Bihar al-Anwar, v. 3, p. 28, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) : &#1604;&#1608; &#1585;&#1571;&#1610;&#1578; &#1601;&#1585;&#1583;&#1575; &#1605;&#1606; &#1605;&#1589;&#1585;&#1575;&#1593;&#1610;&#1606; &#1601;&#1610;&#1607; &#1603;&#1604;&#1608;&#1576; &#1548; &#1571;&#1603;&#1606;&#1578; &#1578;&#1578;&#1608;&#1607;&#1605; &#1571; &#1606;&#1607; &#1580;&#1593;&#1604; &#1603;&#1584;&#1604;&#1603; &#1576;&#1604;&#1575; &#1605;&#1593;&#1606;&#1609; &#1567; &#1576;&#1604; &#1603;&#1606;&#1578; &#1578;&#1593;&#1604;&#1605; &#1590;&#1585;&#1608;&#1585;&#1577; &#1571;&#1606;&#1607; &#1605;&#1589;&#1606;&#1608;&#1593; &#1610;&#1604;&#1602;&#1609; &#1601;&#1585;&#1583;&#1575; &#1570;&#1582;&#1585; &#1548; &#1601;&#1578;&#1576;&#1585;&#1586;&#1607; &#1604;&#1610;&#1603;&#1608;&#1606; &#1601;&#1610; &#1575;&#1580;&#1578;&#1605;&#1575;&#1593;&#1607;&#1605;&#1575; &#1590;&#1585;&#1576; &#1605;&#1606; &#1575;&#1604;&#1605;&#1589;&#1604;&#1581;&#1577; &#1548; &#1608;&#1607;&#1603;&#1584;&#1575; &#1578;&#1580;&#1583; &#1575;&#1604;&#1584;&#1603;&#1585; &#1605;&#1606; &#1575;&#1604;&#1581;&#1610;&#1608;&#1575;&#1606; &#1603;&#1571;&#1606;&#1607; &#1601;&#1585;&#1583; &#1605;&#1606; &#1586;&#1608;&#1580; &#1605;&#1607;&#1610;&#1571; &#1605;&#1606; &#1601;&#1585;&#1583; &#1575;&#1606;&#1579;&#1609; &#1548; &#1601;&#1610;&#1604;&#1578;&#1602;&#1610;&#1575;&#1606; &#1604;&#1605;&#1575; &#1601;&#1610;&#1607; &#1605;&#1606; &#1583;&#1608;&#1575;&#1605; &#1575;&#1604;&#1606;&#1587;&#1604; &#1608;&#1576;&#1602;&#1575;&#1574;&#1607; &#1548; &#1601;&#1578;&#1576;&#1575; &#1608;&#1582;&#1610;&#1576;&#1577; &#1608;&#1578;&#1593;&#1587;&#1575; &#1604;&#1605;&#1606;&#1578;&#1581;&#1604;&#1610; &#1575;&#1604;&#1601;&#1604;&#1587;&#1601;&#1577; &#1548; &#1603;&#1610;&#1601; &#1593;&#1605;&#1610;&#1578; &#1602;&#1604;&#1608;&#1576;&#1607;&#1605; &#1593;&#1606; &#1607;&#1584;&#1607; &#1575;&#1604;&#1582;&#1604;&#1602;&#1577; &#1575;&#1604;&#1593;&#1580;&#1610;&#1576;&#1577; &#1548; &#1581;&#1578;&#1609; &#1571;&#1606;&#1603;&#1585;&#1608;&#1575; &#1575;&#1604;&#1578;&#1583;&#1576;&#1610;&#1585; &#1608;&#1575;&#1604;&#1593;&#1605;&#1583; &#1601;&#1610;&#1607;&#1575; &#1567;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; Imam al-Sadiq (AS) said, &lsquo;If you saw a single door [on its own], from what normally comprises a pair [of doors], with a protruding attachment, would you ever imagine that this [single door with a protrusion] was created in such a way without purpose? Rather you would certainly know that it was made in such a way to connect with another part [thus comprising the pair and providing a purpose for the protrusion]. So you would expose the other component in order to unite it [with the first one] and hence reach a useful purpose. In the same way you find a male animal as if he is part of a pair equipped for its female partner, and they unite in order to procreate and preserve [the human race]. So destroyed, defeated and wretched are the claimants of philosophy [Philosophy here denotes the fallacious philosophy of the atheists, not the commonly known philosophy that is used to provide demonstrations and proofs for the Existence of God (ed.)]. How did their hearts get blinded from this wonderful creation so as to deny the organization and purpose in it?&rsquo;[Bihar al-Anwar, v. 3, p. 75]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1604;&#1605;&#1601;&#1590;&#1604; &#1576;&#1606; &#1593;&#1605;&#1585; &#1600; : &#1601;&#1603;&#1585; &#1610;&#1575; &#1605;&#1601;&#1590;&#1604; &#1601;&#1610; &#1575;&#1604;&#1571;&#1601;&#1593;&#1575;&#1604; &#1575;&#1604;&#1578;&#1610; &#1580;&#1593;&#1604;&#1578; &#1601;&#1610; &#1575;&#1604;&#1573;&#1606;&#1587;&#1575;&#1606; &#1605;&#1606; &#1575;&#1604;&#1591;&#1593;&#1605; &#1608;&#1575;&#1604;&#1606;&#1608;&#1605; ... &#1604;&#1608; &#1603;&#1575;&#1606; &#1573;&#1606;&#1605;&#1575; &#1610;&#1589;&#1610;&#1585; &#1573;&#1604;&#1609; &#1575;&#1604;&#1606;&#1608;&#1605; &#1576;&#1575;&#1604;&#1578;&#1601;&#1603;&#1585; &#1601;&#1610; &#1581;&#1575;&#1580;&#1578;&#1607; &#1573;&#1604;&#1609; &#1585;&#1575;&#1581;&#1577; &#1575;&#1604;&#1576;&#1583;&#1606; &#1608; &#1573;&#1580;&#1605;&#1575;&#1605; &#1602;&#1608;&#1575;&#1607; &#1603;&#1575;&#1606; &#1593;&#1587;&#1609; &#1571;&#1606; &#1610;&#1578;&#1579;&#1575;&#1602;&#1604; &#1593;&#1606; &#1584;&#1604;&#1603; &#1548; &#1601;&#1610;&#1583;&#1605;&#1594;&#1607; &#1581;&#1578;&#1609; &#1610;&#1606;&#1607;&#1603; &#1576;&#1583;&#1606;&#1607; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">10&ndash; Imam al-Sadiq (AS) said, &lsquo;Reflect, O Mufazzal, upon the actions that have been designated for mankind such as eating and sleeping&hellip; if man were to have to go to sleep while having to think about relaxing his body and reviving his powers, he would probably find it burdensome and turn away [from sleeping], and refuse himself [sleep] till his body would wear out and waste away.&rsquo;[Bihar al-Anwar, v. 3, p. 78]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 25pt; font-weight: 700; color:#008000; font-family:Traditional Arabic">4 &#1600; &#1601;&#1587;&#1582; &#1575;&#1604;&#1593;&#1586;&#1575;&#1574;&#1605; &#1608;&#1606;&#1602;&#1590; &#1575;&#1604;&#1607;&#1605;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1608;&#1602;&#1583; &#1587;&#1574;&#1604; &#1593;&#1606; &#1575;&#1604;&#1583;&#1604;&#1610;&#1604; &#1593;&#1604;&#1609; &#1573;&#1579;&#1576;&#1575;&#1578; &#1575;&#1604;&#1589;&#1575;&#1606;&#1593; &#1600; : &#1579;&#1604;&#1575;&#1579;&#1577; &#1571;&#1588;&#1610;&#1575;&#1569; : &#1578;&#1581;&#1608;&#1610;&#1604; &#1575;&#1604;&#1581;&#1575;&#1604; &#1548; &#1608;&#1590;&#1593;&#1601; &#1575;&#1604;&#1571;&#1585;&#1603;&#1575;&#1606; &#1548; &#1608;&#1606;&#1602;&#1590; &#1575;&#1604;&#1607;&#1605;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td>
<span style="font-size: 25pt; font-weight: 700; color:#008000; font-family:Arial">4. Cancellation of Firm Intentions and Failure of Ambitions</span></td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">11&ndash; Imam Ali (AS), when asked for a proof to affirm the existence of a creator, said, &lsquo;Three things: the changing of states, the weakness of the body&rsquo;s limbs, and the thwarting of ambition.&rsquo;[Bihar al-Anwar, v. 3, p. 55, no. 29]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1608;&#1602;&#1583; &#1587;&#1574;&#1604; : &#1576;&#1605;&#1575; &#1593;&#1585;&#1601;&#1578; &#1585;&#1576;&#1603; &#1567; &#1600; : &#1576;&#1601;&#1587;&#1582; &#1575;&#1604;&#1593;&#1586;&#1605; &#1608;&#1606;&#1602;&#1590; &#1575;&#1604;&#1607;&#1605; &#1563; &#1593;&#1586;&#1605;&#1578; &#1601;&#1601;&#1587;&#1582; &#1593;&#1586;&#1605;&#1610; &#1548; &#1608;&#1607;&#1605;&#1605;&#1578; &#1601;&#1606;&#1602;&#1590; &#1607;&#1605;&#1610;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">12&ndash; Imam al-Sadiq (AS), when asked through what means he knew his Lord, answered, &lsquo;By the cancellation of firm intention and the thwarting of ambition, I made a firm intention and it got cancelled, and I had ambition and it was thwarted.&rsquo;[al-Tawhid, p. 289, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1591;&#1576;&#1610;&#1593;&#1577; &#1608;&#1573;&#1587;&#1606;&#1575;&#1583; &#1575;&#1604;&#1582;&#1604;&#1602; &#1573;&#1604;&#1610;&#1607;&#1575;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Attributing Creation to Nature</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">13</span><span style="font-size: 25pt">&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605;&rlm;&#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1580;&#1608;&#1575;&#1576; &#1602;&#1608;&#1604; &#1575;&#1604;&#1605;&#1601;&#1590;&#1604; : &#1610;&#1575; &#1605;&#1608;&#1604;&#1575;&#1610; &#1548; &#1573;&#1606; &#1602;&#1608;&#1605;&#1575; &#1610;&#1586;&#1593;&#1605;&#1608;&#1606; &#1571;&#1606; &#1607;&#1584;&#1575; &#1605;&#1606; &#1601;&#1593;&#1604; &#1575;&#1604;&#1591;&#1576;&#1610;&#1593;&#1577; &#1600; : &#1587;&#1604;&#1607;&#1605; &#1593;&#1606; &#1607;&#1584;&#1607; &#1575;&#1604;&#1591;&#1576;&#1610;&#1593;&#1577; : &#1571;&#1607;&#1610; &#1588;&#1610;&#1569; &#1604;&#1607; &#1593;&#1604;&#1605; &rlm;&#1608;&#1602;&#1583;&#1585;&#1577; &#1593;&#1604;&#1609; &#1605;&#1579;&#1604; &#1607;&#1584;&#1607;&rlm; &#1575;&#1604;&#1571;&#1601;&#1593;&#1575;&#1604; &#1548; &#1571;&#1605; &#1604;&#1610;&#1587;&#1578; &#1603;&#1584;&#1604;&#1603; &#1567; &#1601;&#1573;&#1606; &#1571;&#1608;&#1580;&#1576;&#1608;&#1575; &#1604;&#1607;&#1575; &#1575;&#1604;&#1593;&#1604;&#1605; &#1608;&#1575;&#1604;&#1602;&#1583;&#1585;&#1577; &#1601;&#1605;&#1575; &#1610;&#1605;&#1606;&#1593;&#1607;&#1605; &#1605;&#1606; &#1573;&#1579;&#1576;&#1575;&#1578;&rlm;&#1575;&#1604;&#1582;&#1575;&#1604;&#1602;&#1567; &#1601;&#1573;&#1606; &#1607;&#1584;&#1607; &#1589;&#1606;&#1593;&#1578;&#1607; &#1548; &#1608; &#1573;&#1606; &#1586;&#1593;&#1605;&#1608;&#1575; &#1571; &#1606;&#1607;&#1575; &#1578;&#1601;&#1593;&#1604; &#1607;&#1584;&#1607; &#1575;&#1604;&#1571;&#1601;&#1593;&#1575;&#1604; &#1576;&#1594;&#1610;&#1585; &#1593;&#1604;&#1605; &#1608;&#1604;&#1575; &#1593;&#1605;&#1583; &#1608;&#1603;&#1575;&#1606; &#1601;&#1610; &#1571;&#1601;&#1593;&#1575;&#1604;&#1607;&#1575; &#1605;&#1575; &#1602;&#1583; &#1578;&#1585;&#1575;&#1607; &#1605;&#1606; &#1575;&#1604;&#1589;&#1608;&#1575;&#1576; &#1608;&#1575;&#1604;&#1581;&#1603;&#1605;&#1577; &#1593;&#1604;&#1605; &#1571;&#1606; &#1607;&#1584;&#1575; &#1575;&#1604;&#1601;&#1593;&#1604; &#1604;&#1604;&#1582;&#1575;&#1604;&#1602; &#1575;&#1604;&#1581;&#1603;&#1610;&#1605; &#1548; &#1608;&#1571;&#1606; &#1575;&#1604;&#1584;&#1610; &#1587;&#1605;&#1608;&#1607; &#1591;&#1576;&#1610;&#1593;&#1577; &#1607;&#1608; &#1587;&#1606;&#1577; &#1601;&#1610; &#1582;&#1604;&#1602;&#1607; &#1575;&#1604;&#1580;&#1575;&#1585;&#1610;&#1577; &#1593;&#1604;&#1609; &#1605;&#1575; &#1571;&#1580;&#1585;&#1575;&#1607;&#1575; &#1593;&#1604;&#1610;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">13&ndash; Imam al-Sadiq (AS) was asked by Mufazzal, &lsquo;O my master, there is a group of people that claim that this [creation] is the doing of nature [itself]&rsquo;, the Imam (AS) said, &lsquo;Ask them about this nature, does it have knowledge and power to carry out such actions [as creation] or not? For if they answer that it has knowledge and power, then what is preventing them from acknowledging the existence of a creator? &ndash; for verily this is His creation. If they claim that nature does these actions without knowledge or without purpose while having witnessed the exactness and wisdom therein, it is [obviously] known that this is the work of a very wise creator, and what they have called &lsquo;nature&rsquo; is the very system running through creation.&rsquo;[Bihar al-Anwar, v. 3, p. 67]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><span style="font-size: 25pt"">&nbsp;</span></td>
</tr>
<tr>
<td>
</tr>
</tbody>

<body>

</body>

</html>
