<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>THE UNSEEN&nbsp; &#1575;&#1604;&#1594;&#1610;&#1576;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 14pt; font-family: Arial;">THE UNSEEN</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp;</span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1594;&#1610;&#1576;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1606;&#1576;&#1610; &#1610;&#1593;&#1604;&#1605; &#1575;&#1604;&#1594;&#1610;&#1576; &#1576;&#1578;&#1593;&#1604;&#1610;&#1605; &#1575;&#1604;&#1604;&#1607;&rlm;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>The Prophet Knows the Unseen through Allah&rsquo;s Instruction</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">
<span style="font-size: 25pt; font-family:Traditional Arabic">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1590;&#1604;&#1578; &#1606;&#1575;&#1602;&#1577; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1601;&#1610; &#1594;&#1586;&#1608;&#1577; &#1578;&#1576;&#1608;&#1603;&#1548; &#1601;&#1602;&#1575;&#1604; &#1575;&#1604;&#1605;&#1606;&#1575;&#1601;&#1602;&#1608;&#1606;: &#1610;&#1581;&#1583;&#1579;&#1606;&#1575; &#1593;&#1606; &#1575;&#1604;&#1594;&#1610;&#1576; &#1608;&#1604;&#1575; &#1610;&#1593;&#1604;&#1605; &#1605;&#1603;&#1575;&#1606; &#1606;&#1575;&#1602;&#1578;&#1607;! &#1601;&#1571;&#1578;&#1575;&#1607; &#1580;&#1576;&#1585;&#1574;&#1610;&#1604; (&#1593;) &#1601;&#1571;&#1582;&#1576;&#1585;&#1607; &#1576;&#1605;&#1575; &#1602;&#1575;&#1604;&#1608;&#1575;&#1548; &#1608;&#1602;&#1575;&#1604;: &#1573;&#1606; &#1606;&#1575;&#1602;&#1578;&#1603; &#1601;&#1610; &#1588;&#1593;&#1576; &#1603;&#1584;&#1575;&#1548; &#1605;&#1578;&#1593;&#1604;&#1602; &#1586;&#1605;&#1575;&#1605;&#1607;&#1575; &#1576;&#1588;&#1580;&#1585;&#1577; &#1576;&#1581;&#1585; . &#1601;&#1606;&#1575;&#1583;&#1609; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1580;&#1575;&#1605;&#1593;&#1577;&#1548; &#1602;&#1575;&#1604;: &#1601;&#1575;&#1580;&#1578;&#1605;&#1593; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1571;&#1610;&#1607;&#1575; &#1575;&#1604;&#1606;&#1575;&#1587;&#1548; &#1573;&#1606; &#1606;&#1575;&#1602;&#1578;&#1610; &#1576;&#1588;&#1593;&#1576; &#1603;&#1584;&#1575;&#1548; &#1601;&#1576;&#1575;&#1583;&#1585;&#1608;&#1575; &#1573;&#1604;&#1610;&#1607;&#1575; &#1581;&#1578;&#1609; &#1571;&#1578;&#1608;&#1607;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">1&ndash; Imam al-Sadiq (AS) narrated, &lsquo;The Prophet (SAWA)&rsquo;s she-camel got lost in the battle of Tabuk, so the hypocrites started to say [mockingly], &lsquo;He talks to us about the Unseen but does not even know where his own she-camel is!&rsquo; So the archangel Gabriel (AS) came to him and informed him of what they were saying, and told him that his she-camel was in a particular valley, with its reins attached to a large tree. So the Prophet (SAWA) made the call for congregational prayer, and when the people had gathered, he told them , &lsquo;O people, verily my she-camel is in such and such a valley&rsquo;, so they ran to bring it for him.&rsquo;[Qasas al-Anbiya&rsquo;, p. 308, no. 408]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1608;&#1593;&#1604;&#1605; &#1575;&#1604;&#1594;&#1610;&#1576;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 25pt; color: #990033; font-family: Arial;">The Imam and the Knowledge of the Unseen</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1602;&#1575;&#1604; &#1604;&#1607; &#1576;&#1593;&#1590; &#1571;&#1589;&#1581;&#1575;&#1576;&#1607; (&#1608;&#1603;&#1575;&#1606; &#1603;&#1604;&#1576;&#1610;&#1575;): &#1604;&#1602;&#1583; &#1575;&#1593;&#1591;&#1610;&#1578; &#1610;&#1575; &#1571;&#1605;&#1610;&#1585;&#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1593;&#1604;&#1605; &#1575;&#1604;&#1594;&#1610;&#1576;&#1548; &#1601;&#1590;&#1581;&#1603; (&#1593;) &#1600;: &#1610;&#1575; &#1571;&#1582;&#1575; &#1603;&#1604;&#1576;&#1548; &#1604;&#1610;&#1587; &#1607;&#1608; &#1576;&#1593;&#1604;&#1605; &#1594;&#1610;&#1576;&#1548; &#1608;&#1573;&#1606;&#1605;&#1575; &#1607;&#1608; &#1578;&#1593;&#1604;&#1605; &#1605;&#1606; &#1584;&#1610; &#1593;&#1604;&#1605;&#1548; &#1608;&#1573;&#1606;&#1605;&#1575; &#1593;&#1604;&#1605; &#1575;&#1604;&#1594;&#1610;&#1576; &#1593;&#1604;&#1605; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577;&#1548; &#1608;&#1605;&#1575; &#1593;&#1583;&#1583;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1576;&#1581;&#1575;&#1606;&#1607; &#1576;&#1602;&#1608;&#1604;&#1607;: &laquo;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1606;&#1583;&#1607; &#1593;&#1604;&#1605; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1608;&#1610;&#1606;&#1586;&#1604; &#1575;&#1604;&#1594;&#1610;&#1579; &#1608;&#1610;&#1593;&#1604;&#1605; &#1605;&#1575; &#1601;&#1610; &#1575;&#1604;&#1571;&#1585;&#1581;&#1575;&#1605;&raquo;.</span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">2- When one of Imam Ali (AS)&rsquo;s companions (from the tribe of Kalb) said to him, &lsquo;Indeed you have been given knowledge of the Unseen, O Commander of the Faithful&rsquo;, Imam Ali (AS) laughed, saying, &lsquo;O brother of Kalb, this is not knowledge of the Unseen, but instruction from the Possessor of Knowledge. Verily the knowledge of the Unseen is the knowledge of the Hour, and what Allah, Glory be to Him, has listed in his verse: &ldquo;Indeed the knowledge of the Hour is with Allah. He sends down the rain, and He knows what is in the wombs.&rdquo;[ Nahj al-Balagha, Sermon 128]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604;: &#1607;&#1604; &#1610;&#1593;&#1604;&#1605; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1576;&#1575;&#1604;&#1594;&#1610;&#1576; &#1600;: &#1604;&#1575;&#1548; &#1608;&#1604;&#1603;&#1606; &#1573;&#1584;&#1575; &#1571;&#1585;&#1575;&#1583; &#1571;&#1606; &#1610;&#1593;&#1604;&#1605; &#1575;&#1604;&#1588;&#1610;&#1569; &#1571;&#1593;&#1604;&#1605;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1584;&#1604;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">3&ndash; Imam al-Sadiq (AS), when asked, &lsquo;Does the Imam know the Unseen?&rsquo; replied, &lsquo;No, but whenever he wishes to know something, Allah makes him know it.&rsquo;[al-Kafi, v. 1, p. 257, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1571;&#1604;&#1607; &#1585;&#1580;&#1604; &#1605;&#1606; &#1571;&#1607;&#1604; &#1601;&#1575;&#1585;&#1587;: &#1571;&#1578;&#1593;&#1604;&#1605;&#1608;&#1606; &#1575;&#1604;&#1594;&#1610;&#1576;&#1567; &#1600;: &#1602;&#1575;&#1604; &#1571;&#1576;&#1608; &#1580;&#1593;&#1601;&#1585; (&#1593;): &#1610;&#1576;&#1587;&#1591; &#1604;&#1606;&#1575; &#1575;&#1604;&#1593;&#1604;&#1605; &#1601;&#1606;&#1593;&#1604;&#1605;&#1548; &#1608;&#1610;&#1602;&#1576;&#1590; &#1593;&#1606;&#1575; &#1601;&#1604;&#1575; &#1606;&#1593;&#1604;&#1605;. &#1608;&#1602;&#1575;&#1604;: &#1587;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1571;&#1587;&#1585;&#1607; &#1573;&#1604;&#1609; &#1580;&#1576;&#1585;&#1574;&#1610;&#1604; (&#1593;)&#1548; &#1608;&#1571;&#1587;&#1585;&#1607; &#1580;&#1576;&#1585;&#1574;&#1610;&#1604; &#1573;&#1604;&#1609; &#1605;&#1581;&#1605;&#1583; (&#1589;)&#1548; &#1608;&#1571;&#1587;&#1585;&#1607; &#1605;&#1581;&#1605;&#1583; &#1573;&#1604;&#1609; &#1605;&#1606; &#1588;&#1575;&#1569; &#1575;&#1604;&#1604;&#1607;&rlm;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">4&ndash; Imam al-Kazim (AS), when a man from Persia asked him, &lsquo;Do you know the Unseen&rsquo;, replied, &lsquo;Abu Ja`afar (AS) [i.e. Imam al-Baqir] said, &lsquo;Knowledge is expounded for us so we know it, and it can be taken away from us so we do not know.&rsquo; And he said, &lsquo;Allah, Mighty and Exalted, entrusted his secret to Gabriel (AS), and Gabriel entrusted it to Muhammad (SAWA), and Muhammad (SAWA) entrusted it to those whom Allah willed.&rsquo;[al-Kafi, v. 1, p. 256, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
