<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>THE PRAYER&nbsp; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">THE PRAYER</span><span style="font-size: 15pt; font-family: Arial;">&nbsp; </span><span style="font-family: Traditional Arabic;"><span style="font-size: 15pt">&#1575;&#1604;&#1589;&#1604;&#1575;&#1577;</span></span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1601;&#1590;&#1604; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>The Prayer</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1603;&#1604; &#1588;&#1610;&#1569; &#1608;&#1580;&#1607;&#1548; &#1608;&#1608;&#1580;&#1607; &#1583;&#1610;&#1606;&#1603;&#1605; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; The Prophet (SAWA) said, &lsquo;Everything has a face, and the face of your religion is the prayer.&rsquo;[Da`aim al-Islam, v. 1, p. 133]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">
<span style="font-size: 12pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1580;&#1593;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1580;&#1604; &#1579;&#1606;&#1575;&#1572;&#1607; &#1602;&#1585;&#1577; &#1593;&#1610;&#1606;&#1610; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;&#1548; &#1608;&#1581;&#1576;&#1576; &#1573;&#1604;&#1610; &#1575;&#1604;&#1589;&#1600;&#1604;&#1575;&#1577; &#1603;&#1605;&#1575; &#1581;&#1576;&#1576; &#1573;&#1604;&#1609; &#1575;&#1604;&#1580;&#1575;&#1574;&#1593; &#1575;&#1604;&#1591;&#1593;&#1575;&#1605;&#1548; &#1608;&#1573;&#1604;&#1609; &#1575;&#1604;&#1592;&#1605;&#1570;&#1606; &#1575;&#1604;&#1605;&#1575;&#1569;&#1548; &#1608;&#1573;&#1606; &#1575;&#1604;&#1580;&#1575;&#1574;&#1593; &#1573;&#1584;&#1575; &#1571;&#1603;&#1604; &#1588;&#1576;&#1593;&#1548; &#1608;&#1573;&#1606; &#1575;&#1604;&#1592;&#1605;&#1570;&#1606; &#1573;&#1584;&#1575; &#1588;&#1585;&#1576; &#1585;&#1608;&#1610;&#1548; &#1608;&#1571;&#1606;&#1575; &#1604;&#1575; &#1571;&#1588;&#1576;&#1593; &#1605;&#1606; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">2&ndash; The Prophet (SAWA) said, &lsquo;Allah, Exalted be His praise, has made prayer the light of my eyes, and has made prayer as beloved to me as food is to a hungry man, and water to a thirsty man. The hungry man, however, is satiated when he eats, and the thirsty man is quenched when he drinks, but I can never be sated by my prayer.&rsquo;[Makarim al-Akhlaq, v. 2, p. 366]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1578;&#1587;&#1578;&#1606;&#1586;&#1604; &#1575;&#1604;&#1585;&#1581;&#1605;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; Imam Ali (AS) said, &lsquo;Prayer elicits the descent of divine mercy.&rsquo;[Ghurar al-Hikam, no. 2214]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1603;&#1575;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1604;&#1575; &#1610;&#1572;&#1579;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1593;&#1588;&#1575;&#1569; &#1608;&#1604;&#1575; &#1594;&#1610;&#1585;&#1607;&#1548; &#1608;&#1603;&#1575;&#1606; &#1573;&#1584;&#1575; &#1583;&#1582;&#1604; &#1608;&#1602;&#1578;&#1607;&#1575; &#1603;&#1571;&#1606;&#1607; &#1604;&#1575; &#1610;&#1593;&#1585;&#1601; &#1571;&#1607;&#1604;&#1575; &#1608;&#1604;&#1575; &#1581;&#1605;&#1610;&#1605;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; Imam Ali (AS) narrated, &lsquo;The Prophet (SAWA) never put anything before his prayer, neither his dinner nor anything else. When the time for prayer would set in, it was as if he knew neither family nor close friend.&rsquo;[Tanbih al-Khawatir, v. 2, p. 87]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1602;&#1585;&#1576;&#1575;&#1606; &#1603;&#1604; &#1578;&#1602;&#1610;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; Imam Ali (AS) said, &lsquo;Prayer is the sacrificial offering of every pious one.&rsquo;[al-Khisal, p. 620, no. 10]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1593;&#1605;&#1608;&#1583; &#1575;&#1604;&#1583;&#1610;&#1606;&#1548; &#1605;&#1579;&#1604;&#1607;&#1575; &#1603;&#1605;&#1579;&#1604; &#1593;&#1605;&#1608;&#1583; &#1575;&#1604;&#1601;&#1587;&#1591;&#1575;&#1591;&#1563; &#1573;&#1584;&#1575; &#1579;&#1576;&#1578; &#1575;&#1604;&#1593;&#1605;&#1608;&#1583; &#1610;&#1579;&#1576;&#1578; &#1575;&#1604;&#1571;&#1608;&#1578;&#1575;&#1583; &#1608;&#1575;&#1604;&#1571;&#1591;&#1606;&#1575;&#1576;&#1548; &#1608;&#1573;&#1584;&#1575; &#1605;&#1575;&#1604; &#1575;&#1604;&#1593;&#1605;&#1608;&#1583; &#1608;&#1575;&#1606;&#1603;&#1587;&#1585; &#1604;&#1605; &#1610;&#1579;&#1576;&#1578; &#1608;&#1578;&#1583; &#1608;&#1604;&#1575; &#1591;&#1606;&#1576;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; Imam al-Baqir (AS) said, &lsquo;Prayer is the pillar of religion and its likeness is as the likeness of the pillar of a tent. If the pillar is stably fixed, the pegs and the ropes remain stable, but if the pillar inclines and breaks, neither peg nor rope remains fixed.&rsquo;[al-Mahasin, v. 1, p. 116, no. 117]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1571;&#1581;&#1576; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;&#1548; &#1608;&#1607;&#1610; &#1570;&#1582;&#1585; &#1608;&#1589;&#1575;&#1610;&#1575; &#1575;&#1604;&#1571;&#1606;&#1576;&#1610;&#1575;&#1569;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">7&ndash; Imam al-Sadiq (AS) said, &lsquo;The most beloved of all acts to Allah, Mighty and Exalted, is the prayer, and it is the legacy of the prophets.&rsquo;[al-Faqih, v. 1, p. 210, no. 638]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1571;&#1601;&#1590;&#1604; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604; &#1608;&#1571;&#1581;&#1576;&#1607;&#1575; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1600;: &#1605;&#1575; &#1571;&#1593;&#1604;&#1605; &#1588;&#1610;&#1574;&#1575; &#1576;&#1593;&#1583; &#1575;&#1604;&#1605;&#1593;&#1585;&#1601;&#1577; &#1571;&#1601;&#1590;&#1604; &#1605;&#1606; &#1607;&#1584;&#1607; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;&#1548; &#1571;&#1604;&#1575; &#1578;&#1585;&#1609; &#1571;&#1606; &#1575;&#1604;&#1593;&#1576;&#1583; &#1575;&#1604;&#1589;&#1575;&#1604;&#1581; &#1593;&#1610;&#1587;&#1609; &#1576;&#1606; &#1605;&#1585;&#1610;&#1605; &#1602;&#1575;&#1604;: &laquo;&#1608;&#1571;&#1608;&#1589;&#1575;&#1606;&#1610; &#1576;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577;&raquo;&#1567;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">8&ndash; Imam al-Sadiq (AS) when asked about the best and most beloved deed to Allah, replied, &lsquo;I do not know anything after true knowledge [of Allah] to be better than this prayer. Do you not see that the righteous servant Jesus son of Mary even said, &ldquo;&hellip;and he has enjoined me to [establish] the prayer&hellip;&rdquo;[ al-Kafi, v. 3, p. 264, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1570;&#1579;&#1575;&#1585; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>The Effects of the Prayer</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1604;&#1605; &#1578;&#1606;&#1607;&#1607; &#1589;&#1604;&#1575;&#1578;&#1607; &#1593;&#1606; &#1575;&#1604;&#1601;&#1581;&#1588;&#1575;&#1569; &#1608;&#1575;&#1604;&#1605;&#1606;&#1603;&#1585; &#1604;&#1605; &#1610;&#1586;&#1583;&#1583; &#1605;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1604;&#1575; &#1576;&#1593;&#1583;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">9&ndash; The Prophet (SAWA) said, &lsquo;He whose prayer does not prevent him from indecencies and wrong only gets further and further away from Allah.&rsquo;[Kanz al-`Ummal, no. 20083]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">10&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1600; &#1601;&#1610; &#1585;&#1580;&#1604; &#1610;&#1589;&#1604;&#1610; &#1605;&#1593;&#1607; &#1608;&#1610;&#1585;&#1578;&#1603;&#1576; &#1575;&#1604;&#1601;&#1608;&#1575;&#1581;&#1588; &#1600;: &#1573;&#1606; &#1589;&#1604;&#1575;&#1578;&#1607; &#1578;&#1606;&#1607;&#1575;&#1607; &#1610;&#1608;&#1605;&#1575; &#1605;&#1575;&#1548; &#1601;&#1604;&#1605; &#1610;&#1604;&#1576;&#1579; &#1571;&#1606; &#1578;&#1575;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">10&ndash; The Prophet (SAWA) said with regards to a man who prays in spite of committing sins, &lsquo;Verily his prayer will prevent him [from them] some day or other, and then he will soon repent.&rsquo; [Bihar al-Anwar, v. 82, p. 198]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">11&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1593;&#1605;&#1608;&#1583; &#1575;&#1604;&#1583;&#1610;&#1606; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;&#1548; &#1608;&#1607;&#1610; &#1571;&#1608;&#1604; &#1605;&#1575; &#1610;&#1606;&#1592;&#1585; &#1601;&#1610;&#1607; &#1605;&#1606; &#1593;&#1605;&#1604; &#1575;&#1576;&#1606; &#1570;&#1583;&#1605;&#1548; &#1601;&#1573;&#1606; &#1589;&#1581;&#1578; &#1606;&#1592;&#1585; &#1601;&#1610; &#1593;&#1605;&#1604;&#1607;&#1548; &#1608;&#1573;&#1606; &#1604;&#1605; &#1578;&#1589;&#1581; &#1604;&#1605; &#1610;&#1606;&#1592;&#1585; &#1601;&#1610; &#1576;&#1602;&#1610;&#1577; &#1593;&#1605;&#1604;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">11&ndash; The Prophet (SAWA) said, &lsquo;Verily the pillar of religion is the prayer. It is the first thing to be considered from amongst the deeds of man, so if his prayer is valid, the rest of his deeds will be considered, and if his prayer is void, then the rest of his deeds will not be taken into consideration.&rsquo;[Ibid. p. 227, no. 54]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1571;&#1578;&#1609; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1593;&#1575;&#1585;&#1601;&#1575; &#1576;&#1581;&#1602;&#1607;&#1575; &#1594;&#1601;&#1585; &#1604;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">12&ndash; Imam Ali (AS) said, &lsquo;Whoever performs his prayer with full knowledge of the right due to it is forgiven.&rsquo;[al-Khisal, p. 628, no. 10]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">13&#1600; &#1601;&#1575;&#1591;&#1605;&#1577; &#1575;&#1604;&#1586;&#1607;&#1585;&#1575;&#1569; (&#1593;&#1604;&#1610;&#1607;&#1575; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;): &#1601;&#1585;&#1590; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1578;&#1606;&#1586;&#1610;&#1607;&#1575; &#1605;&#1606; &#1575;&#1604;&#1603;&#1576;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">13&ndash; Fatima al-Zahra&rsquo; (AS) said, &lsquo;Allah made the prayer incumbent in order to eliminate one&rsquo;s pride.&rsquo;[Bihar al-Anwar, v. 82, p. 209, no. 19]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1573;&#1606; &#1571;&#1608;&#1604; &#1605;&#1575; &#1610;&#1581;&#1575;&#1587;&#1576; &#1576;&#1607; &#1575;&#1604;&#1593;&#1576;&#1583; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;&#1548; &#1601;&#1573;&#1606; &#1602;&#1576;&#1604;&#1578; &#1602;&#1576;&#1604; &#1605;&#1575; &#1587;&#1608;&#1575;&#1607;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">14&ndash; Imam al-Baqir (AS) said, &lsquo;The first thing that the servant will have to account for is his prayer &ndash; if accepted, all else will be accepted.&rsquo;[al-Kafi, v. 3, p. 268, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1578;&#1579;&#1576;&#1610;&#1578; &#1604;&#1604;&#1573;&#1582;&#1604;&#1575;&#1589; &#1608;&#1578;&#1606;&#1586;&#1610;&#1607; &#1593;&#1606; &#1575;&#1604;&#1603;&#1576;&#1585; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">15&ndash; Imam al-Baqir (AS) said, &lsquo;Prayer reinforces sincerity and eliminates pride.&rsquo;[Amali al-Tusi, p. 296, no. 582]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1608; &#1603;&#1575;&#1606; &#1593;&#1604;&#1609; &#1576;&#1575;&#1576; &#1571;&#1581;&#1583;&#1603;&#1605; &#1606;&#1607;&#1585; &#1601;&#1575;&#1594;&#1578;&#1587;&#1604; &#1605;&#1606;&#1607; &#1603;&#1604; &#1610;&#1608;&#1605; &#1582;&#1605;&#1587; &#1605;&#1585;&#1575;&#1578; &#1607;&#1604; &#1603;&#1575;&#1606; &#1610;&#1576;&#1602;&#1609; &#1593;&#1604;&#1609; &#1580;&#1587;&#1583;&#1607; &#1605;&#1606; &#1575;&#1604;&#1583;&#1585;&#1606; &#1588;&#1610;&#1569; &#1567; &#1573;&#1606;&#1605;&#1575; &#1605;&#1579;&#1604; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1605;&#1579;&#1604; &#1575;&#1604;&#1606;&#1607;&#1585; &#1575;&#1604;&#1584;&#1610; &#1610;&#1606;&#1602;&#1610;&#1548; &#1603;&#1604;&#1605;&#1575; &#1589;&#1604;&#1609; &#1589;&#1604;&#1575;&#1577; &#1603;&#1575;&#1606; &#1603;&#1601;&#1575;&#1585;&#1577; &#1604;&#1584;&#1606;&#1608;&#1576;&#1607; &#1573;&#1604;&#1575; &#1584;&#1606;&#1576; &#1571;&#1582;&#1585;&#1580;&#1607; &#1605;&#1606; &#1575;&#1604;&#1573;&#1610;&#1605;&#1575;&#1606; &#1605;&#1602;&#1610;&#1605; &#1593;&#1604;&#1610;&#1607; . </span>/span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">16&ndash; Imam al-Sadiq (AS) said, &lsquo;If there was to be a river outside one&rsquo;s house into which he bathed five times a day, would there remain any dirt on his body? Similarly the prayer is the river which purifies [one&rsquo;s soul] &ndash; every time one performs a prayer it acts as atonement for one&rsquo;s sins, except for that sin which takes him and keeps away from his faith.&rsquo;[Bihar al-Anwar, v. 82, p. 236, no. 66]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1601;&#1590;&#1604; &#1575;&#1604;&#1605;&#1589;&#1604;&#1610;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>The Virtue of One Who Prays</strong></span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">17&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1575; &#1583;&#1605;&#1578; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1601;&#1573;&#1606;&#1603; &#1578;&#1602;&#1585;&#1593; &#1576;&#1575;&#1576; &#1575;&#1604;&#1605;&#1604;&#1603; &#1575;&#1604;&#1580;&#1576;&#1575;&#1585;&#1548; &#1608;&#1605;&#1606; &#1610;&#1603;&#1579;&#1585; &#1602;&#1585;&#1593; &#1576;&#1575;&#1576; &#1575;&#1604;&#1605;&#1604;&#1603; &#1610;&#1601;&#1578;&#1581; &#1604;&#1607; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">17&ndash; The Prophet (SAWA) said, &lsquo;As long as you are praying, [know that] verily you are knocking at the door of the Almighty King, and the King&rsquo;s door opens for whoever knocks persistently thereat.&rsquo;[Makarim al-Akhlaq, v. 2, p. 366, no. 2661]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1608; &#1610;&#1593;&#1604;&#1605; &#1575;&#1604;&#1605;&#1589;&#1604;&#1610; &#1605;&#1575; &#1610;&#1594;&#1588;&#1575;&#1607; &#1605;&#1606; &#1580;&#1604;&#1575;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1575; &#1587;&#1585;&#1607; &#1571;&#1606; &#1610;&#1585;&#1601;&#1593; &#1585;&#1571;&#1587;&#1607; &#1605;&#1606; &#1587;&#1580;&#1608;&#1583;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">18&ndash; Imam Ali (AS) said, &lsquo;If the praying one knew about the Sublimity of Allah covering him, he would never wish to raise his head up from prostration.&rsquo;[al-Khisal, no. 632]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1602;&#1575;&#1605; &#1575;&#1604;&#1585;&#1580;&#1604; &#1573;&#1604;&#1609; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1571;&#1602;&#1576;&#1604; &#1573;&#1576;&#1604;&#1610;&#1587; &#1610;&#1606;&#1592;&#1585; &#1573;&#1604;&#1610;&#1607; &#1581;&#1587;&#1583;&#1575;&#1548; &#1604;&#1605;&#1575; &#1610;&#1585;&#1609; &#1605;&#1606; &#1585;&#1581;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1578;&#1610; &#1578;&#1594;&#1588;&#1575;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">19&ndash; Imam Ali (AS) said, &lsquo;When a man stands to pray, Iblis [Satan] approaches and looks at him jealously because of the mercy of Allah that he can see covering him.&rsquo;[Ibid. no. 10]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1582;&#1588;&#1608;&#1593; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Humbleness in Prayer</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">20&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1575; &#1589;&#1604;&#1575;&#1577; &#1604;&#1605;&#1606; &#1604;&#1575; &#1610;&#1578;&#1582;&#1588;&#1593; &#1601;&#1610; &#1589;&#1604;&#1575;&#1578;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">20&ndash; The Prophet (SAWA) said, &lsquo;The prayer of one who does not humble himself in his prayer does not count.&rsquo;[al-Firdaws, v. 5, p. 195, no. 7935]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">21&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1575;&#1604;&#1582;&#1588;&#1608;&#1593; &#1600;: &#1575;&#1604;&#1578;&#1608;&#1575;&#1590;&#1593; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;&#1548; &#1608;&#1571;&#1606;&rlm; &#1610;&#1602;&#1576;&#1604; &#1575;&#1604;&#1593;&#1576;&#1583; &#1576;&#1602;&#1604;&#1576;&#1607; &#1603;&#1604;&#1607; &#1593;&#1604;&#1609; &#1585;&#1576;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">21&ndash; The Prophet (SAWA), when he was asked about humbleness in prayer, said, &lsquo;It is to abase oneself in the prayer, and for the servant to come to his Lord wholeheartedly.&rsquo;[Da`aim al-Islam, v. 1, p. 158]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">22&#1600; &#1603;&#1575;&#1606; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1573;&#1584;&#1575; &#1602;&#1575;&#1605; &#1573;&#1604;&#1609; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1578;&#1585;&#1576;&#1583; &#1608;&#1580;&#1607;&#1607; &#1582;&#1608;&#1601;&#1575; &#1605;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">22&ndash; Ja`afar b. Ali al-Qummi narrated, &lsquo;When the Prophet (SAWA) used to stand for prayer, his face would become sullen from fear of Allah, the most High.&rsquo;[Falah al-Sa&rsquo;il, no. 161]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">23&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1610;&#1582;&#1588;&#1593; &#1575;&#1604;&#1585;&#1580;&#1604; &#1601;&#1610; &#1589;&#1604;&#1575;&#1578;&#1607;&#1563; &#1601;&#1573;&#1606;&#1607; &#1605;&#1606; &#1582;&#1588;&#1593; &#1602;&#1604;&#1576;&#1607; &#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1582;&#1588;&#1593;&#1578; &#1580;&#1608;&#1575;&#1585;&#1581;&#1607; &#1601;&#1604;&#1575; &#1610;&#1593;&#1576;&#1579; &#1576;&#1588;&#1610;&#1569; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">23&ndash; Imam Ali (AS) said, &lsquo;Man should be humble in his prayer, for verily he whose heart is humble before Allah, Mighty and Exalted, his limbs will humble themselves too and will not fidget around.&rsquo;[al-Khisal, no. 628]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td style="text-align: justify;"><p style="text-align: justify;" dir="rtl">24&#1600; &#1593;&#1606; &#1593;&#1604;&#1610; &#1589;&#1604;&#1608;&#1575;&#1578; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607; &#1571;&#1606;&#1607; &#1603;&#1575;&#1606; &#1573;&#1584;&#1575; &#1583;&#1582;&#1604; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1603;&#1575;&#1606; &#1603;&#1571;&#1606;&#1607; &#1576;&#1606;&#1575;&#1569; &#1579;&#1575;&#1576;&#1578; &#1571;&#1608; &#1593;&#1605;&#1608;&#1583; &#1602;&#1575;&#1574;&#1605; &#1604;&#1575; &#1610;&#1578;&#1581;&#1585;&#1603;&#1548; &#1608;&#1603;&#1575;&#1606; &#1585;&#1576;&#1605;&#1575; &#1585;&#1603;&#1593; &#1571;&#1608; &#1587;&#1580;&#1583; &#1601;&#1610;&#1602;&#1593; &#1575;&#1604;&#1591;&#1610;&#1585; &#1593;&#1604;&#1610;&#1607;&#1548; &#1608;&#1604;&#1605; &#1610;&#1591;&#1602; &#1571;&#1581;&#1583; &#1571;&#1606; &#1610;&#1581;&#1603;&#1610; &#1589;&#1604;&#1575;&#1577; &#1585;&#1587;&#1608;&#1604;&rlm;&#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1573;&#1604;&#1575; &#1593;&#1604;&#1610; &#1576;&#1606; &#1571;&#1576;&#1610; &#1591;&#1575;&#1604;&#1576; &#1608;&#1593;&#1604;&#1610; &#1576;&#1606; &#1575;&#1604;&#1581;&#1587;&#1610;&#1606;&rsquo;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">24&ndash; It is narrated in Da`aa&rsquo;im al-Islam that when Imam Ali (AS) used to stand for prayer, he would be like a fixed structure or a straight pillar, not moving at all, and sometimes when he would bow or prostrate, [he would be so still that] a bird would perch itself on him. Nobody was ever able to match the prayer of the Prophet (SAWA) apart from Ali b. Abi Talib and Ali b. al-Husayn [i.e. Imam Zayn al-Abidin] (AS).&rsquo;[Da`aim al-Islam, v. 1, p. 159]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">25&#1600; &#1603;&#1575;&#1606; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1573;&#1584;&#1575; &#1571;&#1582;&#1584; &#1601;&#1610; &#1575;&#1604;&#1608;&#1590;&#1608;&#1569; &#1610;&#1578;&#1594;&#1610;&#1585; &#1608;&#1580;&#1607;&#1607; &#1605;&#1606; &#1582;&#1610;&#1601;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">25&ndash; It is narrated in Bihar al-Anwar that when the Commander of the Faithful, Ali (AS) used to start performing his ablution, the colour of his face would change due to the fear of Allah, most High.&rsquo;[Bihar al-Anwar, v. 70, p. 400, no. 72]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">26&#1600; &#1603;&#1575;&#1606;&#1578; &#1601;&#1575;&#1591;&#1605;&#1577; (&#1593;&#1604;&#1610;&#1607;&#1575; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;) &#1578;&#1606;&#1607;&#1580; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1605;&#1606; &#1582;&#1610;&#1601;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">26&ndash; It is narrated in Bihar al-Anwar that Fatima al-Zahra&rsquo; (AS) used to pant in her prayer due to fear of Allah, most High.&rsquo;[Ibid.]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">27&#1600; &#1603;&#1575;&#1606; &#1575;&#1604;&#1581;&#1587;&#1606; <span lang="ar-sa">(&#1593;) &#1573;&#1584;&#1575; &#1578;&#1608;&#1590;&#1571; &#1578;&#1594;&#1610;&#1585; &#1604;&#1608;&#1606;&#1607;&#1548; &#1608;&#1575;&#1585;&#1578;&#1593;&#1583;&#1578; &#1605;&#1601;&#1575;&#1589;&#1604;&#1607;&#1548; &#1601;&#1602;&#1610;&#1604; &#1604;&#1607; &#1601;&#1610; &#1584;&#1604;&#1603;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1581;&#1602; &#1604;&#1605;&#1606; &#1608;&#1602;&#1601; &#1576;&#1610;&#1606; &#1610;&#1583;&#1610; &#1584;&#1610;&#1575;&#1604;&#1593;&#1585;&#1588; &#1571;&#1606;&rlm;&#1610;&#1589;&#1601;&#1585; &#1604;&#1608;&#1606;&#1607; &#1608;&#1578;&#1585;&#1578;&#1593;&#1583; &#1605;&#1601;&#1575;&#1589;&#1604;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">27&ndash; It is narrated in Bihar al-Anwar that when Imam al-Hasan (AS) used to perform his ablution the colour of his face would change and his joints would tremble. When he was asked about this once, he replied, &lsquo;It is only fitting for one who stands before the Lord of the Throne that his face should change colour and his joints should tremble.&rsquo;[Bihar al-Anwar, v. 80, p. 346, no. 30]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">28&#1600; &#1603;&#1575;&#1606; &#1593;&#1604;&#1610; &#1576;&#1606; &#1575;&#1604;&#1581;&#1587;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1573;&#1584;&#1575; &#1578;&#1608;&#1590;&#1571; &#1604;&#1604;&#1589;&#1604;&#1575;&#1577; &#1608;&#1571;&#1582;&#1584; &#1601;&#1610; &#1575;&#1604;&#1583;&#1582;&#1608;&#1604; &#1601;&#1610;&#1607;&#1575; &#1575;&#1589;&#1601;&#1585; &#1608;&#1580;&#1607;&#1607; &#1608;&#1578;&#1594;&#1610;&#1585; &#1604;&#1608;&#1606;&#1607;&#1548; &#1601;&#1602;&#1610;&#1604; &#1604;&#1607; &#1605;&#1585;&#1577; &#1601;&#1610; &#1584;&#1604;&#1603;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1573;&#1606;&#1610; &#1575;&#1585;&#1610;&#1583; &#1575;&#1604;&#1608;&#1602;&#1608;&#1601; &#1576;&#1610;&#1606; &#1610;&#1583;&#1610; &#1605;&#1604;&#1603; &#1593;&#1592;&#1610;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">28&ndash; It is narrated in Da`aa&rsquo;im al-Islam that when Imam Zayn al-Abidin (AS) used to perform his ablution and prepare to begin his prayer, his face would become pale and change colour. When asked about this, he replied, &lsquo;Verily I am going to stand before the Great King.&rsquo;[Da`aim al-Islam, v. 1, p. 158]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">29&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1603;&#1575;&#1606; &#1593;&#1604;&#1610; &#1576;&#1606; &#1575;&#1604;&#1581;&#1587;&#1610;&#1606; &#1589;&#1604;&#1608;&#1575;&#1578; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1610;&#1607;&#1605;&#1575; &#1573;&#1584;&#1575; &#1602;&#1575;&#1605; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1603;&#1571;&#1606;&#1607; &#1587;&#1575;&#1602; &#1588;&#1580;&#1585;&#1577; &#1604;&#1575;&#1610;&#1578;&#1581;&#1585;&#1603; &#1605;&#1606;&#1607; &#1588;&#1610;&#1569; &#1573;&#1604;&#1575; &#1605;&#1575;&#1581;&#1585;&#1603;&#1607; &#1575;&#1604;&#1585;&#1610;&#1581; &#1605;&#1606;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">29&ndash; Imam al-Baqir (AS) narrated, &lsquo;When Ali b. al-Husayn (AS) used to stand in his prayer, he was as straight as a tree trunk, and no part of him moved except for that which the wind caused to move.&rsquo;[al-Kafi, v. 3, p. 300, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">30&#1600; &#1603;&#1575;&#1606; &#1571;&#1576;&#1608; &#1580;&#1593;&#1601;&#1585; &#1608;&#1571;&#1576;&#1608;&#1593;&#1576;&#1583;&#1575;&#1604;&#1604;&#1607;&rlm;( &#1573;&#1584;&#1575; &#1602;&#1575;&#1605;&#1575; &#1573;&#1604;&#1609; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1578;&#1594;&#1610;&#1585;&#1578; &#1571;&#1604;&#1608;&#1575;&#1606;&#1607;&#1605;&#1575; &#1581;&#1605;&#1585;&#1577; &#1608;&#1605;&#1585;&#1577; &#1589;&#1601;&#1585;&#1577;&#1548; &#1608;&#1603;&#1571;&#1606;&#1605;&#1575; &#1610;&#1606;&#1575;&#1580;&#1610;&#1575;&#1606; &#1588;&#1610;&#1574;&#1575; &#1610;&#1585;&#1610;&#1575;&#1606;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">30&ndash; Abu `Aayyub narrated, &lsquo;When Abu Ja`afar and Abu `Aabdillah [i.e. Imam al-Baqir and Imam al-Sadiq (AS)] used to stand to pray, their faces would change colour, sometimes reddening and sometimes paling, and it was as if they were intimately conversing with someone they could see.&rsquo;[Falah al-Sa&rsquo;il, p. 161]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1588;&#1585;&#1575;&#1574;&#1591; &#1608;&#1605;&#1608;&#1575;&#1606;&#1593; &#1602;&#1576;&#1608;&#1604; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Conditions and Impediments to the Acceptance of the Prayer</strong></span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">31&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1608; &#1589;&#1604;&#1610;&#1578;&#1605; &#1581;&#1578;&#1609; &#1578;&#1603;&#1608;&#1606;&#1608;&#1575; &#1603;&#1575;&#1604;&#1571;&#1608;&#1578;&#1575;&#1585;&#1548; &#1608;&#1589;&#1605;&#1578;&#1605; &#1581;&#1578;&#1609; &#1578;&#1603;&#1608;&#1606;&#1608;&#1575; &#1603;&#1575;&#1604;&#1581;&#1606;&#1575;&#1610;&#1575;&#1548; &#1604;&#1605; &#1610;&#1602;&#1576;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1606;&#1603;&#1605; &#1573;&#1604;&#1575; &#1576;&#1608;&#1585;&#1593; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">31&ndash; The Prophet (SAWA) said, &lsquo;If you were to pray so much that you became [as thin as strings], and fasted so much that you [bent over] as arches, Allah would not accept any of it unless it was accompanied by piety.&rsquo;[Bihar al-Anwar, v. 84, p. 258, no. 56]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">32&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1608;&#1581;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1573;&#1604;&#1610; &#1571;&#1606; &#1610;&#1575; &#1571;&#1582;&#1575; &#1575;&#1604;&#1605;&#1585;&#1587;&#1604;&#1610;&#1606;&#1548; &#1610;&#1575; &#1571;&#1582;&#1575; &#1575;&#1604;&#1605;&#1606;&#1584;&#1585;&#1610;&#1606;&#1548; &#1571;&#1606;&#1584;&#1585; &#1602;&#1608;&#1605;&#1603; &#1604;&#1575; &#1610;&#1583;&#1582;&#1604;&#1608;&#1575; &#1576;&#1610;&#1578;&#1575; &#1605;&#1606; &#1576;&#1610;&#1608;&#1578;&#1610; &#1608;&#1604;&#1571;&#1581;&#1583; &#1605;&#1606; &#1593;&#1576;&#1575;&#1583;&#1610; &#1593;&#1606;&#1583; &#1571;&#1581;&#1583;&#1607;&#1605; &#1605;&#1592;&#1604;&#1605;&#1577;&#1563; &#1601;&#1573;&#1606;&#1610; &#1571;&#1604;&#1593;&#1606;&#1607; &#1605;&#1575; &#1583;&#1575;&#1605; &#1602;&#1575;&#1574;&#1605;&#1575; &#1610;&#1589;&#1604;&#1610; &#1576;&#1610;&#1606; &#1610;&#1583;&#1610; &#1581;&#1578;&#1609; &#1610;&#1585;&#1583; &#1578;&#1604;&#1603; &#1575;&#1604;&#1605;&#1592;&#1604;&#1605;&#1577; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">32&ndash; The Prophet (SAWA) said, &lsquo;Allah, most High, revealed to me saying, &lsquo;O brother of the prophets and the warners, warn your people not to enter any of My places of worship while having committed a wrong to another servant who holds it against him, for verily I curse him as long as he stands to pray before Me, until he makes amends for that wrong.&rsquo;[Ibid. p. 257, no. 55]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">33&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1575;&#1594;&#1578;&#1575;&#1576; &#1605;&#1587;&#1604;&#1605;&#1575; &#1571;&#1608; &#1605;&#1587;&#1600;&#1604;&#1605;&#1577; &#1604;&#1605; &#1610;&#1602;&#1576;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1589;&#1604;&#1575;&#1578;&#1607; &#1608;&#1604;&#1575; &#1589;&#1610;&#1575;&#1605;&#1607; &#1571;&#1585;&#1576;&#1593;&#1610;&#1606; &#1610;&#1608;&#1605;&#1575; &#1608;&#1604;&#1610;&#1604;&#1577;&#1548; &#1573;&#1604;&#1575; &#1571;&#1606; &#1610;&#1594;&#1601;&#1585; &#1604;&#1607; &#1589;&#1575;&#1581;&#1576;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">33&ndash; The Prophet (SAWA) said, &lsquo;Whoever backbites a Muslim man or woman, Allah, most High, neither accepts his prayer nor his fasting for forty days until its victim has forgiven him.&rsquo;[Jami`a al-Akhbar, p. 412, no. 1141]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">34&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1605;&#1606; &#1588;&#1585;&#1576; &#1575;&#1604;&#1582;&#1605;&#1585; &#1604;&#1605; &#1578;&#1581;&#1587;&#1576; &#1589;&#1604;&#1575;&#1578;&#1607; &#1571;&#1585;&#1576;&#1593;&#1610;&#1606; &#1589;&#1576;&#1575;&#1581;&#1575;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">34&ndash; The Prophet (SAWA) said, &lsquo;Verily the prayer of one who drinks alcohol is not counted for forty days.&rsquo;[`AIlal al-Shara&rsquo;i`a , p. 345, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">35&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1606;&#1592;&#1585; &#1601;&#1610;&#1605; &#1578;&#1589;&#1604;&#1610;&#1548; &#1573;&#1606; &#1604;&#1605; &#1610;&#1603;&#1606; &#1605;&#1606; &#1608;&#1580;&#1607;&#1607; &#1608;&#1581;&#1604;&#1607; &#1601;&#1604;&#1575; &#1602;&#1576;&#1608;&#1604;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">35&ndash; Imam Ali (AS) said, &lsquo;Look carefully at what [attire] you pray in. If it is not among that which is fitting or permissible for it, then it is not accepted.&rsquo;[Basharat al-Mustafa, p. 28]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">36&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;) &#1600; &#1608;&#1602;&#1583; &#1587;&#1574;&#1604; &#1593;&#1606; &#1587;&#1576;&#1576; &#1602;&#1576;&#1608;&#1604; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1600;: &#1608;&#1604;&#1575;&#1610;&#1578;&#1606;&#1575; &#1608;&#1575;&#1604;&#1576;&#1585;&#1575;&#1569;&#1577; &#1605;&#1606; &#1571;&#1593;&#1583;&#1575;&#1574;&#1606;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">36&ndash; Imam Zayn al-Abidin (AS), when he was asked about the condition for the acceptance of the prayer, replied, &lsquo;Our guardianship and disassociation from our enemies.&rsquo;[al-Manaqib li Ibn Shahr ashUb, v. 4, p. 131]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">37&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1602;&#1576;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1605;&#1606;&#1607; &#1589;&#1604;&#1575;&#1577; &#1608;&#1575;&#1581;&#1583;&#1577; &#1604;&#1605; &#1610;&#1593;&#1584;&#1576;&#1607;&#1548; &#1608;&#1605;&#1606; &#1602;&#1576;&#1604; &#1605;&#1606;&#1607; &#1581;&#1587;&#1606;&#1577; &#1604;&#1605; &#1610;&#1593;&#1584;&#1576;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">37&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever Allah accepts even one prayer from, He will not chastise, and whoever He accepts even one good deed from He will not chastise.&rsquo;[al-Kafi, v. 3, p. 266, no. 11]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">38&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1571;&#1576;&#1608;&#1610;&#1607; &#1606;&#1592;&#1585; &#1605;&#1575;&#1602;&#1578; &#1608;&#1607;&#1605;&#1575; &#1592;&#1575;&#1604;&#1605;&#1575;&#1606; &#1604;&#1607;&#1548; &#1604;&#1605; &#1610;&#1602;&#1576;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1607; &#1589;&#1604;&#1575;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">38&ndash; Imam al-Sadiq (AS) said, &lsquo;Allah does not accept a single prayer from one who looks at his parents loathingly, even if they oppress him.&rsquo;[Ibid. v. 2, p. 349, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1606; &#1604;&#1575; &#1578;&#1602;&#1576;&#1604; &#1589;&#1604;&#1575;&#1578;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>He Whose Prayer is not Accepted</strong></span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">39&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1579;&#1605;&#1575;&#1606;&#1610;&#1577; &#1604;&#1575; &#1578;&#1602;&#1576;&#1604; &#1605;&#1606;&#1607;&#1605;&rlm;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577; : &#1575;&#1604;&#1593;&#1576;&#1583; &#1575;&#1604;&#1570;&#1576;&#1602; &#1581;&#1578;&#1609; &#1610;&#1585;&#1580;&#1593; &#1573;&#1604;&#1609; &#1605;&#1608;&#1604;&#1575;&#1607;&#1548; &#1608;&#1575;&#1604;&#1606;&#1575;&#1588;&#1586; &#1608;&#1586;&#1608;&#1580;&#1607;&#1575; &#1593;&#1604;&#1610;&#1607;&#1575; &#1587;&#1575;&#1582;&#1591;&#1548; &#1608;&#1605;&#1575;&#1606;&#1593; &#1575;&#1604;&#1586;&#1603;&#1575;&#1577;&#1548; &#1608;&#1578;&#1575;&#1585;&#1603; &#1575;&#1604;&#1608;&#1590;&#1608;&#1569;&#1548; &#1608;&#1575;&#1604;&#1580;&#1575;&#1585;&#1610;&#1577; &#1575;&#1604;&#1605;&#1583;&#1585;&#1603;&#1577; &#1578;&#1589;&#1604;&#1610; &#1576;&#1594;&#1610;&#1585; &#1582;&#1605;&#1575;&#1585;&#1548; &#1608;&#1573;&#1605;&#1575;&#1605; &#1602;&#1608;&#1605; &#1610;&#1589;&#1604;&#1610; &#1576;&#1607;&#1605; &#1608;&#1607;&#1605; &#1604;&#1607; &#1603;&#1575;&#1585;&#1607;&#1608;&#1606;&#1548; &#1608;&#1575;&#1604;&#1587;&#1603;&#1585;&#1575;&#1606;&#1548; &#1608;&#1575;&#1604;&#1586;&#1576;&#1610;&#1606; &#1563; &#1608;&#1607;&#1608; &#1575;&#1604;&#1584;&#1610; &#1610;&#1583;&#1575;&#1601;&#1593; &#1575;&#1604;&#1576;&#1608;&#1604; &#1608;&#1575;&#1604;&#1594;&#1575;&#1574;&#1591;.</p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">39&ndash; The Prophet (SAWA) said, &lsquo;There are eight categories of people whose prayer is not accepted: the slave who has escaped from his master, until he returns to him; the defiant wife whose husband is displeased with her; the one who withholds payment of the alms-tax; the one who neglects to perform the ablution; the discerning woman who prays without covering her head; the leader of a community who leads them in prayer while they detest him; the intoxicated one; and the one who resists the urge to urinate or defecate [before commencing the prayer].&rsquo;[Makarim al-Akhlaq, v. 2, p. 324, no. 2656]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1583;&#1608;&#1585; &#1581;&#1590;&#1608;&#1585; &#1575;&#1604;&#1602;&#1604;&#1576; &#1601;&#1610; &#1602;&#1576;&#1608;&#1604; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>The Role of Presence of the Heart in the Acceptance of the Prayer</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">40&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1575; &#1610;&#1602;&#1576;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1589;&#1604;&#1575;&#1577; &#1593;&#1576;&#1583; &#1604;&#1575; &#1610;&#1581;&#1590;&#1585; &#1602;&#1604;&#1576;&#1607; &#1605;&#1593; &#1576;&#1583;&#1606;&#1607; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">40&ndash; The Prophet (SAWA) said, &lsquo;Allah does not accept the prayer of the servant whose heart is not present alongside his body.&rsquo;[al-Mahasin, v. 1, p. 406, no. 921]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">41&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606; &#1575;&#1604;&#1593;&#1576;&#1583; &#1604;&#1610;&#1589;&#1604;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1604;&#1575; &#1610;&#1603;&#1578;&#1576; &#1604;&#1607; &#1587;&#1600;&#1583;&#1587;&#1607;&#1575; &#1608;&#1604;&#1575;&#1593;&#1588;&#1585;&#1607;&#1575;&#1548; &#1608;&#1573;&#1606;&#1605;&#1575; &#1610;&#1603;&#1578;&#1576; &#1604;&#1604;&#1593;&#1576;&#1583; &#1605;&#1606; &#1589;&#1604;&#1575;&#1578;&#1607; &#1605;&#1575; &#1593;&#1602;&#1604; &#1605;&#1606;&#1607;&#1575; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">41&ndash; The Prophet (SAWA) said, &lsquo;Verily the servant performs a prayer where neither a sixth nor a tenth of it may be accepted. Verily only that part of his prayer is accepted from him wherein he was fully conscious.&rsquo;[Bihar al-Anwar, v. 84, p. 249, no. 41]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">42&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1585;&#1603;&#1593;&#1578;&#1575;&#1606; &#1582;&#1601;&#1610;&#1601;&#1578;&#1575;&#1606; &#1601;&#1610; ( &#1575;&#1604; )&#1600;&#1578;&#1601;&#1603;&#1585; &#1582;&#1610;&#1585; &#1605;&#1606; &#1602;&#1610;&#1575;&#1605; &#1604;&#1610;&#1604;&#1577; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">42&ndash; The Prophet (SAWA) said, &lsquo;Two simple units of prayer performed with contemplation are better than standing the whole night in prayer.&rsquo;[Thawab al-A`amal, p. 68, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">43&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; &#1608;&#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; (&#1593;&#1604;&#1610;&#1607;&#1605; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;): &#1605;&#1575; &#1604;&#1603; &#1605;&#1606; &#1589;&#1604;&#1575;&#1578;&#1603; &#1573;&#1604;&#1575; &#1605;&#1575; &#1571;&#1602;&#1576;&#1604;&#1578; &#1593;&#1604;&#1610;&#1607; &#1601;&#1610;&#1607;&#1575;&#1548; &#1601;&#1573;&#1606; &#1571;&#1608;&#1607;&#1605;&#1607;&#1575; &#1603;&#1604;&#1607;&#1575; &#1571;&#1608; &#1594;&#1601;&#1604; &#1593;&#1606; &#1571;&#1583;&#1575;&#1574;&#1607;&#1575; &#1604;&#1601;&#1578; &#1601;&#1590;&#1585;&#1576; &#1576;&#1607;&#1575; &#1608;&#1580;&#1607; &#1589;&#1575;&#1581;&#1576;&#1607;&#1575;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">43&ndash; Imam al-Baqir and Imam al-Sadiq (AS) said, &lsquo;Only that part of your prayer in which you engaged with your full attention is accepted. So if one is inattentive in all of it or careless in his performance of it, that same prayer is crumpled up and thrown back at his face.&rsquo;[Bihar al-Anwar, v. 84, p. 260, no. 59]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">44&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1589;&#1604;&#1609; &#1585;&#1603;&#1593;&#1578;&#1610;&#1606; &#1610;&#1593;&#1604;&#1605; &#1605;&#1575; &#1610;&#1602;&#1608;&#1604; &#1601;&#1610;&#1607;&#1605;&#1575;&#1548; &#1575;&#1606;&#1589;&#1585;&#1601; &#1608;&#1604;&#1610;&#1587; &#1576;&#1610;&#1606;&#1607; &#1608;&#1576;&#1610;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1584;&#1606;&#1576;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">44&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever performs a two unit prayer fully knowing what he is saying in it, gets up from it with not a single sin left [unforgiven] between him and Allah.&rsquo;[al-Kafi, v. 3, p. 266, no. 12]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1606; &#1604;&#1610;&#1587; &#1604;&#1607; &#1589;&#1604;&#1575;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>He Whose Prayer is Not Counted</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">45&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1575; &#1589;&#1604;&#1575;&#1577; &#1604;&#1605;&#1606; &#1604;&#1575; &#1610;&#1578;&#1605; &#1585;&#1603;&#1608;&#1593;&#1607;&#1575; &#1608;&#1587;&#1580;&#1608;&#1583;&#1607;&#1575;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">45&ndash; The Prophet (SAWA) said, &lsquo;The prayer of one who does not complete the bowing and prostration is not counted.&rsquo;[Bihar al-Anwar, v. 72, p. 198, no. 26]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">46&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1605;&#1606; &#1593;&#1585;&#1601; &#1605;&#1606; &#1593;&#1604;&#1609; &#1610;&#1605;&#1610;&#1606;&#1607; &#1608;&#1588;&#1605;&#1575;&#1604;&#1607; &#1605;&#1578;&#1593;&#1605;&#1583;&#1575; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1601;&#1604;&#1575; &#1589;&#1604;&#1575;&#1577; &#1604;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">46&ndash; The Prophet (SAWA) said, &lsquo;The one who is deliberately aware of who is on his left and who is on his right is not counted as having prayed.&rsquo;[Ibid. v. 84, p. 249, no. 41]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">47&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1589;&#1604;&#1575;&#1577; &#1604;&#1605;&#1606; &#1604;&#1575; &#1586;&#1603;&#1575;&#1577; &#1604;&#1607; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">47&ndash; Imam al-Sadiq (AS) said, &lsquo;The one who does not pay the alms-tax is not considered as having prayed.&rsquo;[Mishkat al-Anwar, p. 46]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">48&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1589;&#1604;&#1575;&#1577; &#1604;&#1581;&#1575;&#1602;&#1606; &#1608;&#1604;&#1575; &#1604;&#1581;&#1575;&#1602;&#1576; &#1608;&#1604;&#1575; &#1604;&#1581;&#1575;&#1586;&#1602;&#1548; &#1601;&#1575;&#1604;&#1581;&#1575;&#1602;&#1606; &#1575;&#1604;&#1584;&#1610; &#1576;&#1607; &#1575;&#1604;&#1576;&#1608;&#1604;&#1548; &#1608;&#1575;&#1604;&#1581;&#1575;&#1602;&#1576; &#1575;&#1604;&#1584;&#1610; &#1576;&#1607; &#1575;&#1604;&#1594;&#1575;&#1574;&#1591;&#1548; &#1608;&#1575;&#1604;&#1581;&#1575;&#1586;&#1602; &#1575;&#1604;&#1584;&#1610; &#1602;&#1583; &#1590;&#1594;&#1591;&#1607; &#1575;&#1604;&#1582;&#1601; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">48&ndash; Imam al-Sadiq (AS) said, &lsquo;The prayer of a Haqin, a Haqib and a HAziq does not count &ndash; a Haqin is one who suppresses the urge to urinate, a Haqib is one who suppresses the urge to defecate [before commencing the prayer], and a Haziq is one whose feet are pinched by wearing narrow shoes.&rsquo;[Amali al-Saduq, p. 337, no. 12]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1606;&#1607;&#1610; &#1593;&#1606; &#1575;&#1604;&#1578;&#1603;&#1575;&#1587;&#1604; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Prohibition of Laziness in Prayer</strong></span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">49&#1600; &#1601;&#1610; &#1581;&#1583;&#1610;&#1579; &#1575;&#1604;&#1605;&#1593;&#1585;&#1575;&#1580;: &#1610;&#1575; &#1571;&#1581;&#1605;&#1583;&#1548; &#1593;&#1580;&#1576;&#1578; &#1605;&#1606; &#1579;&#1604;&#1575;&#1579;&#1577; &#1593;&#1576;&#1610;&#1583;: &#1593;&#1576;&#1583; &#1583;&#1582;&#1600;&#1604; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1608;&#1607;&#1608; &#1610;&#1593;&#1604;&#1605; &#1573;&#1604;&#1609; &#1605;&#1606; &#1610;&#1585;&#1601;&#1593; &#1610;&#1583;&#1610;&#1607; &#1608;&#1602;&#1583;&#1575;&#1605; &#1605;&#1606; &#1607;&#1608;&#1548; &#1608;&#1607;&#1608; &#1610;&#1606;&#1593;&#1587; ... </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">49&ndash; It is narrated within the tradition about the Prophet&rsquo;s ascension that [Allah addressed the Prophet (SAWA) saying], &lsquo;O Ahmad, how I wonder at three types of servant: one who starts his prayer knowing full well Who he raises his hands to and in front of Whom he stands, and yet remains drowsy &hellip;&rsquo;[Bihar al-Anwar, v. 77, p. 22, no. 6]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">50&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1594;&#1604;&#1576;&#1578;&#1603; &#1593;&#1610;&#1606;&#1603; &#1608;&#1571;&#1606;&#1578; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1601;&#1575;&#1602;&#1591;&#1593; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1608;&#1606;&#1605;&#1563; &#1601;&#1573;&#1606;&#1603; &#1604;&#1575; &#1578;&#1583;&#1585;&#1610; &#1578;&#1583;&#1593;&#1608; &#1604;&#1603; &#1571;&#1608; &#1593;&#1604;&#1609; &#1606;&#1601;&#1587;&#1603;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">50&ndash; Imam Ali (AS) said, &lsquo;When sleep overcomes you while you are in your prayer, then break your prayer and go to sleep, for verily [in that state] you do not know if you are praying for or against yourself!&rsquo;[Ibid., v. 84, p. 283, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">51&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1578;&#1602;&#1605; &#1573;&#1604;&#1609; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1605;&#1578;&#1603;&#1575;&#1587;&#1604;&#1575; &#1608;&#1604;&#1575; &#1605;&#1578;&#1606;&#1575;&#1593;&#1587;&#1575; &#1608;&#1604;&#1575; &#1605;&#1578;&#1579;&#1575;&#1602;&#1604;&#1575; &#1563; &#1601;&#1573;&#1606;&#1607;&#1575; &#1605;&#1606; &#1582;&#1604;&#1604; &#1575;&#1604;&#1606;&#1601;&#1575;&#1602;&#1548; &#1608;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1606;&#1607;&#1609; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1571;&#1606; &#1610;&#1602;&#1608;&#1605;&#1608;&#1575; &#1573;&#1604;&#1609; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1608;&#1607;&#1605; &#1587;&#1603;&#1575;&#1585;&#1609; &#1610;&#1593;&#1606;&#1610; &#1605;&#1606; &#1575;&#1604;&#1606;&#1608;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">51&ndash; Imam al-Baqir (AS) said, &lsquo;Do not stand for prayer lazily, drowsily or sluggishly for verily these are from among the disturbances brought about by hypocrisy, and verily Allah has prohibited the believers from standing for prayer while they are intoxicated, which means when intoxicated by sleep.&rsquo;[Tafsir al-`Aayyashi, v. 1, p. 242, no. 134]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1605;&#1581;&#1575;&#1601;&#1592;&#1577; &#1593;&#1604;&#1609; &#1571;&#1608;&#1602;&#1575;&#1578; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Observance of the Prescribed Timings of the Prayer</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">52&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1581;&#1587;&#1576; &#1575;&#1604;&#1585;&#1580;&#1604; &#1605;&#1606; &#1583;&#1610;&#1606;&#1607;&#1548; &#1603;&#1579;&#1585;&#1577; &#1605;&#1581;&#1575;&#1601;&#1592;&#1578;&#1607; &#1593;&#1604;&#1609; &#1573;&#1602;&#1575;&#1605;&#1577; &#1575;&#1604;&#1589;&#1604;&#1608;&#1575;&#1578; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">52&ndash; The Prophet (SAWA) said, &lsquo;The worth of a man with respect to his religion is measured by his diligence to keeping up his daily prayers [at their specific times].&rsquo;[Tanbih al-Khawatir, v. 2, p. 122]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">53&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1603;&#1578;&#1575;&#1576;&#1607; &#1604;&#1605;&#1581;&#1605;&#1583; &#1576;&#1606; &#1571;&#1576;&#1610; &#1576;&#1603;&#1585; &#1600;: &#1575;&#1585;&#1578;&#1602;&#1576; &#1608;&#1602;&#1578; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1601;&#1589;&#1604;&#1607;&#1575; &#1604;&#1608;&#1602;&#1578;&#1607;&#1575;&#1548; &#1608;&#1604;&#1575; &#1578;&#1593;&#1580;&#1604; &#1576;&#1607;&#1575; &#1602;&#1576;&#1604;&#1607; &#1604;&#1601;&#1585;&#1575;&#1594;&#1548; &#1608;&#1604;&#1575; &#1578;&#1572;&#1582;&#1585;&#1607;&#1575; &#1593;&#1606;&#1607; &#1604;&#1588;&#1594;&#1604;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">53&ndash; Imam Ali (AS) wrote in a letter to Muhammad b. Abu Bakr, &lsquo;Observe the timing of the prayer and perform it at its prescribed time, neither hastening to pray it earlier in order to be free of it, nor delaying it because of some work.&rsquo;[Bihar al-Anwar, v. 83, p. 14, no. 25]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1581;&#1579; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1601;&#1610; &#1571;&#1608;&#1604; &#1608;&#1602;&#1578;&#1607;&#1575;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Enjoinment of Performing the Prayer at the Earliest Moment of the Time Prescribed for it</strong></span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">54&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1575;&#1593;&#1604;&#1605; &#1571;&#1606; &#1571;&#1608;&#1604; &#1575;&#1604;&#1608;&#1602;&#1578; &#1571;&#1576;&#1583;&#1575; &#1571;&#1601;&#1590;&#1604;&#1548; &#1601;&#1593;&#1580;&#1604; &#1576;&#1575;&#1604;&#1582;&#1610;&#1585; &#1605;&#1575; &#1575;&#1587;&#1578;&#1591;&#1593;&#1578;&#1548; &#1608;&#1571;&#1581;&#1576; &#1575;&#1604;&#1571;&#1593;&#1605;&#1575;&#1604; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1605;&#1575; &#1583;&#1575;&#1608;&#1605; &#1575;&#1604;&#1593;&#1576;&#1583; &#1593;&#1604;&#1610;&#1607; &#1608;&#1573;&#1606; &#1602;&#1604;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">54&ndash; Imam al-Baqir (AS) said, &lsquo;Know that the earliest time is always the best, so hasten to perform good whenever you can. The most beloved acts in the eyes of Allah, Mighty and Exalted, are those that the servant performs regularly, even though they be few in number.&rsquo;[al-Kafi, v. 3, p. 274, no. 8]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">55&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1601;&#1590;&#1604; &#1575;&#1604;&#1608;&#1602;&#1578; &#1575;&#1604;&#1571;&#1608;&#1604; &#1593;&#1604;&#1609; &#1575;&#1604;&#1570;&#1582;&#1585; &#1603;&#1601;&#1590;&#1604; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577; &#1593;&#1604;&#1609; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">55&ndash; Imam al-Sadiq (AS) said, &lsquo;The virtue of the earliest opportunity over the latest is as the virtue of the Hereafter over this world&rsquo;s life.&rsquo;[Thawab al-A`amal, p. 58, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">56&#1600; &#1593;&#1606; &#1575;&#1604;&#1602;&#1586;&#1575;&#1586;: &#1582;&#1585;&#1580; &#1575;&#1604;&#1585;&#1590;&#1575; <span lang="ar-sa">(&#1593;) &#1610;&#1587;&#1578;&#1602;&#1576;&#1604; &#1576;&#1593;&#1590; &#1575;&#1604;&#1591;&#1575;&#1604;&#1576;&#1610;&#1610;&#1606; &#1608;&#1580;&#1575;&#1569; &#1608;&#1602;&#1578; &#1575;&#1604;&#1589;&#1600;&#1604;&#1575;&#1577;&#1548; &#1601;&#1605;&#1575;&#1604; &#1573;&#1604;&#1609; &#1602;&#1589;&#1585; &#1607;&#1606;&#1575;&#1603; &#1601;&#1606;&#1586;&#1604; &#1578;&#1581;&#1578; &#1589;&#1582;&#1585;&#1577; &#1601;&#1602;&#1575;&#1604;: &#1571;&#1584;&#1606;&#1548; &#1601;&#1602;&#1604;&#1578;: &#1606;&#1606;&#1578;&#1592;&#1585; &#1610;&#1604;&#1581;&#1602; &#1576;&#1606;&#1575; &#1571;&#1589;&#1581;&#1575;&#1576;&#1606;&#1575;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1594;&#1601;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1603;&#1548; &#1604;&#1575; &#1578;&#1572;&#1582;&#1585;&#1606; &#1589;&#1604;&#1575;&#1577; &#1593;&#1606; &#1571;&#1608;&#1604; &#1608;&#1602;&#1578;&#1607;&#1575; &#1573;&#1604;&#1609; &#1570;&#1582;&#1585; &#1608;&#1602;&#1578;&#1607;&#1575; &#1605;&#1606; &#1594;&#1610;&#1585; &#1593;&#1604;&#1577;&#1548; &#1593;&#1604;&#1610;&#1603; &#1571;&#1576;&#1583;&#1575; &#1576;&#1571;&#1608;&#1604; &#1575;&#1604;&#1608;&#1602;&#1578;&#1548; &#1601;&#1571;&#1584;&#1606;&#1578; &#1608;&#1589;&#1604;&#1610;&#1606;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">56&ndash; al-Qazzaz narrated, &lsquo;Al-Riza (AS) went out to await the arrival of some people who were coming to visit him when the time for prayer set in. He went towards a nearby fort and took shade under a rock, saying, &lsquo;Announce the call for prayer.&rsquo; I replied, &lsquo;Why don&rsquo;t we wait for our companions to catch up with us?&rsquo; He replied, &lsquo;May Allah forgive you. Do not ever delay the prayer from the earliest moment of its onset to the latest without a good excuse. You must always pray at the earliest time&rsquo;, so I announced the call for prayer and we prayed.&rsquo;[Bihar al-Anwar, v. 83, p. 21, no. 38]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1578;&#1575;&#1585;&#1603; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1608;&#1575;&#1604;&#1603;&#1601;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Abandonment of the Prayer and Disbelief</strong></span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">57&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1575;&#1576;&#1610;&#1606; &#1575;&#1604;&#1605;&#1587;&#1604;&#1605; &#1608;&#1576;&#1610;&#1606; &#1575;&#1604;&#1603;&#1575;&#1601;&#1585; &#1573;&#1604;&#1575; &#1571;&#1606; &#1610;&#1578;&#1585;&#1603; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1601;&#1585;&#1610;&#1590;&#1577; &#1605;&#1578;&#1593;&#1605;&#1583;&#1575;&#1548; &#1571;&#1608; &#1610;&#1578;&#1607;&#1575;&#1608;&#1606; &#1576;&#1607;&#1575; &#1601;&#1604;&#1575; &#1610;&#1589;&#1604;&#1610;&#1607;&#1575;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">57&ndash; The Prophet (SAWA) said, &lsquo;It only takes for a Muslim to deliberately abandon the performance of the daily obligatory prayer or to not perform it out of carelessness, for him to become an infidel (kafir).&rsquo;[Thawab al-A`amal, p. 275, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">58&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1606; &#1593;&#1604;&#1577; &#1578;&#1587;&#1605;&#1610;&#1577; &#1578;&#1575;&#1585;&#1603; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1603;&#1575;&#1601;&#1585;&#1575; &#1583;&#1608;&#1606; &#1575;&#1604;&#1586;&#1575;&#1606;&#1610; &#1600;: &#1604;&#1571;&#1606; &#1575;&#1604;&#1586;&#1575;&#1606;&#1610; &#1608;&#1605;&#1575; &#1571;&#1588;&#1576;&#1607;&#1607; &#1573;&#1606;&#1605;&#1575; &#1610;&#1593;&#1605;&#1604; &#1584;&#1604;&#1603; &#1604;&#1605;&#1603;&#1575;&#1606; &#1575;&#1604;&#1588;&#1607;&#1608;&#1577; &#1604;&#1571; &#1606;&#1607;&#1575; &#1578;&#1594;&#1604;&#1576;&#1607;&#1548; &#1608;&#1578;&#1575;&#1585;&#1603; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1604;&#1575; &#1610;&#1578;&#1585;&#1603;&#1607;&#1575; &#1573;&#1604;&#1575; &#1575;&#1587;&#1578;&#1582;&#1601;&#1575;&#1601;&#1575; &#1576;&#1607;&#1575; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">58&ndash; Imam al-Sadiq (AS) was once asked why the one who abandons the prayer is considered an infidel and not the fornicator, to which he replied, &lsquo;Because the fornicator and other [such sinners] commits the sin out of a desire that overcomes him, whereas the one who abandons the prayer only does so because he does not take it seriously, deeming it insignificant.&rsquo;[`AIlal al-Shara&rsquo;i`a , p. 339, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1578;&#1581;&#1584;&#1610;&#1585; &#1605;&#1606; &#1575;&#1604;&#1575;&#1587;&#1578;&#1582;&#1601;&#1575;&#1601; &#1576;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Caution Against Taking the Prayer Lightly</strong></span></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">59&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1604;&#1575; &#1578;&#1578;&#1607;&#1575;&#1608;&#1606; &#1576;&#1589;&#1604;&#1575;&#1578;&#1603;&#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1606;&#1576;&#1610; (&#1589;) &#1602;&#1575;&#1604; &#1593;&#1606;&#1583; &#1605;&#1608;&#1578;&#1607;: &#1604;&#1610;&#1587; &#1605;&#1606;&#1610; &#1605;&#1606; &#1575;&#1587;&#1578;&#1582;&#1601; &#1576;&#1589;&#1604;&#1575;&#1578;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">59&ndash; Imam al-Baqir (AS) said, &lsquo;Do not neglect your prayer, for verily the Prophet (SAWA) said while he was on his death bed, &lsquo;The one who takes his prayer lightly is not of me.&rsquo;[al-Kafi, v. 3, p. 269, no. 7]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">60&#1600; &#1593;&#1606; &#1571;&#1576;&#1610; &#1576;&#1589;&#1610;&#1585;: &#1583;&#1582;&#1604;&#1578; &#1593;&#1604;&#1609; &#1581;&#1605;&#1610;&#1583;&#1577; &#1575;&#1593;&#1586;&#1610;&#1607;&#1575; &#1576;&#1571;&#1576;&#1610; &#1593;&#1576;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; <span lang="ar-sa">(&#1593;) &#1601;&#1576;&#1603;&#1578; &#1579;&#1605; &#1602;&#1575;&#1604;&#1578;: &#1610;&#1575; &#1571;&#1576;&#1575; &#1605;&#1581;&#1605;&#1583;&#1548; &#1604;&#1608; &#1588;&#1607;&#1583;&#1578;&#1607; &#1581;&#1610;&#1606; &#1581;&#1590;&#1585;&#1607; &#1575;&#1604;&#1605;&#1608;&#1578; &#1608;&#1602;&#1583; &#1602;&#1576;&#1590; &#1573;&#1581;&#1583;&#1609; &#1593;&#1610;&#1606;&#1610;&#1607; &#1579;&#1605; &#1602;&#1575;&#1604;: &#1575;&#1583;&#1593;&#1608;&#1575; &#1604;&#1610; &#1602;&#1585;&#1575;&#1576;&#1578;&#1610; &#1608;&#1605;&#1606; &#1610;&#1591;&#1601; &#1576;&#1610;&#1548; &#1601;&#1604;&#1605;&#1575; &#1575;&#1580;&#1578;&#1605;&#1593;&#1608;&#1575; &#1581;&#1608;&#1604;&#1607; &#1602;&#1575;&#1604;: &#1573;&#1606; &#1588;&#1601;&#1575;&#1593;&#1578;&#1606;&#1575; &#1604;&#1606; &#1578;&#1606;&#1575;&#1604; &#1605;&#1587;&#1578;&#1582;&#1601;&#1575; &#1576;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">60&ndash; Abu Ba??r narrated, &lsquo;I went to Humayda, to condole her for the death of Abu `Aabdillah (AS) [i.e. Imam al- Sadiq], so she cried and said, &lsquo;O Abu Muhammad, if you saw him as death came upon him, he placed his hand over one eye and said, &lsquo;Call my relatives and my friends to come to me.&rsquo; When everyone had gathered around him, he said, &lsquo;Verily our intercession will not avail one who takes his prayer lightly.&rsquo;[Mustadrak al-Wasail, v. 3, p. 25, no. 2923]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1589;&#1604;&#1575;&#1577; &#1575;&#1604;&#1580;&#1605;&#1575;&#1593;&#1577;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>The Congregational Prayer</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">61&#1600; &#1604;&#1602;&#1605;&#1575;&#1606; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1575;&#1576;&#1606;&#1607; &#1608;&#1607;&#1608; &#1610;&#1593;&#1592;&#1607; &#1600;: &#1589;&#1604; &#1601;&#1610; &#1580;&#1605;&#1575;&#1593;&#1577; &#1608;&#1604;&#1608; &#1593;&#1604;&#1609; &#1585;&#1571;&#1587; &#1586;&#1580;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">61&ndash; Luqman (AS) said to his son, exhorting him, &lsquo;Pray in congregation, even if you have to stand on an arrowhead [to do so].&rsquo;[al-Mahasin, v. 2, p. 126, no. 1348]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">62&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1600; &#1601;&#1610; &#1575;&#1606;&#1575;&#1587; &#1571;&#1576;&#1591;&#1572;&#1608;&#1575; &#1593;&#1606; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1601;&#1610; &#1575;&#1604;&#1605;&#1587;&#1580;&#1583; &#1600;: &#1604;&#1610;&#1608;&#1588;&#1603; &#1602;&#1608;&#1605; &#1610;&#1583;&#1593;&#1608;&#1606; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1601;&#1610; &#1575;&#1604;&#1605;&#1587;&#1580;&#1583; &#1571;&#1606; &#1606;&#1571;&#1605;&#1585; &#1576;&#1581;&#1591;&#1576; &#1601;&#1610;&#1608;&#1590;&#1593; &#1593;&#1604;&#1609; &#1571;&#1576;&#1608;&#1575;&#1576;&#1607;&#1605;&#1548; &#1601;&#1578;&#1608;&#1602;&#1583; &#1593;&#1604;&#1610;&#1607;&#1605; &#1606;&#1575;&#1585; &#1601;&#1578;&#1581;&#1585;&#1602; &#1593;&#1604;&#1610;&#1607;&#1605; &#1576;&#1610;&#1608;&#1578;&#1607;&#1605; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">62&ndash; The Prophet (SAWA) said regarding a group of people who used to delay from praying [in congregation] in the mosque [praying instead in their own houses], &lsquo;A people who neglect to pray in the mosque almost become deserving of having firewood piled at their doors and set alight so that their houses burn down on them.&rsquo;[Wasael al-Shi`aah , v. 3, p. 478, no. 2]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">63&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1589;&#1604;&#1609; &#1575;&#1604;&#1582;&#1605;&#1587; &#1601;&#1610; &#1580;&#1605;&#1575;&#1593;&#1577; &#1601;&#1592;&#1606;&#1608;&#1575; &#1576;&#1607; &#1582;&#1610;&#1585;&#1575;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">63&ndash; The Prophet (SAWA) said, &lsquo;He who prays all five prayers in congregation, you must only believe to be good.&rsquo;[al-Kafi, v. 3, p. 371, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1604;&#1586;&#1605; &#1605;&#1585;&#1575;&#1593;&#1575;&#1578;&#1607; &#1604;&#1604;&#1573;&#1605;&#1575;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">Duties that the Leader of the Congregation Must Observe</span></strong></p>
</td>
</tr>
<tr>
<td>
<p style="text-align: justify;" dir="rtl">64&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1608;&#1589;&#1610;&#1578;&#1607; &#1604;&#1605;&#1581;&#1605;&#1583; &#1576;&#1606; &#1571;&#1576;&#1610;&#1576;&#1603;&#1585; &#1581;&#1610;&#1606; &#1608;&#1604;&#1575;&#1607; &#1605;&#1589;&#1585; &#1600;: &#1608;&#1575;&#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1589;&#1604;&#1575;&#1578;&#1603; &#1603;&#1610;&#1601; &#1607;&#1610; &#1601;&#1573;&#1606;&#1603; &#1573;&#1605;&#1575;&#1605; &#1604;&#1602;&#1608;&#1605;&#1603; (&#1610;&#1606;&#1576;&#1594;&#1610; &#1604;&#1603;) &#1571;&#1606; &#1578;&#1578;&#1605;&#1607;&#1575; &#1608;&#1604;&#1575; &#1578;&#1582;&#1601;&#1601;&#1607;&#1575;&#1548; &#1601;&#1604;&#1610;&#1587; &#1605;&#1606; &#1573;&#1605;&#1575;&#1605; &#1610;&#1589;&#1604;&#1610; &#1576;&#1602;&#1608;&#1605; &#1610;&#1603;&#1608;&#1606; &#1601;&#1610; &#1589;&#1604;&#1575;&#1578;&#1607;&#1605; &#1606;&#1602;&#1589;&#1575;&#1606; &#1573;&#1604;&#1575; &#1603;&#1575;&#1606; &#1593;&#1604;&#1610;&#1607;&#1548; &#1604;&#1575;&#1610;&#1606;&#1602;&#1589; &#1605;&#1606; &#1589;&#1604;&#1575;&#1578;&#1607;&#1605; &#1588;&#1610;&#1569;&#1548; &#1608;&#1578;&#1605;&#1605;&#1607;&#1575; &#1608;&#1578;&#1581;&#1601;&#1592; &#1601;&#1610;&#1607;&#1575; &#1610;&#1603;&#1606; &#1604;&#1603; &#1605;&#1579;&#1604; &#1575;&#1580;&#1608;&#1585;&#1607;&#1605; &#1608;&#1604;&#1575; &#1610;&#1606;&#1602;&#1589; &#1584;&#1604;&#1603; &#1605;&#1606; &#1571;&#1580;&#1585;&#1607;&#1605; &#1588;&#1610;&#1574;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">64&ndash; Imam Ali (AS) said in his advice to Muhammad b. Abi Bakr when he appointed him governor of Egypt, &lsquo;Look carefully at what your prayer is like, for verily as the leader of the community, you must pray it perfectly and not be careless in its performance. Every leader who leads the prayer for a people is responsible for any defect in their prayer, so perfect it and be mindful with regards to it and you will have the same reward as them without there being any reduction in their reward thereof.&rsquo;[Amali al-Tusi, p. 29, no. 31]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">65&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1605;&#1606; &#1603;&#1578;&#1575;&#1576;&#1607; &#1573;&#1604;&#1609; &#1575;&#1605;&#1585;&#1575;&#1569; &#1575;&#1604;&#1576;&#1604;&#1575;&#1583; &#1600;: &#1589;&#1604;&#1608;&#1575; &#1576;&#1607;&#1605; &#1589;&#1604;&#1575;&#1577; &#1571;&#1590;&#1593;&#1601;&#1607;&#1605;&#1548; &#1608;&#1604;&#1575; &#1578;&#1603;&#1608;&#1606;&#1608;&#1575; &#1601;&#1578;&#1575;&#1606;&#1610;&#1606; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">65&ndash; Imam Ali (AS) wrote in a letter to the governors of the cities, saying, &lsquo;Lead them in prayer, praying as the weak ones among them do [in consideration towards them], and do not torment them [by performing lengthy prayers].&rsquo;[Nahj al-Balagha, Letter 52]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl">66&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604; &#1593;&#1605;&#1606; &#1571;&#1581;&#1602; &#1571;&#1606; &#1610;&#1572;&#1605; &#1600;: &#1573;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1602;&#1575;&#1604;: &#1610;&#1578;&#1602;&#1583;&#1605; &#1575;&#1604;&#1602;&#1608;&#1605; &#1571;&#1602;&#1585;&#1572;&#1607;&#1605; &#1604;&#1604;&#1602;&#1585;&#1570;&#1606;&#1548; &#1601;&#1573;&#1606; &#1603;&#1575;&#1606;&#1608;&#1575; &#1601;&#1610; &#1575;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1587;&#1608;&#1575;&#1569; &#1601;&#1571;&#1602;&#1583;&#1605;&#1607;&#1605; &#1607;&#1580;&#1585;&#1577;&#1548; &#1601;&#1573;&#1606; &#1603;&#1575;&#1606;&#1608;&#1575; &#1601;&#1610; &#1575;&#1604;&#1607;&#1580;&#1585;&#1577; &#1587;&#1608;&#1575;&#1569; &#1601;&#1571;&#1603;&#1576;&#1585;&#1607;&#1605; &#1587;&#1606;&#1575;&#1548; &#1601;&#1573;&#1606; &#1603;&#1575;&#1606;&#1608;&#1575; &#1601;&#1610; &#1575;&#1604;&#1587;&#1606; &#1587;&#1608;&#1575;&#1569; &#1601;&#1604;&#1610;&#1572;&#1605;&#1607;&#1605; &#1571;&#1593;&#1604;&#1605;&#1607;&#1605; &#1576;&#1575;&#1604;&#1587;&#1606;&#1577; &#1608;&#1571;&#1601;&#1602;&#1607;&#1607;&#1605; &#1601;&#1610; &#1575;&#1604;&#1583;&#1610;&#1606;&#1548; &#1608;&#1604;&#1575; &#1610;&#1578;&#1602;&#1583;&#1605;&#1606; &#1571;&#1581;&#1583;&#1603;&#1605; &#1575;&#1604;&#1585;&#1580;&#1604; &#1601;&#1610; &#1605;&#1606;&#1586;&#1604;&#1607;&#1548; &#1608;&#1604;&#1575; &#1589;&#1575;&#1581;&#1576; ( &#1575;&#1604;&#1600; ) &#1587;&#1604;&#1591;&#1575;&#1606; &#1601;&#1610; &#1587;&#1604;&#1591;&#1575;&#1606;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">66&ndash; Imam al-Sadiq (AS) was asked how to determine the most rightful person to lead the congregation, to which he replied, &lsquo;Verily the Prophet (SAWA) said, &lsquo;The person who recites the Qur&rsquo;an the best [i.e. with correct pronunciation] should lead them, and if they all recite similarly, then the one who migrated [from Makkah to Medina] the earliest, and if they all migrated around the same time, then the oldest from among them, and if they are all the same age, then the most knowledgeable from among them with regards to the prophetic practice and the laws of jurisprudence. No one from among you should lead a man in prayer in his own home, nor a man of authority within the sphere of his authority.&rsquo;[al-Kafi, v. 3, p. 376, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>


<body>

</body>

</html>
