<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>THE MORAL LESSON&nbsp;&nbsp; &#1575;&#1604;&#1593;&#1576;&#1585;&#1577;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">THE MORAL LESSON</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1593;&#1576;&#1585;&#1577;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1575;&#1578;&#1593;&#1575;&#1592; &#1576;&#1575;&#1604;&#1593;&#1576;&#1585;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Taking Warning from Moral Lessons</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1593;&#1578;&#1576;&#1585;&#1608;&#1575;&#1563; &#1601;&#1602;&#1583; &#1582;&#1604;&#1578; &#1575;&#1604;&#1605;&#1579;&#1604;&#1575;&#1578; &#1601;&#1610; &#1605;&#1606; &#1603;&#1575;&#1606; &#1602;&#1576;&#1604;&#1603;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; The Prophet (SAWA) said, &lsquo;Take lesson, for indeed the moral examples merely passed by your predecessors.&rsquo;[Kanz al-Fawa&rsquo;id, v. 2, p. 31]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1610;&#1606;&#1592;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1573;&#1604;&#1609; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1576;&#1593;&#1610;&#1606; &#1575;&#1604;&#1575;&#1593;&#1578;&#1576;&#1575;&#1585;&#1548; &#1608;&#1610;&#1602;&#1578;&#1575;&#1578; &#1605;&#1606;&#1607;&#1575; &#1576;&#1576;&#1591;&#1606; &#1575;&#1604;&#1575;&#1590;&#1591;&#1585;&#1575;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">2&ndash; Imam Ali (AS) said, &lsquo;The believer looks at the world with contemplative consideration, and only consumes thereof within the bounds of necessity.&rsquo;[Nahj al-Balagha, Saying 267]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1580;&#1607;&#1604; &#1602;&#1604; &#1575;&#1593;&#1578;&#1576;&#1575;&#1585;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; Imam Ali (AS) said, &lsquo;The ignorant one rarely takes lesson [from experiences].&rsquo;[Ghurar al-Hikam, no. 7837]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1575;&#1593;&#1578;&#1576;&#1575;&#1585; &#1605;&#1606;&#1584;&#1585; &#1606;&#1575;&#1589;&#1581;&#1548; &#1605;&#1606; &#1578;&#1601;&#1603;&#1585; &#1575;&#1593;&#1578;&#1576;&#1585;&#1548; &#1608;&#1605;&#1606; &#1575;&#1593;&#1578;&#1576;&#1585; &#1575;&#1593;&#1578;&#1586;&#1604;&#1548; &#1608;&#1605;&#1606; &#1575;&#1593;&#1578;&#1586;&#1604; &#1587;&#1604;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; Imam Ali (AS) said, &lsquo;The moral lesson is a sincere warner. Whoever contemplates takes lesson, and whoever takes the lesson on board keeps away from making the same mistake twice, and whoever keeps away remains safe.&rsquo;[Bihar al-Anwar, v. 78, p. 92, no. 101]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1575;&#1593;&#1578;&#1576;&#1575;&#1585; &#1610;&#1602;&#1608;&#1583; &#1573;&#1604;&#1609; &#1575;&#1604;&#1585;&#1588;&#1575;&#1583; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; Imam Ali (AS) said, &lsquo;Drawing a lesson [from an experience] leads one to integrity of conduct.&rsquo;[Bihar al-Anwar, v. 78, p. 92, no. 101]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1575;&#1593;&#1578;&#1576;&#1585; &#1571;&#1576;&#1589;&#1585;&#1548; &#1608;&#1605;&#1606; &#1571;&#1576;&#1589;&#1585; &#1601;&#1607;&#1605;&#1548; &#1608;&#1605;&#1606; &#1601;&#1607;&#1605; &#1593;&#1604;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; Imam Ali (AS) said, &lsquo;Whoever draws a lesson [from something] gains insight into it, and whoever gains insight into it comprehends it, and whoever comprehends it comes to know it for certain.&rsquo;[Nahj al-Balagha, Saying 207]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1605;&#1575; &#1610;&#1606;&#1576;&#1594;&#1610; &#1575;&#1604;&#1575;&#1593;&#1578;&#1576;&#1575;&#1585; &#1576;&#1607;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Things that Must be Contemplated Upon and Drawn Lessons From</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1601;&#1610; &#1578;&#1589;&#1575;&#1585;&#1610;&#1601; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1575;&#1593;&#1578;&#1576;&#1575;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">7&ndash; Imam Ali (AS) said, &lsquo;There is a lesson to be taken from the vicissitudes of this world.&rsquo;[Ghurar al-Hikam, no. 6453]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1608; &#1575;&#1593;&#1578;&#1576;&#1585;&#1578; &#1576;&#1605;&#1575; &#1571;&#1590;&#1593;&#1578; &#1605;&#1606; &#1605;&#1575;&#1590;&#1610; &#1593;&#1605;&#1585;&#1603; &#1604;&#1581;&#1601;&#1592;&#1578; &#1605;&#1575; &#1576;&#1602;&#1610;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">8&ndash; Imam Ali (AS) said, &lsquo;If only you drew lessons from all that you have lost in what has passed of your life you would look after what is left of it.&rsquo;[Ghurar al-Hikam, no. 7589]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1601;&#1575;&#1593;&#1578;&#1576;&#1585;&#1608;&#1575; &#1576;&#1605;&#1575; &#1603;&#1575;&#1606; &#1605;&#1606; &#1601;&#1593;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1576;&#1573;&#1576;&#1604;&#1610;&#1587;&#1563; &#1573;&#1584; &#1571;&#1581;&#1576;&#1591; &#1593;&#1605;&#1604;&#1607; &#1575;&#1604;&#1591;&#1608;&#1610;&#1604;&#1548; &#1608;&#1580;&#1607;&#1583;&#1607; &#1575;&#1604;&#1580;&#1607;&#1610;&#1583; (&#1575;&#1604;&#1580;&#1605;&#1610;&#1604;) . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">9&ndash; Imam Ali (AS) said, &lsquo;So take lesson from how Allah dealt with Satan when he thwarted his long years of good deeds, and all his hard work [because of his outright defiance of Allah].&rsquo;[Nahj al-Balagha, Sermon 192]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1601;&#1575;&#1593;&#1578;&#1576;&#1585;&#1608;&#1575; &#1576;&#1605;&#1575; &#1571;&#1589;&#1575;&#1576; &#1575;&#1604;&#1575;&#1605;&#1605; &#1575;&#1604;&#1605;&#1587;&#1578;&#1603;&#1576;&#1585;&#1610;&#1606; &#1605;&#1606; &#1602;&#1576;&#1604;&#1603;&#1605;&#1563; &#1605;&#1606; &#1576;&#1571;&#1587; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1589;&#1608;&#1604;&#1575;&#1578;&#1607; &#1608;&#1608;&#1602;&#1575;&#1574;&#1593;&#1607; &#1608;&#1605;&#1579;&#1604;&#1575;&#1578;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">10&ndash; Imam Ali (AS) said, &lsquo;So take lesson from Allah&rsquo;s intense force, His attacks, His blows and His exemplary punishmentsish that befell the arrogant nations before you.&rsquo;[Nahj al-Balagha,]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1571;&#1603;&#1579;&#1585; &#1575;&#1604;&#1593;&#1576;&#1585;&#1548; &#1608;&#1571;&#1602;&#1604; &#1575;&#1604;&#1575;&#1593;&#1578;&#1576;&#1575;&#1585;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">11&ndash; Imam Ali (AS) said, &lsquo;How many the lessons, and how little the contemplation [upon them]!&rsquo;[Nahj al-Balagha, Saying 297]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p style="text-align: justify;" dir="rtl"><span style="font-size: 12pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1586;&#1610;&#1606; &#1575;&#1604;&#1593;&#1575;&#1576;&#1583;&#1610;&#1606; <span lang="ar-sa">(&#1593;): &#1605;&#1587;&#1603;&#1610;&#1606; &#1575;&#1576;&#1606; &#1570;&#1583;&#1605; ! &#1604;&#1607; &#1601;&#1610; &#1603;&#1604; &#1610;&#1608;&#1605; &#1579;&#1604;&#1575;&#1579; &#1605;&#1589;&#1575;&#1574;&#1576; &#1604;&#1575; &#1610;&#1593;&#1578;&#1576;&#1585; &#1576;&#1608;&#1575;&#1581;&#1583;&#1577; &#1605;&#1606;&#1607;&#1606;&#1548; &#1608;&#1604;&#1608; &#1575;&#1593;&#1578;&#1576;&#1585; &#1604;&#1607;&#1575;&#1606;&#1578; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1605;&#1589;&#1575;&#1574;&#1576; &#1608;&#1571;&#1605;&#1585; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;: <br />&#1601;&#1571;&#1605;&#1575; &#1575;&#1604;&#1605;&#1589;&#1610;&#1576;&#1577; &#1575;&#1604;&#1575;&#1608;&#1604;&#1609;: &#1601;&#1575;&#1604;&#1610;&#1608;&#1605; &#1575;&#1604;&#1584;&#1610; &#1610;&#1606;&#1602;&#1589; &#1605;&#1606; &#1593;&#1605;&#1585;&#1607;&#1548; &#1608;&#1573;&#1606; &#1606;&#1575;&#1604;&#1607; &#1606;&#1602;&#1589;&#1575;&#1606; &#1601;&#1610; &#1605;&#1575;&#1604;&#1607; &#1575;&#1594;&#1578;&#1605; &#1576;&#1607;&#1548; &#1608;&#1575;&#1604;&#1583;&#1585;&#1607;&#1605; &#1610;&#1582;&#1604;&#1601; &#1593;&#1606;&#1607; &#1608;&#1575;&#1604;&#1593;&#1605;&#1585; &#1604;&#1575; &#1610;&#1585;&#1583;&#1607; &#1588;&#1610;&#1569;.<br />&#1608;&#1575;&#1604;&#1579;&#1575;&#1606;&#1610;&#1577;: &#1571;&#1606;&#1607; &#1610;&#1587;&#1578;&#1608;&#1601;&#1610; &#1585;&#1586;&#1602;&#1607;&#1548; &#1601;&#1573;&#1606; &#1603;&#1575;&#1606; &#1581;&#1604;&#1575;&#1604;&#1575; &#1581;&#1608;&#1587;&#1576; &#1593;&#1604;&#1610;&#1607;&#1548; &#1608;&#1573;&#1606; &#1603;&#1575;&#1606; &#1581;&#1585;&#1575;&#1605;&#1575; &#1593;&#1608;&#1602;&#1576; &#1593;&#1604;&#1610;&#1607;.<br />&#1608;&#1575;&#1604;&#1579;&#1575;&#1604;&#1579;&#1577; &#1571;&#1593;&#1592;&#1605; &#1605;&#1606; &#1584;&#1604;&#1603; &#1600; &#1602;&#1610;&#1604;: &#1608;&#1605;&#1575; &#1607;&#1610;&#1567; &#1602;&#1575;&#1604; &#1600;: &#1605;&#1575; &#1605;&#1606; &#1610;&#1608;&#1605; &#1610;&#1605;&#1587;&#1610; &#1573;&#1604;&#1575; &#1608;&#1602;&#1583; &#1583;&#1606;&#1575; &#1605;&#1606; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577; &#1605;&#1585;&#1581;&#1604;&#1577;&#1548; &#1604;&#1575; &#1610;&#1583;&#1585;&#1610; &#1593;&#1604;&#1609; &#1575;&#1604;&#1580;&#1606;&#1577; &#1571;&#1605; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1575;&#1585;&#1567;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">12&ndash; Imam Zayn al-Abidin (AS) said, &lsquo;Poor man! Every day he is given three trials whereof he does not even take lesson from a single one. If he contemplated and drew a lesson thereof, these trials and this world would cease to be of importance to him. The first trial is the very day which is deducted from his life &ndash; if it was a loss in his wealth that befell him, he would fall into great distress, even though the dirham [i.e. money] can always be substituted but the days of his life will never again return to him. The second trial is the way in which he goes to great lengths to procure the most sustenance, when he will have to account for it all if acquired by lawful means, and he will be punished for it all if acquired by unlawful means. The third trial is the greatest: every day that draws to an end has brought him a step closer to the Hereafter &ndash; whether to Paradise or Hellfire, he does not know!&rsquo;[Bihar al-Anwar, v. 78, p. 160, no. 20]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1579;&#1605;&#1585;&#1577; &#1575;&#1604;&#1575;&#1593;&#1578;&#1576;&#1575;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">The Benefits of Taking Lesson</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1575;&#1593;&#1578;&#1576;&#1575;&#1585; &#1610;&#1579;&#1605;&#1585; &#1575;&#1604;&#1593;&#1589;&#1605;&#1577;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">13&ndash; Imam Ali (AS) said, &lsquo;Taking lesson [from past faults] results in immunity [from further faults].&rsquo;[Ghurar al-Hikam, no. 879]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1583;&#1608;&#1575;&#1605; &#1575;&#1604;&#1575;&#1593;&#1578;&#1576;&#1575;&#1585; &#1610;&#1572;&#1583;&#1610; &#1573;&#1604;&#1609; &#1575;&#1604;&#1575;&#1587;&#1578;&#1576;&#1589;&#1575;&#1585;&#1548; &#1608;&#1610;&#1579;&#1605;&#1585; &#1575;&#1604;&#1575;&#1586;&#1583;&#1580;&#1575;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">14&ndash; Imam Ali (AS) said, &lsquo;Continuously taking lessons gives rise to the faculty of insight, and brings about self-restraint.&rsquo;[Ghurar al-Hikam, no. 5150]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">15&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1603;&#1579;&#1585; &#1575;&#1593;&#1578;&#1576;&#1575;&#1585;&#1607; &#1602;&#1604; &#1593;&#1579;&#1575;&#1585;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">15&ndash; Imam Ali (AS) said, &lsquo;He who abundantly and frequently takes lessons [from his experiences] rarely stumbles.&rsquo;[Ghurar al-Hikam, no. 8056]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
