<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>THE PATH&nbsp;&nbsp; &#1575;&#1604;&#1589;&#1585;&#1575;&#1591;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 30pt; font-family: Arial;">&nbsp;</span><span style="font-size: medium; font-family: Arial;">THE PATH</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1589;&#1585;&#1575;&#1591;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1575;&#1604;&#1605;&#1587;&#1578;&#1602;&#1610;&#1605;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="color: #990033; font-family: Arial;"><span style="font-size: 25pt; font-weight: 700">The Straight Path</span></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1608;&#1575;&#1593;&#1604;&#1605;&#1608;&#1575; &#1571;&#1606; &#1605;&#1580;&#1575;&#1586;&#1603;&#1605; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1608;&#1605;&#1586;&#1575;&#1604;&#1602; &#1583;&#1581;&#1590;&#1607; &#1608;&#1571;&#1607;&#1575;&#1608;&#1610;&#1604; &#1586;&#1604;&#1604;&#1607; &#1608;&#1578;&#1575;&#1585;&#1575;&#1578; &#1571;&#1607;&#1608;&#1575;&#1604;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 25pt">1&ndash; Imam al-Sadiq (AS) said, &lsquo;Verily people have betaken to their lefts and rights, whilst we and our Shi`aa have been guided to the straight path.&rsquo;[al-Kafi, v. 2, p. 246, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1575;&#1604;&#1605;&#1587;&#1578;&#1602;&#1610;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">The True Meaning of the Straight Path</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1605;&#1593;&#1606;&#1609; &#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1600;: &#1607;&#1608; &#1575;&#1604;&#1591;&#1585;&#1610;&#1602; &#1573;&#1604;&#1609; &#1605;&#1593;&#1585;&#1601;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;&#1548; &#1608;&#1607;&#1605;&#1575; &#1589;&#1585;&#1575;&#1591;&#1575;&#1606;: &#1589;&#1585;&#1575;&#1591; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1608;&#1589;&#1585;&#1575;&#1591; &#1601;&#1610; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577;&#1548; &#1601;&#1571;&#1605;&#1575; &#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1575;&#1604;&#1584;&#1610; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1601;&#1607;&#1608; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1605;&#1601;&#1585;&#1608;&#1590; &#1575;&#1604;&#1591;&#1575;&#1593;&#1577;&#1548; &#1605;&#1606; &#1593;&#1585;&#1601;&#1607; &#1601;&#1610; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1608;&#1575;&#1602;&#1578;&#1583;&#1609; &#1576;&#1607;&#1583;&#1575;&#1607; &#1605;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1575;&#1604;&#1584;&#1610; &#1607;&#1608; &#1580;&#1587;&#1585; &#1580;&#1607;&#1606;&#1605; &#1601;&#1610; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">2&ndash; Imam al-Sadiq (AS) said regarding the meaning of &lsquo;the path&rsquo;, &lsquo;It is the way to the inner knowledge of Allah, Mighty and Exalted, and there are actually two paths &ndash; one in this world and one in the Hereafter. As for the path in this world&rsquo;s life, it is the Imam whom one is obliged to obey. He who acknowledges him in this world and follows his guidance will be able to [successfully] cross the path of the Hereafter, which is a bridge outstretched over the Fire.&rsquo;[Bihar al-Anwar, v. 24, p. 11, no. 3]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1575;&#1604;&#1605;&#1587;&#1578;&#1602;&#1610;&#1605; &#1571;&#1605;&#1610;&#1585;&#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; &#1593;&#1604;&#1610; (&#1593;). </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">3&ndash; Imam al-Sadiq (AS) said, &lsquo;The straight path is the Commander of the Faithful, Ali (AS).&rsquo;[Ma`ani al-Akhbar, p. 32, no. 2]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="color: #990033; font-family: Traditional Arabic; font-size:32pt; font-weight:700">&#1589;&#1585;&#1575;&#1591; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577; &#1608;&#1575;&#1604;&#1605;&#1585;&#1608;&#1585; &#1593;&#1604;&#1610;&#1607;&#1575;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center">
<span style="font-size: 25pt; font-weight: 700; color:#990033; font-family:Arial">Crossing the Path of the Hereafter (The Bridge over Hell)</span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt; font-family: Traditional Arabic;">4&#1600; &#1605;&#1608;&#1587;&#1609; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1575;&#1604;&#1605;&#1606;&#1575;&#1580;&#1575;&#1577; &#1600;: &#1573;&#1604;&#1607;&#1610;&#1548; &#1605;&#1575; &#1580;&#1586;&#1575;&#1569; &#1605;&#1606; &#1578;&#1604;&#1575; &#1581;&#1603;&#1605;&#1578;&#1603; &#1587;&#1585;&#1575; &#1608;&#1580;&#1607;&#1585;&#1575; &#1567; &#1602;&#1575;&#1604;: &#1610;&#1575; &#1605;&#1608;&#1587;&#1609;&#1548; &#1610;&#1605;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1603;&#1575;&#1604;&#1576;&#1585;&#1602;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">4&ndash; Prophet Moses (AS) asked Allah, supplicating, &lsquo;My God, what is the reward of one who recites Your wisdom [i.e. divine Book] loudly and quietly?&rsquo; He replied, &lsquo;O Moses, he will cross the Bridge like lightning.&rsquo;[Bihar al-Anwar, v. 92, p. 197, no. 3]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">5&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1579;&#1576;&#1578;&#1603;&#1605; &#1602;&#1583;&#1605;&#1575; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1571;&#1588;&#1583;&#1603;&#1605; &#1581;&#1576;&#1575; &#1604;&#1571;&#1607;&#1604; &#1576;&#1610;&#1578;&#1610;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">5&ndash; The Prophet (SAWA) said, &lsquo;Those of you who will have the firmest footing on the Bridge are those who have the strongest love for my household.&rsquo;[Faza&rsquo;il al-Shi`aa, p. 48, no. 3]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1571;&#1587;&#1576;&#1594; &#1575;&#1604;&#1608;&#1590;&#1608;&#1569;&#1548; &#1578;&#1605;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1605;&#1585; &#1575;&#1604;&#1587;&#1581;&#1575;&#1576;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">6&ndash; The Prophet (SAWA) said, &lsquo;Perform the ritual ablution diligently and you will cross the Bridge like the passing of clouds.&rsquo;[Bihar al-Anwar, v. 76, p. 4, no. 8]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">7&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1571;&#1583;&#1602; &#1605;&#1606; &#1575;&#1604;&#1588;&#1593;&#1585;&#1577; &#1608;&#1571;&#1581;&#1583; &#1605;&#1606; &#1575;&#1604;&#1587;&#1610;&#1601; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">7&ndash; The Prophet (SAWA) said, &lsquo;The Bridge is thinner than a hair and sharper than a sword.&rsquo;[Ibid. v. 8, p. 65, no. 2]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604;: &laquo;&#1573;&#1606; &#1585;&#1576;&#1603; &#1604;&#1576;&#1575;&#1604;&#1605;&#1585;&#1589;&#1575;&#1583;&raquo; &#1600;: &#1602;&#1606;&#1591;&#1585;&#1577; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1604;&#1575; &#1610;&#1580;&#1608;&#1586;&#1607;&#1575; &#1593;&#1576;&#1583; &#1576;&#1605;&#1592;&#1604;&#1605;&#1577; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">8&ndash; Imam al-Sadiq (AS) said with regard to Allah&rsquo;s verse in the Qur&rsquo;an: &ldquo;Indeed your Lord is in ambush&rdquo; 209, &lsquo;There is an arch on the Bridge that no servant having committed an act of injustice can traverse.&rsquo;[Thawab al-A`amal, p. 321, no. 2]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1606;&#1575;&#1587; &#1610;&#1605;&#1585;&#1608;&#1606; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1585;&#1575;&#1591; &#1591;&#1576;&#1602;&#1575;&#1578;: ... &#1601;&#1605;&#1606;&#1607;&#1605; &#1605;&#1606; &#1610;&#1605;&#1585; &#1605;&#1579;&#1604; &#1575;&#1604;&#1576;&#1585;&#1602;&#1548; &#1608;&#1605;&#1606;&#1607;&#1605; &#1605;&#1606; &#1610;&#1605;&#1585; &#1605;&#1579;&#1604; &#1593;&#1583;&#1608; &#1575;&#1604;&#1601;&#1585;&#1587;&#1548; &#1608;&#1605;&#1606;&#1607;&#1605; &#1605;&#1606; &#1610;&#1605;&#1585; &#1581;&#1576;&#1608;&#1575;&#1548; &#1608;&#1605;&#1606;&#1607;&#1605; &#1605;&#1606; &#1610;&#1605;&#1585; &#1605;&#1588;&#1610;&#1575;&#1548; &#1608;&#1605;&#1606;&#1607;&#1605; &#1605;&#1606; &#1610;&#1605;&#1585; &#1605;&#1578;&#1593;&#1604;&#1602;&#1575; &#1602;&#1583; &#1578;&#1571;&#1582;&#1584; &#1575;&#1604;&#1606;&#1575;&#1585; &#1605;&#1606;&#1607; &#1588;&#1610;&#1574;&#1575; &#1608;&#1578;&#1578;&#1585;&#1603; &#1588;&#1610;&#1574;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt">9&ndash; Imam al-Sadiq (AS) said, &lsquo;People will cross the Bridge in classes: some will cross it like lightning, some like a racehorse, some will crawl across it, and some will cross it barely hanging onto it, with the Fire burning a part of them and leaving a part.&rsquo;[Amali al-Saduq, p. 149, no. 4]</td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">&nbsp;</td>
</tr>
<tr>
<td>
</tr>
</tbody>


<body>

</body>

</html>
