<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>`AID – THE FESTIVAL&nbsp;&nbsp; &#1575;&#1604;&#1593;&#1610;&#1583;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">`AID &ndash; THE FESTIVAL</span><span style="font-size: 15pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1593;&#1610;&#1583;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1593;&#1610;&#1583; </span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>`Aid &ndash; The Festival</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">1&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1602;&#1575;&#1604; &#1601;&#1610; &#1576;&#1593;&#1590; &#1575;&#1604;&#1571;&#1593;&#1610;&#1575;&#1583; &#1600;: &#1573;&#1606;&#1605;&#1575; &#1607;&#1608; &#1593;&#1610;&#1583; &#1604;&#1605;&#1606; &#1602;&#1576;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1589;&#1610;&#1575;&#1605;&#1607; &#1608;&#1588;&#1603;&#1585; &#1602;&#1610;&#1575;&#1605;&#1607;&#1548; &#1608;&#1603;&#1604; &#1610;&#1608;&#1605; &#1604;&#1575; &#1610;&#1593;&#1589;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610;&#1607; &#1601;&#1607;&#1608; &#1593;&#1610;&#1583;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; Imam Ali (AS) said regarding one of the festivals, &lsquo;Verily it is only a festival for he whose fasts Allah has accepted and whose prayers He has acknowledged, and every day in which we do not disobey Allah is a day of celebration.&rsquo;[Sharhe Nahj al-Balagha li Ibn Abi al-Hadid, v. 20, p. 73]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">2&#1600; &#1593;&#1606; &#1587;&#1608;&#1610;&#1583; &#1576;&#1606; &#1594;&#1601;&#1604;&#1577;: &#1583;&#1582;&#1604;&#1578; &#1593;&#1604;&#1610;&#1607; [ &#1610;&#1593;&#1606;&#1610; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606; <span lang="ar-sa">(&#1593;) [&#1610;&#1608;&#1605; &#1593;&#1610;&#1583;&#1548; &#1601;&#1573;&#1584;&#1575; &#1593;&#1606;&#1583;&#1607; &#1601;&#1575;&#1579;&#1608;&#1585; &#1593;&#1604;&#1610;&#1607; &#1582;&#1576;&#1586; &#1575;&#1604;&#1587;&#1605;&#1585;&#1575;&#1569; &#1608;&#1589;&#1601;&#1581;&#1577; &#1601;&#1610;&#1607;&#1575; &#1582;&#1591;&#1610;&#1601;&#1577; &#1608;&#1605;&#1604;&#1576;&#1606;&#1577; &#1548; &#1601;&#1602;&#1604;&#1578;: &#1610;&#1575; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606;&#1548; &#1610;&#1608;&#1605; &#1593;&#1610;&#1583; &#1608;&#1582;&#1591;&#1610;&#1601;&#1577;&#1567;! &#1601;&#1602;&#1575;&#1604;: &#1573;&#1606;&#1605;&#1575; &#1607;&#1584;&#1575; &#1593;&#1610;&#1583; &#1605;&#1606; &#1594;&#1601;&#1585; &#1604;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">2&ndash; Suwayd b. Ghafla narrated, &lsquo;I went to visit him [i.e. Imam Ali (AS)] on one of the festivals, and he had a small table in front of him on which was wheat bread, and a plate of khatifa[khatifa a food made of flour and milk (ed.)] and milbana[milbana a food made of bran, milk and honey (ed.)], so I asked, &lsquo;O Commander of the Faithful, it is a day of celebration and you are eating khatifa! to which he replied, &lsquo;It is only a day of celebration for whoever has been forgiven.&rsquo;[Bihar al-Anwar, v. 40, p. 326, no. 7]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1593;&#1610;&#1583; &#1575;&#1604;&#1606;&#1610;&#1585;&#1608;&#1586;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Nayruz <a name="1" href="#*">*</a></strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">3&#1600; &#1603;&#1578;&#1575;&#1576; &#1605;&#1606; &#1604;&#1575; &#1610;&#1581;&#1590;&#1585;&#1607; &#1575;&#1604;&#1601;&#1602;&#1610;&#1607;: &#1575;&#1578;&#1610; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1576;&#1607;&#1583;&#1610;&#1577; &#1575;&#1604;&#1606;&#1610;&#1585;&#1608;&#1586;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1605;&#1575; &#1607;&#1584;&#1575; &#1567; &#1602;&#1575;&#1604;&#1608;&#1575;: &#1610;&#1575; &#1571;&#1605;&#1610;&#1585; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606;&#1610;&#1606;&#1548; &#1575;&#1604;&#1610;&#1608;&#1605; &#1575;&#1604;&#1606;&#1610;&#1585;&#1608;&#1586;&#1548; &#1601;&#1602;&#1575;&#1604; (&#1593;): &#1575;&#1589;&#1606;&#1593;&#1608;&#1575; &#1604;&#1606;&#1575; &#1603;&#1604; &#1610;&#1608;&#1605; &#1606;&#1610;&#1585;&#1608;&#1586;&#1575;! </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; Imam Ali (AS), when he was brought a gift for Nayruz, exclaimed, &lsquo;What is this&rsquo; to which they replied, &lsquo;O Commander of the Faithful, today is Nayruz.&rsquo; He replied, &lsquo;Make everyday Nayruz for us [i.e. through your good actions].&rsquo;[al-Faqih, v. 3, p. 300, no. 4073]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1606;&#1610;&#1585;&#1608;&#1586;&#1606;&#1575; &#1603;&#1604; &#1610;&#1608;&#1605;.</span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; Imam Ali (AS) said, &lsquo;Our Nayruz is everyday.&rsquo;[al-Faqih, v. 3, p. 300, no. 4074]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">5&#1600; &#1576;&#1581;&#1575;&#1585; &#1575;&#1604;&#1571;&#1606;&#1608;&#1575;&#1585; &#1593;&#1606; &#1605;&#1593;&#1604;&#1609; &#1576;&#1606; &#1582;&#1606;&#1610;&#1587;: &#1583;&#1582;&#1604;&#1578; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1610;&#1608;&#1605; &#1575;&#1604;&#1606;&#1610;&#1585;&#1608;&#1586; &#1601;&#1602;&#1575;&#1604;: &#1571;&#1578;&#1593;&#1585;&#1601; &#1607;&#1584;&#1575; &#1575;&#1604;&#1610;&#1608;&#1605;&#1567; &#1602;&#1604;&#1578;: &#1580;&#1593;&#1604;&#1578; &#1601;&#1583;&#1575;&#1603;&#1548; &#1607;&#1584;&#1575; &#1610;&#1608;&#1605; &#1578;&#1593;&#1592;&#1605;&#1607; &#1575;&#1604;&#1593;&#1580;&#1605; &#1608;&#1578;&#1578;&#1607;&#1575;&#1583;&#1609; &#1601;&#1610;&#1607;&#1548; &#1601;&#1602;&#1575;&#1604; &#1571;&#1576;&#1608;&#1593;&#1576;&#1583;&#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; (&#1593;): &#1608;&#1575;&#1604;&#1576;&#1610;&#1578; &#1575;&#1604;&#1593;&#1578;&#1610;&#1602; &#1575;&#1604;&#1584;&#1610; &#1576;&#1605;&#1603;&#1577; ! &#1605;&#1575; &#1607;&#1584;&#1575; &#1573;&#1604;&#1575; &#1604;&#1571;&#1605;&#1585; &#1602;&#1583;&#1610;&#1605; &#1575;&#1601;&#1587;&#1585;&#1607; &#1604;&#1603; &#1581;&#1578;&#1609; &#1578;&#1601;&#1607;&#1605;&#1607; ... &#1610;&#1575; &#1605;&#1593;&#1604;&#1609;&#1548; &#1573;&#1606; &#1610;&#1608;&#1605; &#1575;&#1604;&#1606;&#1610;&#1585;&#1608;&#1586; &#1607;&#1608; &#1575;&#1604;&#1610;&#1608;&#1605; &#1575;&#1604;&#1584;&#1610; &#1571;&#1582;&#1584; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610;&#1607; &#1605;&#1608;&#1575;&#1579;&#1610;&#1602; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583; &#1571;&#1606; &#1610;&#1593;&#1576;&#1583;&#1608;&#1607; &#1608;&#1604;&#1575; &#1610;&#1588;&#1585;&#1603;&#1608;&#1575; &#1576;&#1607; &#1588;&#1610;&#1574;&#1575;&#1548; &#1608;&#1571;&#1606; &#1610;&#1572;&#1605;&#1606;&#1608;&#1575; &#1576;&#1585;&#1587;&#1604;&#1607; &#1608;&#1581;&#1580;&#1580;&#1607;&#1548; &#1608;&#1571;&#1606; &#1610;&#1572;&#1605;&#1606;&#1608;&#1575; &#1576;&#1575;&#1604;&#1571;&#1574;&#1605;&#1577; ^&#1548; &#1608;&#1607;&#1608; &#1571;&#1608;&#1604; &#1610;&#1608;&#1605; &#1591;&#1604;&#1593;&#1578; &#1601;&#1610;&#1607; &#1575;&#1604;&#1588;&#1605;&#1587;... &#1608;&#1605;&#1575; &#1605;&#1606; &#1610;&#1608;&#1605; &#1606;&#1610;&#1585;&#1608;&#1586; &#1573;&#1604;&#1575; &#1608;&#1606;&#1581;&#1606; &#1606;&#1578;&#1608;&#1602;&#1593; &#1601;&#1610;&#1607; &#1575;&#1604;&#1601;&#1585;&#1580; &#1604;&#1571; &#1606;&#1607; &#1605;&#1606; &#1571;&#1610;&#1575;&#1605;&#1606;&#1575; &#1608;&#1571;&#1610;&#1575;&#1605; &#1588;&#1610;&#1593;&#1578;&#1606;&#1575;&#1548; &#1581;&#1601;&#1592;&#1578;&#1607; &#1575;&#1604;&#1593;&#1580;&#1605; &#1608;&#1590;&#1610;&#1593;&#1578;&#1605;&#1608;&#1607; &#1571;&#1606;&#1578;&#1605; ... &#1608;&#1607;&#1608; &#1571;&#1608;&#1604; &#1610;&#1608;&#1605; &#1605;&#1606; &#1587;&#1606;&#1577; &#1575;&#1604;&#1601;&#1585;&#1587; .... </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; Imam al-Sadiq (AS) said to Mu`aalli b. Khunays when he came to visit him for Nayruz, &lsquo;Do you know what this day is&rsquo; to which he replied, &lsquo;May I be your ransom, this is a day to which the Persians attach great importance and in which they give each other gifts.&rsquo; So Imam al-Sadiq (AS) said, &lsquo;By the Ancient House in Makkah! That is only because of a much older reason which I will explain to you so that you may understand &hellip; O Mu`aalli, verily the day of Nayruz is the day when Allah took the servants&rsquo; covenants from them that they would worship Him and that they would not associate anything with Him, and that they would believe in His prophets and His divine proofs, and that they would believe in the Imams (AS). This is also the day when the sun rose for the first time &hellip; Every day of Nayruz is a day when we await joy for verily it is one of our special days and one of the days of our shi`aa. The Persians have kept its significance whereas you have lost it &hellip; This is the first day of the Persians&rsquo; new year, and they have managed to stay alive since having been only thirty thousand in number. The pouring of water on the day of Nayruz has become a practice&hellip;&rsquo;[Bihar al-Anwar, v. 59, p. 92, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1610;&#1608;&#1605; &#1575;&#1604;&#1606;&#1610;&#1585;&#1608;&#1586; &#1601;&#1575;&#1594;&#1578;&#1587;&#1604; &#1608;&#1575;&#1604;&#1576;&#1587; &#1571;&#1606;&#1592;&#1601; &#1579;&#1610;&#1575;&#1576;&#1603;&#1548; &#1608;&#1578;&#1591;&#1610;&#1576; &#1576;&#1571;&#1591;&#1610;&#1576; &#1591;&#1610;&#1576;&#1603;&#1548; &#1608;&#1578;&#1603;&#1608;&#1606; &#1584;&#1604;&#1603; &#1575;&#1604;&#1610;&#1608;&#1605; &#1589;&#1575;&#1574;&#1605;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; Imam al-Sadiq (AS) said, &lsquo;On the day of Nayruz, take a bath and wear your cleanest clothes, and perfume yourself with the best of fragrances, and fast on that day.&rsquo;[Wasael al-Shi`aah , v. 7, p. 346, no. 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">7&#1600; &#1576;&#1581;&#1575;&#1585; &#1575;&#1604;&#1571;&#1606;&#1608;&#1575;&#1585;: &#1581;&#1603;&#1610; &#1571;&#1606; &#1575;&#1604;&#1605;&#1606;&#1589;&#1608;&#1585; &#1578;&#1602;&#1583;&#1605; &#1573;&#1604;&#1609; &#1605;&#1608;&#1587;&#1609; &#1576;&#1606; &#1580;&#1593;&#1601;&#1585; &#1593;&#1604;&#1610;&#1607;&#1605;&#1575;&#1575;&#1604;&#1587;&#1604;&#1575;&#1605; &#1576;&#1575;&#1604;&#1580;&#1604;&#1608;&#1587; &#1604;&#1604;&#1578;&#1607;&#1606;&#1574;&#1577; &#1601;&#1610; &#1610;&#1608;&#1605; &#1575;&#1604;&#1606;&#1610;&#1585;&#1608;&#1586; &#1608;&#1602;&#1576;&#1590; &#1605;&#1575; &#1610;&#1581;&#1605;&#1604; &#1573;&#1604;&#1610;&#1607;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1573;&#1606;&#1610; &#1602;&#1583; &#1601;&#1578;&#1588;&#1578; &#1575;&#1604;&#1571;&#1582;&#1576;&#1575;&#1585; &#1593;&#1606; &#1580;&#1583;&#1610; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1601;&#1604;&#1605; &#1571;&#1580;&#1583; &#1604;&#1607;&#1584;&#1575; &#1575;&#1604;&#1593;&#1610;&#1583; &#1582;&#1576;&#1585;&#1575;&#1548; &#1608;&#1573;&#1606;&#1607; &#1587;&#1606;&#1577; &#1575;&#1604;&#1601;&#1585;&#1587; &#1608;&#1605;&#1581;&#1575;&#1607;&#1575; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605;&#1548; &#1608;&#1605;&#1593;&#1575;&#1584; &#1575;&#1604;&#1604;&#1607;&rlm; &#1571;&#1606; &#1606;&#1581;&#1610;&#1610; &#1605;&#1575; &#1605;&#1581;&#1575;&#1607;&#1575; &#1575;&#1604;&#1573;&#1587;&#1604;&#1575;&#1605;&#1548; &#1601;&#1602;&#1575;&#1604; &#1575;&#1604;&#1605;&#1606;&#1589;&#1608;&#1585;: &#1573;&#1606;&#1605;&#1575; &#1606;&#1601;&#1593;&#1604; &#1607;&#1584;&#1575; &#1587;&#1610;&#1575;&#1587;&#1577; &#1604;&#1604;&#1580;&#1606;&#1583;&#1548; &#1601;&#1587;&#1571;&#1604;&#1578;&#1603; &#1576;&#1575;&#1604;&#1604;&#1607;&rlm; &#1575;&#1604;&#1593;&#1592;&#1610;&#1605; &#1573;&#1604;&#1575; &#1580;&#1604;&#1587;&#1578;&#1548; &#1601;&#1580;&#1604;&#1587; ... </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">7&ndash; It is narrated in Bihar al-Anwar &lsquo;It has been related that Mansur [Dawaniqi][ One of the Abbasid Caliphs (ed.)] ordered Imam Musa al-Kazim (AS) to sit with him to receive gifts and greetings for the day of Nayruz, so that he may take the gifts presented to him, so Imam replied, &lsquo;Verily I have examined the traditions from my grandfather the Prophet (SAWA) and have not found a single tradition about this festival. Rather it is a practice of the Persians which Islam eradicated, and God forbid that we should revive what Islam has eradicated.&rsquo; So Mansur said, &lsquo;We only celebrate it as a matter of policy for our army[It is possible that his army consisted of Persians whose favour and allegiance he wished to secure by his observance of their festival (ed.)], so I request you by Allah the Great to sit down&rsquo; , so he sat down &hellip;&rsquo; [Bihar al-Anwar, v. 59, p. 100, no. 2 and v. 48, p. 108, no. 9]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1586;&#1610;&#1606;&#1577; &#1575;&#1604;&#1571;&#1593;&#1610;&#1575;&#1583;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">The Adornment of the Festivals</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">8&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1586;&#1610;&#1606;&#1608;&#1575; &#1571;&#1593;&#1610;&#1575;&#1583;&#1603;&#1605; &#1576;&#1575;&#1604;&#1578;&#1603;&#1576;&#1610;&#1585;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">8&ndash; The Prophet (SAWA) said, &lsquo;Adorn your festivals with frequent chants of Allahu Akbar (Allah is the Greatest).&rsquo;[Kanz al-`Ummal, no. 24094]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1586;&#1610;&#1606;&#1608;&#1575; &#1575;&#1604;&#1593;&#1610;&#1583;&#1610;&#1606; &#1576;&#1575;&#1604;&#1578;&#1607;&#1604;&#1610;&#1604; &#1608;&#1575;&#1604;&#1578;&#1603;&#1576;&#1610;&#1585; &#1608;&#1575;&#1604;&#1578;&#1581;&#1605;&#1610;&#1583; &#1608;&#1575;&#1604;&#1578;&#1602;&#1583;&#1610;&#1587;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">9&ndash; The Prophet (SAWA) said, &lsquo;Adorn the two festivals (&lsquo;id al-fitr and &lsquo;id al-adhha) with frequent chants of la ilaha illallah (There is no god but Allah), Allahu Akbar (Allah is the Greatest), al-Hamdu lillah (All praise is due to Allah), and with glorification of Allah.&rsquo;[Kanz al-`Ummal, no. 24095]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">10&#1600; &#1603;&#1606;&#1586; &#1575;&#1604;&#1593;&#1605;&#1575;&#1604;: &#1603;&#1575;&#1606; (&#1589;) &#1610;&#1582;&#1585;&#1580; &#1601;&#1610; &#1575;&#1604;&#1593;&#1610;&#1583;&#1610;&#1606; &#1585;&#1575;&#1601;&#1593;&#1575; &#1589;&#1608;&#1578;&#1607; &#1576;&#1575;&#1604;&#1578;&#1607;&#1604;&#1610;&#1604; &#1608;&#1575;&#1604;&#1578;&#1603;&#1576;&#1610;&#1585;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">10&ndash; It is narrated in Kanz al-`Aummal The Prophet (SAWA) used to go out in the streets on the two festivals chanting la ilaha illallah (There is no god but Allah) and Allahu Akbar (Allah is the Greatest) in a loud voice.&rsquo;[Kanz al-`Ummal, no. 18101]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td>
<hr align="justify" />
<p align="justify"><span style="font-size: 12pt; font-family: Arial;"><a name="*" href="#1">*</a> Nayruz The first day of spring, marking the Persian New Year (ed.)</span></p>
</td>
</tr>
</tbody>

<body>

</body>

</html>
