<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>THE VERDICT *&nbsp;&nbsp; &#1575;&#1604;&#1601;&#1578;&#1608;&#1609;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="font-size: 14pt; font-family: Arial;"><span style="color: #990033;">THE VERDICT </span><a name="1" href="#*"><span style="text-decoration: none">*</span></a></span><span style="font-size: 15pt; color: #990033; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; color: #990033; font-family: Traditional Arabic;">&#1575;&#1604;&#1601;&#1578;&#1608;&#1609;</span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1605;&#1606; &#1571;&#1601;&#1578;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587; &#1576;&#1585;&#1571;&#1610;&#1607;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Those Who Give Verdicts of Their Own Opinion to People</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1571;&#1580;&#1585;&#1572;&#1603;&#1605; &#1593;&#1604;&#1609; &#1575;&#1604;&#1601;&#1578;&#1608;&#1609; &#1571;&#1580;&#1585;&#1572;&#1603;&#1605; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1575;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">1&ndash; The Prophet (SAWA) said, &lsquo;The most audacious from among you at giving verdicts will be the most hasty from among you to enter the Hellfire.&rsquo;[Bihar al-Anwar, v. 2, p. 123, no. 48]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">2&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1604;&#1608; &#1603;&#1606;&#1575; &#1606;&#1601;&#1578;&#1610; &#1575;&#1604;&#1606;&#1575;&#1587; &#1576;&#1585;&#1571;&#1610;&#1606;&#1575; &#1608;&#1607;&#1608;&#1575;&#1606;&#1575; &#1604;&#1603;&#1606;&#1575; &#1605;&#1606; &#1575;&#1604;&#1607;&#1575;&#1604;&#1603;&#1610;&#1606;&#1548; &#1608;&#1604;&#1603;&#1606;&#1575; &#1606;&#1601;&#1578;&#1610;&#1607;&#1605; &#1576;&#1570;&#1579;&#1575;&#1585; &#1605;&#1606; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1608;&#1575;&#1589;&#1608;&#1604; &#1593;&#1604;&#1605; &#1593;&#1606;&#1583;&#1606;&#1575;&#1548; &#1606;&#1578;&#1608;&#1575;&#1585;&#1579;&#1607;&#1575; &#1603;&#1575;&#1576;&#1585;&#1575; &#1593;&#1606; &#1603;&#1575;&#1576;&#1585; .... </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">2&ndash; Imam al-Baqir (AS) said, &lsquo;If we were to give verdicts to people according to our opinions and whims, we would be among those who perish. And, we would be giving them verdicts based on mere reports handed down from the Prophet (SAWA) when we have the very principles of knowledge, which we have inherited from our forefathers&hellip;&rsquo;[Bihar al-Anwar, v. 2, p. 172, no. 3] </span></td>
</tr>
<tr>
<td>
</p>
<p align="center">
<img border="0" src="divider1.png" width="40%"></p>
<p dir="rtl" align="justify"><span style="font-size: 12pt">3&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1571;&#1601;&#1578;&#1609; &#1575;&#1604;&#1606;&#1575;&#1587; &#1576;&#1585;&#1571;&#1610;&#1607; &#1601;&#1602;&#1583; &#1583;&#1575;&#1606; &#1576;&#1605;&#1575; &#1604;&#1575; &#1610;&#1593;&#1604;&#1605;&#1548; &#1608;&#1605;&#1606; &#1583;&#1575;&#1606; &#1576;&#1605;&#1575; &#1604;&#1575; &#1610;&#1593;&#1604;&#1605; &#1601;&#1602;&#1583; &#1590;&#1575;&#1583; &#1575;&#1604;&#1604;&#1607;&rlm; &#1581;&#1610;&#1579; &#1571;&#1581;&#1604; &#1608;&#1581;&#1585;&#1605; &#1601;&#1610;&#1605;&#1575; &#1604;&#1575;&#1610;&#1593;&#1604;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">3&ndash; Imam al-Sadiq (AS) said, &lsquo;Whoever gives a verdict to people from their opinion submits to that which they have no knowledge of, and whoever submits to that which he does not have knowledge of is opposing Allah as he permits and prohibits what he does not have knowledge of.&rsquo;[Bihar al-Anwar, v. 2, p. 299, no. 25] </span></td>
</tr>
<tr>
<td>
</p>
<p align="center">
<img border="0" src="divider1.png" width="40%"></p>
<p dir="rtl" align="justify"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1607;&#1585;&#1576; &#1605;&#1606; &#1575;&#1604;&#1601;&#1578;&#1610;&#1575; &#1607;&#1585;&#1576;&#1603; &#1605;&#1606; &#1575;&#1604;&#1571;&#1587;&#1583;&#1548; &#1608;&#1604;&#1575;&#1578;&#1580;&#1593;&#1604; &#1585;&#1602;&#1576;&#1578;&#1603; &#1604;&#1604;&#1606;&#1575;&#1587; &#1580;&#1587;&#1585;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">4&ndash; Imam al-Sadiq (AS) said, &lsquo;Flee from a verdict the way you would flee from a lion, and do not let your neck be a bridge for others.&rsquo;[Bihar al-Anwar, v. 2, p. 260] </span></td>
</tr>
<tr>
<td>
</p>
<p align="center">
<img border="0" src="divider1.png" width="40%"></p>
<p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1580;&#1608;&#1575;&#1586; &#1575;&#1604;&#1573;&#1601;&#1578;&#1575;&#1569; &#1604;&#1604;&#1593;&#1575;&#1604;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">The Permissibility for a Scholar to Issue a Verdict</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610;&#1605;&#1575; &#1603;&#1578;&#1576; &#1573;&#1604;&#1609; &#1602;&#1579;&#1605; &#1576;&#1606; &#1575;&#1604;&#1593;&#1576;&#1575;&#1587; &#1600;: &#1608;&#1575;&#1580;&#1604;&#1587; &#1604;&#1607;&#1605; &#1575;&#1604;&#1593;&#1589;&#1585;&#1610;&#1606;&#1548; &#1601;&#1571;&#1601;&#1578; &#1575;&#1604;&#1605;&#1587;&#1578;&#1601;&#1578;&#1610;&#1548; &#1608;&#1593;&#1604;&#1605; &#1575;&#1604;&#1580;&#1575;&#1607;&#1604;&#1548; &#1608;&#1584;&#1575;&#1603;&#1585; &#1575;&#1604;&#1593;&#1575;&#1604;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">5&ndash; Imam Ali (AS), in what he wrote to Qutham b. &lsquo;Abbas said, &lsquo;Sit for them in the afternoon, and give verdicts to the questioner, teach the ignorant, and remind the knowledgeable.&rsquo;[Mustadrak al-Wasa`il, v. 17, p. 315, no. 21453]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1571;&#1576;&#1575;&#1606; &#1576;&#1606; &#1578;&#1594;&#1604;&#1576; &#1600;: &#1575;&#1580;&#1604;&#1587; &#1601;&#1610; &#1605;&#1580;&#1604;&#1587; &#1575;&#1604;&#1605;&#1583;&#1610;&#1606;&#1577; &#1608;&#1571;&#1601;&#1578; &#1575;&#1604;&#1606;&#1575;&#1587; &#1563; &#1601;&#1573;&#1606;&#1610; &#1575;&#1581;&#1576; &#1571;&#1606; &#1610;&#1585;&#1609; &#1601;&#1610; &#1588;&#1610;&#1593;&#1578;&#1610; &#1605;&#1579;&#1604;&#1603;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">6&ndash; Imam al-Baqir (AS), speaking to Aban b. Taghlib said, &lsquo;Sit in the mosque of Madina and give verdicts to the people, for I love to see the likes of you among my followers.&rsquo;[Mustadrak al-Wasa`il, v. 17, p. 315, no. 21452]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td>
<hr align="justify" />
<p align="justify"><span style="font-size: 12pt; font-family: Arial;"><a name="*" href="#1">
<span style="color: #000000; text-decoration:none">*</span></a> The word &lsquo;fatwa&rsquo; in Arabic specifically denotes a legal verdict or juristic edict (ed.)</span></p>
</td>
</tr>
</tbody>

<body>

</body>

</html>
