<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>TRIAL AND TEMPTATION&nbsp;&nbsp; &#1575;&#1604;&#1601;&#1578;&#1606;&#1577;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: 14pt; font-family: Arial;">TRIAL AND TEMPTATION</span><span style="font-size: 30pt; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 30pt; font-family: Traditional Arabic;">&#1575;&#1604;&#1601;&#1578;&#1606;&#1577;</span></span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #990033; font-family: Traditional Arabic;"><span style="font-size: 32pt; font-weight: 700">&#1575;&#1604;&#1601;&#1578;&#1606;&#1577;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Trial and Temptation</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 25pt">1&#1600; &#1575;&#1604;&#1603;&#1575;&#1601;&#1610; &#1593;&#1606; &#1605;&#1593;&#1605;&#1585; &#1576;&#1606; &#1582;&#1604;&#1575;&#1583;: &#1587;&#1605;&#1593;&#1578; &#1571;&#1576;&#1575; &#1575;&#1604;&#1581;&#1587;&#1606; <span lang="ar-sa">(&#1593;) &#1610;&#1602;&#1608;&#1604;: &laquo;&#1575;&#1604;&#1605; * &#1571;&#1581;&#1587;&#1576; &#1575;&#1604;&#1606;&#1575;&#1587; &#1571;&#1606; &#1610;&#1578;&#1585;&#1603;&#1608;&#1575; &#1571;&#1606; &#1610;&#1602;&#1608;&#1604;&#1608;&#1575; &#1570;&#1605;&#1606;&#1575; &#1608;&#1607;&#1605; &#1604;&#1575; &#1610;&#1601;&#1578;&#1606;&#1608;&#1606;&raquo; &#1579;&#1605; &#1602;&#1575;&#1604; &#1604;&#1610;: &#1605;&#1575; &#1575;&#1604;&#1601;&#1578;&#1606;&#1577; &#1567; &#1602;&#1604;&#1578;: &#1580;&#1593;&#1604;&#1578; &#1601;&#1583;&#1575;&#1603; &#1575;&#1604;&#1584;&#1610; &#1593;&#1606;&#1583;&#1606;&#1575; &#1575;&#1604;&#1601;&#1578;&#1606;&#1577; &#1601;&#1610; &#1575;&#1604;&#1583;&#1610;&#1606;&#1548; &#1601;&#1602;&#1575;&#1604;: &#1610;&#1601;&#1578;&#1606;&#1608;&#1606; &#1603;&#1605;&#1575; &#1610;&#1601;&#1578;&#1606; &#1575;&#1604;&#1584;&#1607;&#1576;&#1548; &#1579;&#1605; &#1602;&#1575;&#1604;: &#1610;&#1582;&#1604;&#1589;&#1608;&#1606; &#1603;&#1605;&#1575; &#1610;&#1582;&#1604;&#1589; &#1575;&#1604;&#1584;&#1607;&#1576;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">1&ndash; Mu`aammar b. Khallad said, &lsquo;I heard Imam al-Rida (AS) say: &ldquo;Alif, lam, mim. Do people imagine that they will be left off (on their own) saying: &ldquo;We believe!&rdquo; and they will not be tried&rdquo;, and he then asked me, &lsquo;What is trial?&rsquo; I said, &lsquo;May my soul be sacrificed for you, what I know is that it is to be tested in religion.&rsquo; He said, &lsquo;They [the believers] will be tried the way gold is tried&rsquo;, he then said, &lsquo;They will be purified the way gold is purified.&rsquo;[al-Kafi, v. 1, p. 370, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1571;&#1606;&#1608;&#1575;&#1593; &#1575;&#1604;&#1601;&#1578;&#1606;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Kinds of Trial</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1579;&#1604;&#1575;&#1579; &#1601;&#1575;&#1578;&#1606;&#1575;&#1578;: &#1575;&#1604;&#1588;&#1593;&#1585; &#1575;&#1604;&#1581;&#1587;&#1606;&#1548; &#1608;&#1575;&#1604;&#1608;&#1580;&#1607; &#1575;&#1604;&#1581;&#1587;&#1606;&#1548; &#1608;&#1575;&#1604;&#1589;&#1608;&#1578; &#1575;&#1604;&#1581;&#1587;&#1606;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">2&ndash; The Prophet (SAWA) said, &lsquo;There are three tempting trials: beautiful hair, a beautiful face, and a beautiful voice.&rsquo;[Kanz al-&lsquo;Ummal, no. 44129]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1604;&#1571;&#1606;&#1575; &#1604;&#1601;&#1578;&#1606;&#1577; &#1575;&#1604;&#1587;&#1585;&#1575;&#1569; &#1571;&#1582;&#1608;&#1601; &#1593;&#1604;&#1610;&#1603;&#1605; &#1605;&#1606; &#1601;&#1578;&#1606;&#1577; &#1575;&#1604;&#1590;&#1585;&#1575;&#1569;&#1548; &#1573;&#1606;&#1603;&#1605; &#1575;&#1576;&#1578;&#1604;&#1610;&#1578;&#1605; &#1576;&#1601;&#1578;&#1606;&#1577; &#1575;&#1604;&#1590;&#1585;&#1575;&#1569; &#1601;&#1589;&#1576;&#1585;&#1578;&#1605;&#1548; &#1608;&#1573;&#1606; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1581;&#1604;&#1608;&#1577; &#1582;&#1590;&#1585;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">3&ndash; The Prophet (SAWA) said, &lsquo;I fear for you the trials that are in good times more than in bad times. You have been struck with tests of bad times and you have endured them with patience, while verily the world remains sweet and luxuriant [to you].&rsquo;[al-Targhib wa al-Tarhib, v. 4, p. 184, no. 74] </span></td>
</tr>
<tr>
<td></p>
<p dir="rtl" align="justify"><span style="font-size: 25pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1601;&#1578;&#1606; &#1579;&#1604;&#1575;&#1579;: &#1581;&#1576; &#1575;&#1604;&#1606;&#1587;&#1575;&#1569; &#1608;&#1607;&#1608; &#1587;&#1610;&#1601; &#1575;&#1604;&#1588;&#1610;&#1591;&#1575;&#1606;&#1548; &#1608;&#1588;&#1585;&#1576; &#1575;&#1604;&#1582;&#1605;&#1585; &#1608;&#1607;&#1608; &#1601;&#1582; &#1575;&#1604;&#1588;&#1610;&#1591;&#1575;&#1606;&#1548; &#1608;&#1581;&#1576; &#1575;&#1604;&#1583;&#1610;&#1606;&#1575;&#1585; &#1608;&#1575;&#1604;&#1583;&#1585;&#1607;&#1605; &#1608;&#1607;&#1608; &#1587;&#1607;&#1605; &#1575;&#1604;&#1588;&#1610;&#1591;&#1575;&#1606;&#1548; &#1601;&#1605;&#1606; &#1571;&#1581;&#1576; &#1575;&#1604;&#1606;&#1587;&#1575;&#1569; &#1604;&#1605; &#1610;&#1606;&#1578;&#1601;&#1593; &#1576;&#1593;&#1610;&#1588;&#1607;&#1548; &#1608;&#1605;&#1606; &#1571;&#1581;&#1576; &#1575;&#1604;&#1571;&#1588;&#1585;&#1576;&#1577; &#1581;&#1585;&#1605;&#1578; &#1593;&#1604;&#1610;&#1607; &#1575;&#1604;&#1580;&#1606;&#1577;&#1548; &#1608;&#1605;&#1606; &#1571;&#1581;&#1576; &#1575;&#1604;&#1583;&#1610;&#1606;&#1575;&#1585; &#1608;&#1575;&#1604;&#1583;&#1585;&#1607;&#1605; &#1601;&#1607;&#1608; &#1593;&#1576;&#1583; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">4&ndash; Imam Ali (AS) said, &lsquo;Trials are of three kinds: love of women, and this is the sword of the devil; drinking of wine, and this is the snare of the devil; and the love of dinars and dirhams, which is the arrow of the devil. So those who love women will not benefit from life, and those who love drinking will be barred from Heaven, and those who love the dinar and dirham are slaves of the world.&rsquo;[Bihar al-Anwar, v. 73, p. 140, no. 12]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1585;&#1580;&#1604; &#1610;&#1587;&#1605;&#1609; &#1581;&#1585;&#1576;&#1575; &#1610;&#1605;&#1588;&#1610; &#1605;&#1593;&#1607; &#1608;&#1607;&#1608; &#1585;&#1575;&#1603;&#1576; &#1600;: &#1575;&#1585;&#1580;&#1593;&#1548; &#1601;&#1573;&#1606; &#1605;&#1588;&#1610; &#1605;&#1579;&#1604;&#1603; &#1605;&#1593; &#1605;&#1579;&#1604;&#1610; &#1601;&#1578;&#1606;&#1577; &#1604;&#1604;&#1608;&#1575;&#1604;&#1610;&#1548; &#1608;&#1605;&#1584;&#1604;&#1577; &#1604;&#1604;&#1605;&#1572;&#1605;&#1606;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">5&ndash; Imam Ali (AS) who was riding, said to a person by the name of Harb who was walking with him, &lsquo;Go back, for the walking of someone like you with me is a trial for a governor and a [source of] humiliation for the believer.&rsquo;[Nahj al-Balagha, Saying 322]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1605;&#1606; &#1578;&#1606;&#1580;&#1604;&#1610; &#1593;&#1606;&#1607;&#1605; &#1575;&#1604;&#1601;&#1578;&#1606;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 25pt; color: #990033; font-family: Arial;"><strong>Those who are Cleared from Trials</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">6&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1591;&#1608;&#1576;&#1609; &#1604;&#1604;&#1605;&#1582;&#1604;&#1589;&#1610;&#1606;&#1548; &#1575;&#1608;&#1604;&#1574;&#1603; &#1605;&#1589;&#1575;&#1576;&#1610;&#1581; &#1575;&#1604;&#1607;&#1583;&#1609; &#1578;&#1606;&#1580;&#1604;&#1610; &#1593;&#1606;&#1607;&#1605; &#1603;&#1604; &#1601;&#1578;&#1606;&#1577; &#1592;&#1604;&#1605;&#1575;&#1569;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">6&ndash; The Prophet (SAWA) said, &lsquo;Blessed are the sincere. They are the lanterns of guidance, and all dark trials are cleared away from them.&rsquo;[al-Targhib wa al-Tarhib, v. 1, p. 54, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">7&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1587;&#1578;&#1603;&#1608;&#1606; &#1601;&#1578;&#1606; &#1610;&#1589;&#1576;&#1581; &#1575;&#1604;&#1585;&#1580;&#1604; &#1601;&#1610;&#1607;&#1575; &#1605;&#1572;&#1605;&#1606;&#1575; &#1608;&#1610;&#1605;&#1587;&#1610; &#1603;&#1575;&#1601;&#1585;&#1575;&#1548; &#1573;&#1604;&#1575; &#1605;&#1606; &#1571;&#1581;&#1610;&#1575;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1576;&#1575;&#1604;&#1593;&#1604;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">7&ndash; The Prophet (SAWA) said, &lsquo;There will come a time with trials where a person will rise in the morning a believer and turn a disbeliever in the evening, save those whom Allah, most High, revive with knowledge.&rsquo;[Kanz al-`Ummal, no. 30883]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1593;&#1604;&#1605;&#1608;&#1575; &#1571;&#1606;&#1607; &#1605;&#1606; &#1610;&#1578;&#1602; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1580;&#1593;&#1604; &#1604;&#1607; &#1605;&#1582;&#1585;&#1580;&#1575; &#1605;&#1606; &#1575;&#1604;&#1601;&#1578;&#1606;&#1548; &#1608;&#1606;&#1608;&#1585;&#1575; &#1605;&#1606; &#1575;&#1604;&#1592;&#1604;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">8&ndash; Imam Ali (AS) said, &lsquo;Know that those who are wary of their duty to Allah will find through Him a way out of the troubles of trials, and a light from darkness.&rsquo;[Nahj al-Balagha, Sermon 183]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 32pt; font-weight: 700; color:#990033; font-family:Traditional Arabic">&#1575;&#1604;&#1606;&#1608;&#1575;&#1583;&#1585;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 25pt; color: #990033; font-family: Arial;">Miscellaneous </span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 25pt">9&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1604;&#1610;&#1594;&#1588;&#1610;&#1606; &#1575;&#1605;&#1578;&#1610; &#1605;&#1606; &#1576;&#1593;&#1583;&#1610; &#1601;&#1578;&#1606; &#1603;&#1602;&#1591;&#1593; &#1575;&#1604;&#1604;&#1610;&#1604; &#1575;&#1604;&#1605;&#1592;&#1604;&#1605;&#1548; &#1610;&#1589;&#1576;&#1581; &#1575;&#1604;&#1585;&#1580;&#1604; &#1601;&#1610;&#1607;&#1575; &#1605;&#1572;&#1605;&#1606;&#1575; &#1608;&#1610;&#1605;&#1587;&#1610; &#1603;&#1575;&#1601;&#1585;&#1575;&#1548; &#1608;&#1610;&#1605;&#1587;&#1610; &#1605;&#1572;&#1605;&#1606;&#1575; &#1608;&#1610;&#1589;&#1576;&#1581; &#1603;&#1575;&#1601;&#1585;&#1575;&#1548; &#1610;&#1576;&#1610;&#1593; &#1571;&#1602;&#1608;&#1575;&#1605; &#1583;&#1610;&#1606;&#1607;&#1605; &#1576;&#1593;&#1585;&#1590; &#1605;&#1606; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1602;&#1604;&#1610;&#1604;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">9&ndash; The Prophet (SAWA) said, &lsquo;Know that my community after me will become swathed with trials like parts of a dark night. At that time a person will be a believer in the morning and a disbeliever in the evening; he will sleep a believer and wake up a disbeliever. Groups will sell their religion for a small offer of the world.&rsquo;[Kanz al-`Ummal, no. 30893]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1588;&#1576; &#1606;&#1575;&#1585; &#1575;&#1604;&#1601;&#1578;&#1606;&#1577; &#1603;&#1575;&#1606; &#1608;&#1602;&#1608;&#1583;&#1575; &#1604;&#1607;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">10&ndash; Imam Ali (AS) said, &lsquo;He who ignites the fire of a troubling test will become its firewood.&rsquo;[Ghurar al-Hikam, no. 10109] </span></td>
</tr>
<tr>
<td></p>
<p dir="rtl" align="justify"><span style="font-size: 25pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1608;&#1575;&#1604; &#1592;&#1604;&#1608;&#1605; &#1594;&#1588;&#1608;&#1605; &#1582;&#1610;&#1585; &#1605;&#1606; &#1601;&#1578;&#1606;&#1577; &#1578;&#1583;&#1608;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">11&ndash; Imam Ali (AS) said, &lsquo;A brutal oppressing governor is better than a continuous trial.&rsquo;[Ghurar al-Hikam, no. 9163]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 25pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1603;&#1606; &#1601;&#1610; &#1575;&#1604;&#1601;&#1578;&#1606;&#1577; &#1603;&#1575;&#1576;&#1606; &#1575;&#1604;&#1604;&#1576;&#1608;&#1606; &#1563; &#1604;&#1575; &#1592;&#1607;&#1585; &#1601;&#1610;&#1585;&#1603;&#1576;&#1548; &#1608;&#1604;&#1575;&#1590;&#1585;&#1593; &#1601;&#1610;&#1581;&#1604;&#1576; (&#1601;&#1610;&#1581;&#1578;&#1604;&#1576;). </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 25pt; font-family: Arial;">12&ndash; Imam Ali (AS) said, &lsquo;You should be in a trial like a baby camel, neither can it be mounted [and overcome as a result], nor can it be milked [and taken advantage of].&rsquo;[Nahj al-Balagha, Saying 1]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
</tbody>

<body>

</body>

</html>
