<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>WRONGDOING*&nbsp;&nbsp; &#1575;&#1604;&#1592;&#1604;&#1605;</title>
</head>
<body marginwidth="7%" background="whitebkg.jpg">
<td>
<p align="center"><strong><span style="color: #990033;"><span style="font-size: medium; font-family: Arial;">WRONGDOING</span></span><span style="font-size: large; font-family: Arial;"><a name="3" href="#*"><span style="text-decoration: none">*</span></a></span><span style="font-size: 15pt; color: #990033; font-family: Arial;">&nbsp;&nbsp; </span><span style="font-size: 15pt; color: #990033; font-family: Traditional Arabic;">&#1575;&#1604;&#1592;&#1604;&#1605;</span></strong></p>
</td>
</tr>
<tr>
<td>
<hr />
<p dir="rtl" align="center"><span style="color: #008080; font-family: Traditional Arabic;"><span style="font-size: 16pt; font-weight: 700">&#1575;&#1604;&#1578;&#1581;&#1584;&#1610;&#1585; &#1605;&#1606; &#1575;&#1604;&#1592;&#1604;&#1605;</span></span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Caution against Wrongdoing</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">1&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1610;&#1575;&#1603;&#1605; &#1608;&#1575;&#1604;&#1592;&#1604;&#1605;&#1563; &#1601;&#1573;&#1606;&#1607; &#1610;&#1582;&#1585;&#1576; &#1602;&#1604;&#1608;&#1576;&#1603;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-family: Arial;"><span style="font-size: 12pt">1&ndash; The Prophet (SAWA) said, &lsquo;Beware of wrongdoing for verily it corrupts your hearts.&rsquo;[Kanz al-`Ummal, no. 7639]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">2&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1573;&#1606;&#1607; &#1604;&#1610;&#1571;&#1578;&#1610; &#1575;&#1604;&#1593;&#1576;&#1583; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1608;&#1602;&#1583; &#1587;&#1585;&#1578;&#1607; &#1581;&#1587;&#1606;&#1575;&#1578;&#1607;&#1548; &#1601;&#1610;&#1580;&#1610;&#1569; &#1575;&#1604;&#1585;&#1580;&#1604; &#1601;&#1610;&#1602;&#1608;&#1604;: &#1610;&#1575; &#1585;&#1576; &#1592;&#1604;&#1605;&#1606;&#1610; &#1607;&#1584;&#1575;&#1548; &#1601;&#1610;&#1572;&#1582;&#1584; &#1605;&#1606; &#1581;&#1587;&#1606;&#1575;&#1578;&#1607; &#1601;&#1610;&#1580;&#1593;&#1604; &#1601;&#1610; &#1581;&#1587;&#1606;&#1575;&#1578; &#1575;&#1604;&#1584;&#1610; &#1587;&#1571;&#1604;&#1607;&#1548; &#1601;&#1605;&#1575; &#1610;&#1586;&#1575;&#1604; &#1603;&#1584;&#1604;&#1603; &#1581;&#1578;&#1609; &#1605;&#1575; &#1610;&#1576;&#1602;&#1609; &#1604;&#1607; &#1581;&#1587;&#1606;&#1577;&#1548; &#1601;&#1573;&#1584;&#1575; &#1580;&#1575;&#1569; &#1605;&#1606; &#1610;&#1587;&#1571;&#1604;&#1607; &#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1587;&#1610;&#1574;&#1575;&#1578;&#1607; &#1601;&#1580;&#1593;&#1604;&#1578; &#1605;&#1593; &#1587;&#1610;&#1574;&#1575;&#1578; &#1575;&#1604;&#1585;&#1580;&#1604;&#1548; &#1601;&#1604;&#1575; &#1610;&#1586;&#1575;&#1604; &#1610;&#1587;&#1578;&#1608;&#1601;&#1609; &#1605;&#1606;&#1607; &#1581;&#1578;&#1609; &#1610;&#1583;&#1582;&#1604; &#1575;&#1604;&#1606;&#1575;&#1585;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">2&ndash; The Prophet (SAWA) said, &lsquo;Verily the servant will come on the Day of Resurrection having performed many good deeds which please him, when a man will come, complaining [to Allah], &lsquo;O Lord, this man has wronged me&rsquo;, whereupon some of his good deeds will be taken and transferred to the good deeds of the plaintiff. The situation will continue thus until finally he will be left with no good deeds, and then the plaintiff&rsquo;s evil deeds will start being transferred to his own evil deeds, and he will continue to pay for them thus until he will enter the Fire.&rsquo;[Nihayat al-Bidaya wa al-Nihaya, v. 2, p. 55]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify">
<span style="font-size: 12pt; font-family:Traditional Arabic">3&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1578;&#1602;&#1608;&#1575; &#1575;&#1604;&#1592;&#1604;&#1605;&#1563; &#1601;&#1573;&#1606;&#1607; &#1592;&#1604;&#1605;&#1575;&#1578; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">3&ndash; The Prophet (SAWA) said, &lsquo;Fear wrongdoing, for verily it is a source of darkness on the Day of Resurrection.&rsquo;[al-Kafi, v. 2, p. 332, no. 11]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-family: Traditional Arabic;"><span style="font-size: 12pt">4&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1592;&#1604;&#1605; &#1571;&#1604;&#1571;&#1605; &#1575;&#1604;&#1585;&#1584;&#1575;&#1574;&#1604; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">4&ndash; Imam Ali (AS) said, &lsquo;Wrongdoing is the most painful of all vices.&rsquo;[Ghurar al-Hikam, no. 804]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">5&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1592;&#1604;&#1605; &#1610;&#1586;&#1604; &#1575;&#1604;&#1602;&#1583;&#1605;&#1548; &#1608;&#1610;&#1587;&#1604;&#1576; &#1575;&#1604;&#1606;&#1593;&#1605; &#1608;&#1610;&#1607;&#1604;&#1603; &#1575;&#1604;&#1575;&#1605;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">5&ndash; Imam Ali (AS) said, &lsquo;Wrongdoing causes feet to slip, snatches away bounties and destroys nations.&rsquo;[Ghurar al-Hikam, no. 1734]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">6&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1582;&#1591;&#1576;&#1577; &#1604;&#1607; &#1610;&#1578;&#1576;&#1585;&#1571; &#1605;&#1606; &#1575;&#1604;&#1592;&#1604;&#1605; &#1600;: &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1571;&#1606; &#1571;&#1576;&#1610;&#1578; &#1593;&#1604;&#1609; &#1581;&#1587;&#1603; &#1575;&#1604;&#1587;&#1593;&#1583;&#1575;&#1606; &#1605;&#1587;&#1607;&#1583;&#1575;&#1548; &#1571;&#1608; &#1575;&#1580;&#1585; &#1601;&#1610; &#1575;&#1604;&#1571;&#1594;&#1604;&#1575;&#1604; &#1605;&#1589;&#1601;&#1583;&#1575;&#1548; &#1571;&#1581;&#1576; &#1573;&#1604;&#1610; &#1605;&#1606; &#1571;&#1606; &#1571;&#1604;&#1602;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1585;&#1587;&#1608;&#1604;&#1607; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1592;&#1575;&#1604;&#1605;&#1575; &#1604;&#1576;&#1593;&#1590; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583;&#1548; &#1608;&#1594;&#1575;&#1589;&#1576;&#1575; &#1604;&#1588;&#1610;&#1569; &#1605;&#1606; &#1575;&#1604;&#1581;&#1591;&#1575;&#1605;&#1548; &#1608;&#1603;&#1610;&#1601; &#1571;&#1592;&#1604;&#1605; &#1571;&#1581;&#1583;&#1575; &#1604;&#1606;&#1601;&#1587; &#1610;&#1587;&#1585;&#1593; &#1573;&#1604;&#1609; &#1575;&#1604;&#1576;&#1604;&#1609; &#1602;&#1601;&#1608;&#1604;&#1607;&#1575;&#1548; &#1608;&#1610;&#1591;&#1608;&#1604; &#1601;&#1610; &#1575;&#1604;&#1579;&#1585;&#1609; &#1581;&#1604;&#1608;&#1604;&#1607;&#1575; &#1567;! </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">6&ndash; Imam Ali (AS) said, seeking immunity from wrongdoing, &lsquo;By Allah, I would rather spend a sleepless night on the thorns of the Sa`adan tree [a type of prickly tree], or be driven as a prisoner in shackles, than meet Allah and His Messenger on the Day of Resurrection having wronged any servant or having usurped any kind of worldly wealth. How can I wrong anyone for the sake of this soul that is rapidly hastening towards destruction and is to remain under the earth for a long time?&rsquo;[Nahj al-Balagha, Sermon 224]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">7&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1571;&#1610;&#1590;&#1575; &#1600;: &#1608;&#1575;&#1604;&#1604;&#1607;&rlm; &#1604;&#1608; &#1575;&#1593;&#1591;&#1610;&#1578; &#1575;&#1604;&#1571;&#1602;&#1575;&#1604;&#1610;&#1605; &#1575;&#1604;&#1587;&#1576;&#1593;&#1577; &#1576;&#1605;&#1575; &#1578;&#1581;&#1578; &#1571;&#1601;&#1604;&#1575;&#1603;&#1607;&#1575;&#1548; &#1593;&#1604;&#1609; &#1571;&#1606; &#1571;&#1593;&#1589;&#1610; &#1575;&#1604;&#1604;&#1607;&rlm; &#1601;&#1610; &#1606;&#1605;&#1604;&#1577; &#1571;&#1587;&#1604;&#1576;&#1607;&#1575; &#1580;&#1604;&#1576;&rlm; &#1588;&#1593;&#1610;&#1585;&#1577; &#1605;&#1575; &#1601;&#1593;&#1604;&#1578;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">7&ndash; Imam Ali (AS) said, &lsquo;By Allah, if I was given all the seven domains with all that exists under its celestial spheres in order that I may disobey Allah to the extent of snatching a single grain of barley from an ant, I would not do it.&rsquo;[Nahj al-Balagha, Sermon 224]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">8&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1573;&#1610;&#1575;&#1603; &#1608;&#1575;&#1604;&#1592;&#1604;&#1605;&#1563; &#1601;&#1605;&#1606; &#1592;&#1604;&#1605; &#1603;&#1585;&#1607;&#1578; &#1571;&#1610;&#1575;&#1605;&#1607;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">8&ndash; Imam Ali (AS) said, &lsquo;Beware of wrongdoing, for the living days of one who wrongs others become odious.&rsquo;[Ghurar al-Hikam, no. 2638]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">9&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1604;&#1610;&#1587; &#1588;&#1610;&#1569; &#1571;&#1583;&#1593;&#1609; &#1573;&#1604;&#1609; &#1578;&#1594;&#1610;&#1610;&#1585; &#1606;&#1593;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607;&rlm; &#1608;&#1578;&#1593;&#1580;&#1610;&#1604; &#1606;&#1602;&#1605;&#1578;&#1607; &#1605;&#1606; &#1573;&#1602;&#1575;&#1605;&#1577; &#1593;&#1604;&#1609; &#1592;&#1604;&#1605;&#1563; &#1601;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1587;&#1605;&#1610;&#1593; &#1583;&#1593;&#1608;&#1577; &#1575;&#1604;&#1605;&#1590;&#1591;&#1607;&#1583;&#1610;&#1606; (&#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605;&#1610;&#1606;)&#1548; &#1608;&#1607;&#1608; &#1604;&#1604;&#1592;&#1575;&#1604;&#1605;&#1610;&#1606; &#1576;&#1575;&#1604;&#1605;&#1585;&#1589;&#1575;&#1583;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">9&ndash; Imam Ali (AS) said, &lsquo;Nothing induces the reversal of Allah&rsquo;s bounty or the hastening of His retribution than continuous injustice [to others]; for verily Allah hears the call of the oppressed and lies in wait for the oppressors.&rsquo;[Nahj al-Balagha, Letter 53]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">10&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1592;&#1604;&#1605; &#1602;&#1589;&#1605; &#1593;&#1605;&#1585;&#1607; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">10&ndash; Imam Ali (AS) said, &lsquo;The life of one who wrongs others is shattered.&rsquo;[Ghurar al-Hikam, no. 7940]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">11&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1585;&#1575;&#1603;&#1576; &#1575;&#1604;&#1592;&#1604;&#1605; &#1610;&#1603;&#1576;&#1608; &#1576;&#1607; &#1605;&#1585;&#1603;&#1576;&#1607; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">11&ndash; Imam Ali (AS) said, &lsquo;The one who takes wrongdoing as a mount is thrown off by it.&rsquo;[Ghurar al-Hikam, no. 5391]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">12&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1580;&#1575;&#1585; &#1571;&#1607;&#1604;&#1603;&#1607; &#1580;&#1608;&#1585;&#1607; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">12&ndash; Imam Ali (AS) said, &lsquo;The one who tyrannises others is ruined by his own tyranny.&rsquo;[Ghurar al-Hikam, no. 7835]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="justify"><span style="font-size: 12pt">13&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1606;&#1607;&#1609; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;) &#1571;&#1606; &#1610;&#1572;&#1603;&#1604; &#1605;&#1575;&#1578;&#1581;&#1605;&#1604; &#1575;&#1604;&#1606;&#1605;&#1604;&#1577; &#1576;&#1601;&#1610;&#1607;&#1575; &#1608;&#1602;&#1608;&#1575;&#1574;&#1605;&#1607;&#1575; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt">13&ndash; Imam al-Sadiq (AS) narrated, &lsquo;The Prophet (SAWA) forbade anyone from eating anything that an ant carries in its mouth or holds in its grip.&rsquo;[al-Kafi, v. 5, p. 305, no. 11]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%"><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1571;&#1606;&#1608;&#1575;&#1593; &#1575;&#1604;&#1592;&#1604;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Types of Wrongdoing</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">14&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1604;&#1575; &#1608;&#1573;&#1606; &#1575;&#1604;&#1592;&#1604;&#1605; &#1579;&#1604;&#1575;&#1579;&#1577;: &#1601;&#1592;&#1604;&#1605; &#1604;&#1575; &#1610;&#1594;&#1601;&#1585;&#1548; &#1608;&#1592;&#1604;&#1605; &#1604;&#1575; &#1610;&#1578;&#1585;&#1603;&#1548; &#1608;&#1592;&#1604;&#1605; &#1605;&#1594;&#1601;&#1608;&#1585; &#1604;&#1575; &#1610;&#1591;&#1604;&#1576;&#1548; &#1601;&#1571;&#1605;&#1575; &#1575;&#1604;&#1592;&#1604;&#1605; &#1575;&#1604;&#1584;&#1610; &#1604;&#1575; &#1610;&#1594;&#1601;&#1585; &#1601;&#1575;&#1604;&#1588;&#1585;&#1603; &#1576;&#1575;&#1604;&#1604;&#1607;&rlm; ... &#1608;&#1571;&#1605;&#1575; &#1575;&#1604;&#1592;&#1604;&#1605; &#1575;&#1604;&#1584;&#1610; &#1610;&#1594;&#1601;&#1585; &#1601;&#1592;&#1604;&#1605; &#1575;&#1604;&#1593;&#1576;&#1583; &#1606;&#1601;&#1587;&#1607; &#1593;&#1606;&#1583; &#1576;&#1593;&#1590; &#1575;&#1604;&#1607;&#1606;&#1575;&#1578;&#1548; &#1608;&#1571;&#1605;&#1575; &#1575;&#1604;&#1592;&#1604;&#1605; &#1575;&#1604;&#1584;&#1610; &#1604;&#1575; &#1610;&#1578;&#1585;&#1603; &#1601;&#1592;&#1604;&#1605; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583; &#1576;&#1593;&#1590;&#1607;&#1605; &#1576;&#1593;&#1590;&#1575;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">14&ndash; Imam Ali (AS) said, &lsquo;Know that wrongdoing is of three types: the wrongdoing that is unforgivable, the wrongdoing that cannot be left unaccounted, and the wrongdoing that is forgivable and unquestioned. The wrong that is unforgivable is association of anything with Allah &hellip;the wrong that is forgivable is when the servant is unjust to himself and wrongs himself with regard to his faults, and the wrong that cannot be left unaccounted is the wrong that people do unto each other.&rsquo;[Nahj al-Balagha, Sermon 176]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1571;&#1601;&#1581;&#1588; &#1575;&#1604;&#1592;&#1604;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>The Most Atrocious Type of Wrong</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify"><span style="font-size: 12pt">15&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1588;&#1578;&#1583; &#1594;&#1590;&#1576; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1604;&#1609; &#1605;&#1606; &#1592;&#1604;&#1605; &#1605;&#1606; &#1604;&#1575; &#1610;&#1580;&#1583; &#1606;&#1575;&#1589;&#1585;&#1575; &#1594;&#1610;&#1585; &#1575;&#1604;&#1604;&#1607;&rlm;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">15&ndash; The Prophet (SAWA) said, &lsquo;The wrath of Allah is indeed severe on one who wrongs somebody that has no one to help him apart from Allah.&rsquo;[Kanz al-`Ummal, no. 7605]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">16&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1592;&#1604;&#1605; &#1575;&#1604;&#1590;&#1593;&#1610;&#1601; &#1571;&#1601;&#1581;&#1588; &#1575;&#1604;&#1592;&#1604;&#1605;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">16&ndash; Imam Ali (AS) said, &lsquo;Wronging the weak is the most atrocious type of injustice.&rsquo;[Nahj al-Balagha, Letter 31]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">17&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1605;&#1575; &#1587;&#1574;&#1604;: &#1571;&#1610; &#1584;&#1606;&#1576; &#1571;&#1593;&#1580;&#1604; &#1593;&#1602;&#1608;&#1576;&#1577; &#1604;&#1589;&#1575;&#1581;&#1576;&#1607; &#1567; &#1600;: &#1605;&#1606; &#1592;&#1604;&#1605; &#1605;&#1606; &#1604;&#1575; &#1606;&#1575;&#1589;&#1585; &#1604;&#1607; &#1573;&#1604;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm;&#1548; &#1608;&#1580;&#1575;&#1608;&#1585; &#1575;&#1604;&#1606;&#1593;&#1605;&#1577; &#1576;&#1575;&#1604;&#1578;&#1602;&#1589;&#1610;&#1585;&#1548; &#1608;&#1575;&#1587;&#1578;&#1591;&#1575;&#1604; &#1576;&#1575;&#1604;&#1576;&#1594;&#1610; &#1593;&#1604;&#1609; &#1575;&#1604;&#1601;&#1602;&#1610;&#1585;. </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">17&ndash; Imam Ali (AS) was once asked, &lsquo;Which sin hastens punishment down on its perpetrator the fastest?&rsquo; to which he replied, &lsquo;He who wrongs somebody that has no helper save Allah, he who repays bounties with negligence and laxity, and he who displays arrogant and intimidating behaviour towards the poor.&rsquo;[Bihar al-Anwar, v. 75, p. 320, no. 43]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">18&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1605;&#1606; &#1571;&#1601;&#1581;&#1588; &#1575;&#1604;&#1592;&#1604;&#1605; &#1592;&#1604;&#1605; &#1575;&#1604;&#1603;&#1585;&#1575;&#1605; . </span></span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">18&ndash; Imam Ali (AS) said, &lsquo;One of the most atrocious types of injustice is to wrong kind people.&rsquo;[Ghurar al-Hikam, no. 9272]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify"><span style="font-size: 12pt">19&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1604;&#1605;&#1575; &#1581;&#1590;&#1585; &#1593;&#1604;&#1610; &#1576;&#1606; &#1575;&#1604;&#1581;&#1587;&#1610;&#1606; &#1593;&#1604;&#1610;&#1607;&#1605;&#1575;&#1575;&#1604;&#1587;&#1604;&#1575;&#1605; &#1575;&#1604;&#1608;&#1601;&#1575;&#1577; &#1590;&#1605;&#1606;&#1610; &#1573;&#1604;&#1609; &#1589;&#1583;&#1585;&#1607;&#1548; &#1579;&#1605; &#1602;&#1575;&#1604;: &#1610;&#1575; &#1576;&#1606;&#1610; &#1548; &#1575;&#1608;&#1589;&#1610;&#1603; &#1576;&#1605;&#1575; &#1571;&#1608;&#1589;&#1575;&#1606;&#1610; &#1576;&#1607; &#1571;&#1576;&#1610; (&#1593;) &#1581;&#1610;&#1606; &#1581;&#1590;&#1585;&#1578;&#1607; &#1575;&#1604;&#1608;&#1601;&#1575;&#1577; &#1608;&#1576;&#1605;&#1575; &#1584;&#1603;&#1585; &#1571;&#1606; &#1571;&#1576;&#1575;&#1607; &#1571;&#1608;&#1589;&#1575;&#1607; &#1576;&#1607; &#1548; &#1602;&#1575;&#1604;: &#1610;&#1575; &#1576;&#1606;&#1610; &#1548; &#1573;&#1610;&#1575;&#1603; &#1608;&#1592;&#1604;&#1605; &#1605;&#1606; &#1604;&#1575; &#1610;&#1580;&#1583; &#1593;&#1604;&#1610;&#1603; &#1606;&#1575;&#1589;&#1585;&#1575; &#1573;&#1604;&#1575; &#1575;&#1604;&#1604;&#1607;&rlm; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">19&ndash; Imam al-Baqir (AS) narrated that when his father, Imam Ali Zayn al-`Aabidin (AS) was approaching death, he hugged him close to his chest and said, &lsquo;O my son, I am advising you of the same thing that my father advised me in his will when he was approaching death, and the same thing that he said his father advised him - O my son! Beware of wronging one who has no helper against you but Allah.&rsquo;[al-Kafi, v. 2, p. 231, no. 5]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1573;&#1605;&#1607;&#1575;&#1604; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Granting Respite to the Wrongdoer <a name="33" href="#**"><span style="text-decoration: none">**</span></a></strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">20&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1610;&#1605;&#1607;&#1604; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605; &#1581;&#1578;&#1609; &#1610;&#1602;&#1608;&#1604;: &#1602;&#1583; &#1571;&#1607;&#1605;&#1604;&#1606;&#1610;! &#1579;&#1605; &#1610;&#1571;&#1582;&#1584;&#1607; &#1571;&#1582;&#1584;&#1577; &#1585;&#1575;&#1576;&#1610;&#1577;&#1548; &#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1581;&#1605;&#1583; &#1606;&#1601;&#1587;&#1607; &#1593;&#1606;&#1583; &#1607;&#1604;&#1575;&#1603; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605;&#1610;&#1606; &#1548; &#1601;&#1602;&#1575;&#1604;: &laquo;&#1601;&#1602;&#1591;&#1593; &#1583;&#1575;&#1576;&#1585; &#1575;&#1604;&#1602;&#1608;&#1605; &#1575;&#1604;&#1584;&#1610;&#1606; &#1592;&#1604;&#1605;&#1608;&#1575; &#1608;&#1575;&#1604;&#1581;&#1605;&#1583; &#1604;&#1604;&#1607;&rlm; &#1585;&#1576; &#1575;&#1604;&#1593;&#1575;&#1604;&#1605;&#1610;&#1606;&raquo;.</p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">20&ndash; The Prophet (SAWA) said, &lsquo;Verily Allah gives such respite to the wrongdoer, until he says [rejoicingly], &lsquo;He [Allah] has indeed forgotten about me!&rsquo; Then Allah seizes him with a terrible seizing. Verily Allah has praised Himself with regard to the way in which He destroys wrongdoers, saying in the Qur&rsquo;an: &ldquo;Thus the wrongdoing ones were rooted out, and all praise belongs to Allah, the Lord of all the worlds&rdquo;[ Qur&rsquo;an 6:45].[ Bihar al-Anwar, v. 75, p. 322, no. 51]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">21&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1571;&#1605;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586; &#1608;&#1580;&#1604; &#1604;&#1601;&#1585;&#1593;&#1608;&#1606; &#1605;&#1575; &#1576;&#1610;&#1606; &#1575;&#1604;&#1603;&#1604;&#1605;&#1578;&#1610;&#1606; ... &#1571;&#1585;&#1576;&#1593;&#1610;&#1606; &#1587;&#1606;&#1577;&#1548; &#1579;&#1605; &#1571;&#1582;&#1584;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1606;&#1603;&#1575;&#1604; &#1575;&#1604;&#1570;&#1582;&#1585;&#1577; &#1608;&#1575;&#1604;&#1575;&#1608;&#1604;&#1609;&#1548; &#1608;&#1603;&#1575;&#1606; &#1576;&#1610;&#1606; &#1571;&#1606; &#1602;&#1575;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1593;&#1586;&#1608;&#1580;&#1604; &#1604;&#1605;&#1608;&#1587;&#1609; &#1608;&#1607;&#1575;&#1585;&#1608;&#1606; &#1593;&#1604;&#1610;&#1607;&#1605;&#1575;&#1575;&#1604;&#1587;&#1604;&#1575;&#1605;: &laquo;&#1602;&#1583; &#1571;&#1580;&#1610;&#1576;&#1578; &#1583;&#1593;&#1608;&#1578;&#1603;&#1605;&#1575;&raquo; &#1608;&#1576;&#1610;&#1606; &#1571;&#1606; &#1593;&#1585;&#1601;&#1607; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1575;&#1604;&#1573;&#1580;&#1575;&#1576;&#1577; &#1571;&#1585;&#1576;&#1593;&#1610;&#1606; &#1587;&#1606;&#1577;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">21&ndash; Imam al-Baqir (AS) said, &lsquo;Allah gave Pharaoh a long respite of forty years, between His two addresses to him, then Allah seized him with the punishment of this life and the Hereafter. So forty years passed between the time that Allah said to Prophet Moses (AS) and Prophet Aaron (AS): &ldquo;Your supplication has already been granted&rdquo; and between the time He actually showed them the answer to their supplication [i.e. through Pharaoh&rsquo;s annihilation].&rsquo;[Nur al-Thaqalayn, v. 5, p. 500, no. 21]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1606;&#1583;&#1575;&#1605;&#1577; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>The Wrongdoer&rsquo;s Regret</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">22&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1604;&#1592;&#1604;&#1605; &#1606;&#1583;&#1575;&#1605;&#1577;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">22&ndash; The Prophet (SAWA) said, &lsquo;Wrongdoing results in regret.&rsquo;[Bihar al-Anwar, v. 75, p. 322, no. 52]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">23&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1610;&#1608;&#1605; &#1575;&#1604;&#1593;&#1583;&#1604; &#1593;&#1604;&#1609; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605; &#1571;&#1588;&#1583; &#1605;&#1606; &#1610;&#1608;&#1605; &#1575;&#1604;&#1580;&#1608;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">23&ndash; Imam Ali (AS) said, &lsquo;The day that justice is brought to the wrongdoer is much more severe than the day oppression is done unto the oppressed.&rsquo;[Nahj al-Balagha, Saying 241]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">24&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1576;&#1575;&#1602;&#1585; <span lang="ar-sa">(&#1593;): &#1605;&#1575; &#1610;&#1571;&#1582;&#1584; &#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605; &#1605;&#1606; &#1583;&#1610;&#1606; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605; &#1571;&#1603;&#1579;&#1585; &#1605;&#1605;&#1575; &#1610;&#1571;&#1582;&#1584; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605; &#1605;&#1606; &#1583;&#1606;&#1610;&#1575; &#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605; . </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">24&ndash; Imam al-Baqir (AS) said, &lsquo;The wronged one profits much more from his oppressor&rsquo;s Hereafter [i.e. his account of deeds] than the oppressor profits from the world [i.e. the wealth or honour] of the one he is wronging.&rsquo;[Bihar al-Anwar, v. 75, p. 311, no. 15]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1578;&#1581;&#1584;&#1610;&#1585; &#1605;&#1606; &#1573;&#1593;&#1575;&#1606;&#1577; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Caution Against Aiding the Wrongdoer</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">25&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1606;&#1575;&#1583;&#1609; &#1605;&#1606;&#1575;&#1583;: &#1571;&#1610;&#1606; &#1575;&#1604;&#1592;&#1604;&#1605;&#1577; &#1608;&#1571;&#1593;&#1608;&#1575;&#1606;&#1607;&#1605; &#1567; &#1605;&#1606; &#1604;&#1575;&#1602; &#1604;&#1607;&#1605; &#1583;&#1608;&#1575;&#1577;&#1548; &#1571;&#1608; &#1585;&#1576;&#1591; &#1604;&#1607;&#1605; &#1603;&#1610;&#1587;&#1575; &#1548; &#1571;&#1608; &#1605;&#1583; &#1604;&#1607;&#1605; &#1605;&#1583;&#1577; &#1602;&#1604;&#1605; &#1548;&#1601;&#1575;&#1581;&#1588;&#1585;&#1608;&#1607;&#1605; &#1605;&#1593;&#1607;&#1605; . </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">25&ndash; The Prophet (SAWA) said, &lsquo;On the Day of Resurrection, a caller will call out, &lsquo;Where are the wrongdoers and their helpers? Whoever prepared the inkwell for them, or tied their purse for them, or supplied them with a pen &ndash; gather them all together with them.&rsquo;[Bihar al-Anwar, v. 75, p. 373, no. 17]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">26&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1575;&#1604;&#1593;&#1575;&#1605;&#1604; &#1576;&#1575;&#1604;&#1592;&#1604;&#1605; &#1608;&#1575;&#1604;&#1605;&#1593;&#1610;&#1606; &#1604;&#1607; &#1608;&#1575;&#1604;&#1585;&#1575;&#1590;&#1610; &#1576;&#1607; &#1588;&#1585;&#1603;&#1575;&#1569; &#1579;&#1604;&#1575;&#1579;&#1578;&#1607;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">26&ndash; Imam al-Sadiq (AS) said, &lsquo;The perpetrator of the wrong act, his accomplice and the one who approves of it - all three are equally to blame for the wrong.&rsquo;[al-Kafi, v. 2, p. 333, no. 16]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">27&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;): &#1604;&#1608;&#1604;&#1575; &#1571;&#1606; &#1576;&#1606;&#1610; &#1575;&#1605;&#1610;&#1577; &#1608;&#1580;&#1583;&#1608;&#1575; &#1605;&#1606; &#1610;&#1603;&#1578;&#1576; &#1604;&#1607;&#1605;&#1548; &#1608;&#1610;&#1580;&#1576;&#1610; &#1604;&#1607;&#1605; &#1575;&#1604;&#1601;&#1610;&#1569;&#1548; &#1608;&#1610;&#1602;&#1575;&#1578;&#1604; &#1593;&#1606;&#1607;&#1605;&#1548; &#1608;&#1610;&#1588;&#1607;&#1583; &#1580;&#1605;&#1575;&#1593;&#1578;&#1607;&#1605;&#1548; &#1604;&#1605;&#1575; &#1587;&#1604;&#1576;&#1608;&#1606;&#1575; &#1581;&#1602;&#1606;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">27&ndash; Imam al-Sadiq (AS) said, &lsquo;If it was not for the fact that the Bani Umayya found people to scribe for them, to shade them, to fight for them, and to attend their gatherings, they would never have been able to snatch away our rights [by themselves].&rsquo;[al-Kafi, v. 5, p. 106, no. 4]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">28&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1589;&#1575;&#1583;&#1602; <span lang="ar-sa">(&#1593;) &#1600; &#1601;&#1610; &#1602;&#1608;&#1604;&#1607; &#1578;&#1593;&#1575;&#1604;&#1609;: &laquo;&#1608;&#1604;&#1575; &#1578;&#1585;&#1603;&#1606;&#1608;&#1575; &#1573;&#1604;&#1609; &#1575;&#1604;&#1584;&#1610;&#1606; &#1592;&#1604;&#1605;&#1608;&#1575; ...&raquo; &#1600;: &#1607;&#1608; &#1575;&#1604;&#1585;&#1580;&#1604; &#1610;&#1571;&#1578;&#1610; &#1575;&#1604;&#1587;&#1604;&#1591;&#1575;&#1606; &#1601;&#1610;&#1581;&#1576; &#1576;&#1602;&#1575;&#1569;&#1607; &#1573;&#1604;&#1609; &#1571;&#1606; &#1610;&#1583;&#1582;&#1604; &#1610;&#1583;&#1607; &#1573;&#1604;&#1609; &#1603;&#1610;&#1587;&#1607; &#1601;&#1610;&#1593;&#1591;&#1610;&#1607;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">28&ndash; Imam al-Sadiq (AS) with respect to Allah&rsquo;s verse in the Qur&rsquo;an: &ldquo;And do not incline toward the wrongdoers, lest the Fire should touch you, and you will not have any friend besides Allah, then you will not be helped&rdquo;, said, &lsquo;This refers to the man who attends to an unjust ruler, wishing his rule to continue in order that he may put his hand in his purse and give him thereof.&rsquo;[al-Kafi, v. 5, p. 108, no. 12]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1581;&#1579; &#1593;&#1604;&#1609; &#1573;&#1593;&#1575;&#1606;&#1577; &#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><span style="font-size: 13pt; color: #008080; font-family: Arial;"><strong>Enjoinment of Aiding the Wronged</strong></span></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">29&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1605;&#1606; &#1571;&#1582;&#1584; &#1604;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605; &#1605;&#1606; &#1575;&#1604;&#1592;&#1575;&#1604;&#1605; &#1603;&#1575;&#1606; &#1605;&#1593;&#1610; &#1601;&#1610; &#1575;&#1604;&#1580;&#1606;&#1577; &#1605;&#1589;&#1575;&#1581;&#1576;&#1575;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">29&ndash; The Prophet (SAWA) said, &lsquo;Whoever takes the side of the oppressed over the oppressor will be with me as my companion in Paradise.&rsquo;[Bihar al-Anwar, v. 75, p. 359, no. 75]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">30&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1604;&#1581;&#1587;&#1606;&#1610;&#1606; &#1593;&#1604;&#1610;&#1607;&#1605;&#1575;&#1575;&#1604;&#1587;&#1604;&#1575;&#1605; &#1600;: &#1602;&#1608;&#1604;&#1575; &#1576;&#1575;&#1604;&#1581;&#1602;&#1548; &#1608;&#1575;&#1593;&#1605;&#1604;&#1575; &#1604;&#1604;&#1571;&#1580;&#1585;&#1548; &#1608;&#1603;&#1608;&#1606;&#1575; &#1604;&#1604;&#1592;&#1575;&#1604;&#1605; &#1582;&#1589;&#1605;&#1575; &#1608;&#1604;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605; &#1593;&#1608;&#1606;&#1575;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">30&ndash; Imam Ali (AS) said to Imam Hasan and Imam Husayn (AS), &lsquo;Speak the truth, and do good deeds to secure a good reward, and be adversaries to the oppressor and aiders of the oppressed.&rsquo;[Bihar al-Anwar, v. 100, p. 90, no. 75]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">31&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1575;&#1604;&#1603;&#1575;&#1592;&#1605; <span lang="ar-sa">(&#1593;) &#1600; &#1604;&#1593;&#1604;&#1610; &#1576;&#1606; &#1610;&#1602;&#1591;&#1610;&#1606; &#1600;: &#1573;&#1606; &#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1571;&#1608;&#1604;&#1610;&#1575;&#1569; &#1605;&#1593; &#1571;&#1608;&#1604;&#1610;&#1575;&#1569; &#1575;&#1604;&#1592;&#1604;&#1605;&#1577; &#1604;&#1610;&#1583;&#1601;&#1593; &#1576;&#1607;&#1605; &#1593;&#1606; &#1571;&#1608;&#1604;&#1610;&#1575;&#1574;&#1607;&#1548; &#1608;&#1571;&#1606;&#1578; &#1605;&#1606;&#1607;&#1605; &#1610;&#1575; &#1593;&#1604;&#1610;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">31&ndash; Imam al-Kazim (AS) said to Ali b. Yaqtin, &lsquo;Verily Allah, most High, has friends just like the friends of the oppressors, with the aid of whom He defends His friends, and you are one of them, O Ali.&rsquo;[Bihar al-Anwar, v. 75, p. 349, no. 56]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="center">
<span style="font-size: 16pt; font-weight: 700; color:#008080; font-family:Traditional Arabic">&#1575;&#1604;&#1578;&#1581;&#1584;&#1610;&#1585; &#1605;&#1606; &#1583;&#1593;&#1608;&#1577; &#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605;</span></p>
</td>
</tr>
<tr>
<td>
<p align="center"><strong><span style="font-size: 13pt; color: #008080; font-family: Arial;">Being Wary of the Plea [to Allah] of One Who Has Been Wronged</span></strong></p>
</td>
</tr>
<tr>
<td>
<p dir="rtl" align="justify">32&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; 
(&#1589;): &#1575;&#1578;&#1602;&#1608;&#1575; &#1583;&#1593;&#1608;&#1577; &#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605;&#1563; &#1601;&#1573;&#1606;&#1605;&#1575; &#1610;&#1587;&#1571;&#1604; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1581;&#1602;&#1607;&#1548; &#1608;&#1573;&#1606; &#1575;&#1604;&#1604;&#1607;&rlm; &#1578;&#1593;&#1575;&#1604;&#1609; &#1604;&#1605; &#1610;&#1605;&#1606;&#1593; &#1584;&#1575; &#1581;&#1602; &#1581;&#1602;&#1607;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">32&ndash; The Prophet (SAWA) said, &lsquo;Be on your guard against the plea [to Allah] of one who has been wronged, for verily he asks Allah his right, and verily Allah never denies a right to one whom it is due.&rsquo;[Kanz al-`Ummal, no. 7597]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">33&#1600; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; (&#1589;): &#1575;&#1578;&#1602;&#1608;&#1575; &#1583;&#1593;&#1608;&#1577; &#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605; &#1608;&#1573;&#1606; &#1603;&#1575;&#1606; &#1603;&#1575;&#1601;&#1585;&#1575; &#1563; &#1601;&#1573;&#1606;&#1607; &#1604;&#1610;&#1587; &#1583;&#1608;&#1606;&#1607; &#1581;&#1580;&#1575;&#1576;. </p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">33&ndash; The Prophet (SAWA) said, &lsquo;Be on your guard against the plea of one who has been wronged, even if he be a disbeliever, for verily there is no veil preventing his plea from being answered.&rsquo;[Kanz al-`Ummal, no. 7602]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><p dir="rtl" align="justify">34&#1600; &#1575;&#1604;&#1573;&#1605;&#1575;&#1605; &#1593;&#1604;&#1610; <span lang="ar-sa">(&#1593;): &#1571;&#1606;&#1601;&#1584; &#1575;&#1604;&#1587;&#1607;&#1575;&#1605; &#1583;&#1593;&#1608;&#1577; &#1575;&#1604;&#1605;&#1592;&#1604;&#1608;&#1605;. </span></p>
<p align="justify">
</td>
</tr>
<tr>
<td style="text-align: justify;"><span style="font-size: 12pt; font-family: Arial;">34&ndash; Imam Ali (AS) said, &lsquo;The most piercing arrow is the plea of the oppressed.&rsquo;[Ghurar al-Hikam, no. 2979]</span></td></p>
<p align="center">
<img border="0" src="divider1.png" width="40%">
</tr>
<tr>
<td><hr align="justify" />
<p align="justify"><span style="font-size: 12pt; font-family: Arial;"><a name="*" href="#3"><span style="text-decoration: none">*</span></a>The Arabic Zulm comes from the root a-la-ma meaning to do wrong, to act wrongfully, injuriously, unjustly or tyrannically in its intransitive usage, and to wrong (others or oneself), to treat someone wrongfully, unjustly, injuriously or tyrannically when transitive. The title has been translated quite generally as &lsquo;wrongdoing&rsquo;, though each tradition has been translated to best denote the meaning of Zulm in that particular context (ed.)<br /><a name="**" href="#33"><span style="text-decoration: none">** </span></a>Allah grants the wrongdoer respite or a time delay before punishing him in order to see if he will mend his ways, and so that the wrongdoer may fully become deserving of His punishment through his lack of conscience and continued wrongdoing in spite of having been given respite after guidance, and moreover in order to bring upon him a surprise attack just when he has justified his wrongdoing to himself (ed.)</span></p>
</td>
</tr>
</tbody>

<body>

</body>

</html>
