{
  "quotes": [
    {
      "quote": "Worldly life is short, so turn to Allah before you return to Allah.",
      "author": "Anonymous"  
    },
    {
      "quote": "Do not lose hope, nor be sad.",
      "author": "Quran 3:139"
    },
    {
      "quote": "Never underestimate the power of Dua (supplication).",
      "author": "Anonymous"
    },
    {
      "quote": "Allah makes the impossible possible.",
      "author": "Anonymous"
    },
    {
      "quote": "Be like a diamond, precious and rare, not like a stone, found everywhere.",
      "author": "Anonymous"
    },
    {
      "quote": "No one will reap except what they sow.",
      "author": "Quran 6:164"
    },
    {
      "quote": "For indeed, with hardship ease.",
      "author": "Quran 94:5"
    },
    {
      "quote": "Allah is with the doers of good.",
      "author": "Quran 29:69"
    },
    {
      "quote": "Allah is with those who have patience.",
      "author": "Quran 2:153"
    },
    {
      "quote": "Before going to sleep every night, forgive everyone and sleep with a clean heart.",
      "author": "Anonymous"
    },
    {
      "quote": "The heart that beats for Allah is always a stranger among the hearts that beat for the Dunya (world).",
      "author": "Anonymous"
    },
    {
      "quote": "Dua (supplication) has the power to turn your dreams into reality.",
      "author": "Anonymous"
    },
    {
      "quote": "Once prayer becomes a habit, success becomes a lifestyle.",
      "author": "Anonymous"
    },    {
      "quote": "Call upon Me, I will respond to you.",
      "author": "Quran 40:60"
    },    {
      "quote": "Allah makes the impossible possible.",
      "author": "Anonymous"
    },    {
      "quote": "Be like a diamond, precious and rare, not like a stone, found everywhere.",
      "author": "Anonymous"
    },    
    {
      "quote": "Speak only when your words are more beautiful than the silence.",
      "author": "Anonymous"
    },    
    {
      "quote": "The more you let go, the higher you rise.",
      "author": "Anonymous"
    },    
    {
      "quote": "Allah tests us with what we love.",
      "author": "Anonymous"
    },    
    {
      "quote": "And it is He who created the night and day, and the sun and moon.",
      "author": "Quran 21:33"
    },    
    {
      "quote": "Taking pains to remove the pains of others is the true essence of generosity.",
      "author": "Abu Bakr (R.A)"
    },    
    {
      "quote": "A busy life makes prayer harder, but prayer makes a busy life easier.",
      "author": "Anonymous"
    },    
    {
      "quote": "Forgive others as quickly as you expect Allah to forgive you.",
      "author": "Anonymous"
    },
    {
      "quote": "There is no relationship between Allah and anyone except through obedience to Him.",
      "author": "Umar Ibn Al Khattab"
    },
    {
      "quote": "We were the most humiliated people on earth & Allah gave us honour through Islam.",
      "author": "Umar Ibn Al Khattab"
    },
    {
      "quote": "If you want to focus more on Allah in your prayers, focus more on Him outside your prayers.",
      "author": "Yasmin Mogahed"
    },
    {
      "quote": "The most beloved actions to Allah are those performed consistently, even if they are few.",
      "author": "Prophet Muhammad PBUH, Sahih Bukhari"
    },
    {
      "quote": "Once prayer becomes a habit, success becomes a lifestyle.",
      "author": "Anonymous"
    },
    {
      "quote": "Indeed, I am near.",
      "author": "Quran 2:186"
    },
    {
      "quote": "The more you read The Quran the more you’ll fall in love with The Author.",
      "author": "Anonymous"
    },
    {
      "quote": "Allah comes in between a person and his heart.",
      "author": "Quran 8:24"
    },
    {
      "quote": "When was the last time you read the Quran? If you want to change, start with the book of Allah.",
      "author": "Anonymous"
    },
    {
      "quote": "Turn to Allah and you will find His Mercy heal every aching part of your heart and soul. Allah will guide you, He will bring clarity to your eyes, make soft your heart and make firm your soul. Allah Azzawajal is your source of strength, Allah SWT is your solution to every hardship and problem. Rely on Allah with true tawwakul and let Him alone guide your ways.",
      "author": "Revert Fatimah"
    },
    {
      "quote": "And if there comes to you from Satan an evil suggestion, then seek refuge in Allah. Indeed, He is the Hearing, the Knowing.",
      "author": "Quran, 41:36"
    },
    {
      "quote": "Sell this life for the next and you win both of them. Sell the next life for this and you lose both of them.",
      "author": "Hasan al-Basri"
    },
    {
      "quote": "And He found you lost and guided (you). And He found you poor and made (you) self-sufficient.",
      "author": "Quran 93:7-8"
    },
    {
      "quote": "He knows what is in every heart.",
      "author": "Quran 67:13"
    },
    {
      "quote": "So when you have made a decision, then put your trust in Allah",
      "author": "Surah Al Imran Verse 159"
    },
    {
      "quote": "And they planned and Allah also planned and Allah is the best of planners",
      "author": "Quran 3:54"
    },
    {
      "quote": "And to Allah belongs whatever is in the heavens and whatever is on the earth. He forgives whom He wills and punishes whom He wills. And Allah is forgiving and merciful.",
      "author": "Quran 3:129"
    },
    {
      "quote": "So when the Qur’an is recited, then listen to it and pay attention that you may receive mercy.",
      "author": "Al-A’raf verse 204"
    },
    {
      "quote": "Allah does not wrong the people at all, but it is the people who are wronging themselves.",
      "author": "Quran 10:44"
    },
    {
      "quote": "Allah still loves and shows mercy to those who disobey Him, so imagine how much He loves those who obey Him.",
      "author": "The Wondering"
    },
    {
      "quote": "The best among you is the one who doesn’t harm others with his tongue and hands.",
      "author": "Prophet Muhammad"
    },
    {
      "quote": "I leave behind me two things, The Quran and My Sunnah and if you follow these you will never go astray.",
      "author": "Prophet Muhammad"
    },
    {
      "quote": "Do not wish to be like anyone except in two cases. The first is a person, whom Allah has given wealth & he spends it righteously; (the second is) the one whom Allah has given wisdom (the Holy Quran) and he acts according to it and teaches it to others.",
      "author": "Prophet Muhammad"
    },
    {
      "quote": "Do not waste water even if you were at a running stream.",
      "author": "Prophet Muhammad"
    },
    {
      "quote": "Leave me as I leave you, for the people who were before you were ruined because their questions and their differences over the prophets. So, if I forbid you to do something, then keep away from it. And if I order you to do something, then do of it as much as you can.",
      "author": "Prophet Muhammad"
    },
    {
      "quote": "Do you know what is better than charity and fasting and prayer? It is keeping peace and good relations between people, as quarrels and bad feelings destroy mankind.",
      "author": "Prophet Muhammad"
    },
    {
      "quote": "It is better to sit alone than in company with the bad; and it is better still to sit with the good than alone. It is better to speak to a seeker of knowledge than to remain silent; but silence is better than idle words.§",
      "author": "Prophet Muhammad"
    },
    {
      "quote": "Modesty brings nothing except good.",
      "author": "Prophet Muhammad"
    }
  ]
}
